{
  "__comment": "Event.cs",
  "How many star tokens would you like to buy?": "",
  "How many star tokens would you like to wager?": "",
  "You don't have enough money.": "",
  "You've already bought everything in the shop!": "",
  "Choose a name": "",
  "__comment": "male character cat, dog, then female character cat dog's names",
  "Dudley": "",
  "Yogi": "",
  "Miso": "",
  "Snooch": "",
  "No? Okay... I'll find a different home for the poor thing.": "",
  "__comment": "i guess it's new dancing dialogues with spouse, are you exited?",
  "__comment": "Abigail",
  "B... But... I wanted to dance with...": "",
  "Just kidding! Of course I'm dancing with you. I love you.": "",
  "__comment": "Penny",
  "I accept!": "",
  "*whisper* Thanks for going through with the formalities, dear.": "",
  "__comment": "Maru",
  "Of course... *whisper* Then can we go home and snuggle?": "",
  "__comment": "Leah",
  "Finally! I was starting to get worried you wanted to dance with someone else!": "",
  "__comment": "Haley",
  "*sigh*... My days of being Flower Queen are over... so it's a bittersweet dance for me.": "",
  "But, yes...": "",
  "__comment": "Sebastian",
  "Ugh... do we have to? Alright.": "",
  "__comment": "Sam",
  "Aw, I gotta put on that dorky suit again? I thought now that we're married... Well, alright.": "",
  "__comment": "Harvey",
  "I've been looking forward to it all afternoon! You look radiant in the fresh spring air, my love.": "",
  "__comment": "Elliott",
  "Yes... could I refuse that soft, kind face? The touch of spring-time's sweet embrace?": "",
  "__comment": "Alex",
  "Okay, this should be fun... I hope I can remember the moves this year! It's been a while...": "",
  "__comment": "everybody else",
  "Of course I'll dance with you!": "",
  "You want to be my partner for the flower dance?": "",
  "Okay. I look forward to it.": "",
  "Okay! I'd love to.": "",
  "I'm sorry... I already have a partner.": "",
  "Someone else is using that right now.": "",
  "Play the slingshot game and win star tokens!": "",
  "Play (50g)": "",
  "Try your hand at some fishing? You could win big.": "",
  "Ah, yes... my crystal ball is swirling with visions of your future, young one.": "",
  "Read my fortune (100g)": "",
  "You don't have enough money to pay my fee... What a shame.": "",
  "I've already read your fortune... go away.": "",
  "Trade in your star tokens for prizes?": "",
  "Please stand at the red arrow.": "",
  "Selling Star Tokens for just 50g a piece!": "",
  "Step right up! Pick a color and place your bet for a chance to double your wager!": "",
  "Orange": "",
  "Green": "",
  "I don't want to play": "",
  "Out of Stock.": "",
  "Congratulations! You won 1st place with a rating of @number!": "",
  "Your prize is 1000 star tokens! Spend them wisely.": "",
  "Oh, and don't forget to clean out your grange display box.": "",
  "Hey, not bad! You won 2nd place with a rating of @number.": "",
  "Your prize is 500 star tokens! Spend them wisely.": "",
  "Hi there, @player. You got 4th place with a score of @number.": "",
  "Your reward for participating is 50 star tokens. Hey, maybe you'll do better next year.": "",
  "Hi there, @player. It looks like you won 3rd place with a rating of @number.": "",
  "Your prize is 200 star tokens! Spend them wisely.": "",
  "...Yes?": "",
  "(Ask @key to be your dance partner)": "",
  "Nevermind...": "",
  "...Yes, dear?": "",
  "Give @key his secret gift?": "",
  "Give @key her secret gift?": "",
  "Select a gift for @key.": "",
  "Leave the @key? Once you do, the festival will end.": "",
  "Ow...": "",
  "I must have hit my head pretty hard... I've forgotten everything about the last @number levels of the mine.": "",
  "I must have hit my head pretty hard... I've forgotten everything about the last @number levels of the mine. It seems I've lost an item from my backpack.": "",
  "I must have hit my head pretty hard... I've forgotten everything about the last @number levels of the mine. It seems I've lost @number items from my backpack.": "",
  "I must have hit my head pretty hard... I've forgotten everything about the last @number levels of the mine. I also seem to have lost @numbergp.": "",
  "I must have hit my head pretty hard... I've forgotten everything about the last @number levels of the mine. I also seem to have lost @numbergp, and an item from my backpack.": "",
  "I must have hit my head pretty hard... I've forgotten everything about the last @number levels of the mine. I also seem to have lost @numbergp, and @number items from my backpack.": "",
  "Dr. Harvey charged me @numberg for the hospital visit.": "",
  "Dr. Harvey charged me @numberg for the hospital visit. It also appears that I've lost an item from my backpack.": "",
  "Dr. Harvey charged me @numberg for the hospital visit. It also appears that I've lost @number items from my backpack.": "",
  "I have no money, but Harvey was obligated to save my life free of charge.": "",
  "I have no money, but Harvey was obligated to save my life free of charge. It also appears that I've lost an item from my backpack.": "",
  "I have no money, but Harvey was obligated to save my life free of charge. It also appears that I've lost @number items from my backpack.": "",
  "Received 1000g": "",
  "Received 2000g": "",
  "Ice Festival": "",
  "Battered Sword": "",
  "A rusty old sword.": "",
  "You got the Battered Sword! It was sent home to your toolbox.": "",
  "You got the 'Wand'! It seems like it could be a powerful item, but it's missing something... some kind of energy. It was sent home to your toolbox.": "",
  "Listen to Mr. Lewis's tutorial?": "",
  "Which one would you prefer?": "",
  "Mushrooms": "",
  "Bats": "",
  "Will you adopt this cat?": "",
  "Will you adopt this dog?": "",
  "Do you vote for or against the 3% shipping tax?": "",
  "For": "",
  "Against": "",
  "__comment": "elliottbooktalk",
  "I finished writing my book, and it ended up being a mystery novel! Remember when you told me you were into mystery?": "",
  "Behold, '@key', a thrilling tale of deception and intrigue!": "",
  "I -almost- feel like I should split the profits with you, considering how much help you gave me!": "",
  "I finished writing my book!": "",
  "Well, here it is... '@key'. It's about a government land surveyor who visits a tiny, isolated mining community... and discovers some disturbing secrets.": "",
  "I finished writing my book, and it's a sci-fi novel! Remember when you told me you were a fan of sci-fi?": "",
  "Behold, '@key'. It's about a boy who forms a symbiotic partnership with a semi-telepathic lifeform. Together they unravel the dark mysteries of an interstellar cabal.": "",
  "I finished writing my book, and it ended up being a romance novel! ...You told me once that you enjoyed the genre, and, well, I've also been able to draw some inpsiration from real life experiences lately.": "",
  "Here it is, '@key'. It's about a train stewardess who falls in love with a traveling architect... but he's secretly engaged to the ticket collector's daughter!": "",
  "__comment": "speak Grandpa",
  "The farm hasn't changed much all that much since we last spoke... but that's okay.": "",
  "If you're enjoying your new life, that's all that matters to me...": "",
  "I must return to the other world, now... but feel free to call on me again when you're ready.": "",
  "You've done a good job improving the place since we last spoke.": "",
  "It seems you've tried your best... that's all I can ask for. I'm proud of you.": "",
  "You've done well, my boy.": "",
  "You've done well, my dear.": "",
  "@key Farm has never looked better. It's an honor to the family name.": "",
  "Grandpa is pleased.": "",
  "I'm so proud of you, my boy!": "",
  "I'm so proud of you, my dear!": "",
  "You've really turned the place around since we last spoke!": "",
  "You're a better farmer than I ever was, and you've brought great honor to the family name.": "",
  "I can feel it now... My spirit is finally put to rest. Bless you.": "",
  "The farm hasn't changed much in these past few years... but that's okay.": "",
  "You've done a good job with the place.": "",
  "Not a valid gift.": "",
  "Oh! So it's you?": "",
  "Ah... a @key! Thanks.": "",
  "Ah... an @key! Thanks.": "",
  "Stardew Valley Fair": "",
  "Time: @number": "",
  "Eggs: @number": "",
  "It's a tie between @key and @key": "",
  "It's a tie between @key, @key and @key": "",
  "It's a tie between @key, @key, @key and @key": "",
  "It's a tie between @key, @key, @key, @key and @key": "",
  "It's a tie between @key, @key, @key, @key, @key and @key": "",
  "Maybe I was being a little presumptuous earlier... sorry.": "",
  "Thanks for helping out in the lab.": "",
  "That was a beautiful ceremony. Congratulations!": "",
  "Willy, with 5 big, fresh fish!": "",
  "@key, with @number big, slimy fish!": "",
  "Well, here goes nothing...": "",
  "Hey, good luck.": "",
  "I don't have high hopes of winning... the fish look nice but they don't exactly smell great...": "",
  "I can't believe I lost...": "",
  "It feels great to be on top! Hah!": "",
  "Nice effort, though.": "",
  "Well, I didn't win... but it was still satisfying to share all my hard work!": "",
  "Wow, I got a low score. I guess Mayor Lewis isn't much of a fish man. Oh well...": "",
  "You added a @key to the soup.": "",
  "You added an @key to the soup.": "",
  "@key added a @key to the soup.": "",
  "@key added an @key to the soup.": "",
  "Your grange display has been judged. Return to Mayor Lewis for the result!": "",
  "Hmm... I see you sitting in a plush chair by the fire... you're surrounded by luxury, yet filled with lonely desperation.": "",
  "Ahh... yes. I see you at the beach. There's some kind of event taking place. You walk up to @key and say something funny... Hmmm... It seems like you two are good friends.": "",
  "Ahhh... yes. It's @key's birthday. He thought everyone forgot, but then you show up with a nice gift. What a good friend.": "",
  "Ahhh... yes. It's @key's birthday. She thought everyone forgot, but then you show up with a nice gift. What a good friend.": "",
  "Hmm... I see you laying on a cot... It looks like a hospital. @key is there to keep you company while you recover. What a nice friend.": "",
  "Ahh... Indeed. I see you in a room, having a conversation with a man... Oh! It's @key. You seem to be close friends.": "",
  "Ahh... Indeed. I see you in a room, having a conversation with a lady... Oh! It's @key. You seem to be close friends.": "",
  "Ahh... I see you in the saloon, surrounded by friends. It doesn't seem like you have any favorites... you're popular with everyone!": "",
  "Now I see you, middle-aged, walking through town at dusk. You pause at a window to see a family having dinner. You hang your head and hurry off into the darkness.": "",
  "Now I see you and @key in a field of grass. You seem happy.": "",
  "Now I see you and @key in a dimly lit room. You look serious... but not unhappy. Something important must be happening.": "",
  "Ooo... It's dark, and I see you and a certain young man. He looks quite hopeful, and eager to spend time with you. Hmmm... now what's this young man's name? ... I believe it starts with a '@key'.": "",
  "Ooo... It's dark, and I see you and a certain young man. He looks a little bashful, but happy to be with you. Hmmm... now what's this young man's name? ... I believe it starts with a '@key'.": "",
  "Ooo... It's dark, and I see you and a certain young man. He looks quite hopeful, and eager to spend time with you. Hmmm... now what's this young man's name? ... I believe it starts with an '@key'.": "",
  "Ooo... It's dark, and I see you and a certain young man. He looks a little bashful, but happy to be with you. Hmmm... now what's this young man's name? ... I believe it starts with an '@key'.": "",
  "Ooo... It's dark, and I see you and a certain young lady. She looks quite hopeful, and eager to spend time with you. Hmmm... now what's this young lady's name? ... I believe it starts with a '@key'.": "",
  "Ooo... It's dark, and I see you and a certain young lady. She looks a little bashful, but happy to be with you. Hmmm... now what's this young lady's name? ... I believe it starts with a '@key'.": "",
  "Ooo... It's dark, and I see you and a certain young lady. She looks quite hopeful, and eager to spend time with you. Hmmm... now what's this young lady's name? ... I believe it starts with an '@key'.": "",
  "Ooo... It's dark, and I see you and a certain young lady. She looks a little bashful, but happy to be with you. Hmmm... now what's this young lady's name? ... I believe it starts with an '@key'.": "",
  "Interesting... I see you and @key working together on a farm. You seem very pleased about something.": "",
  "...Oh? It seems you'll be leaving more than a few heartbroken... Are you playing games with those who put their trust in you? Hmm...": "",
  "The crystal ball has moved on... Now I see you harvesting a plump, ripe melon. You're on a wonderful looking farm, bursting with life!": "",
  "The crystal ball has moved on... Now I see you relaxing on the riverbanks, holding a fishing pole. Oh! Looks like something big is on the line!": "",
  "The crystal ball has moved on... It's you... in the forest. You spot some rare and delicious mushrooms hidden beneath a clump of grass... what a find!": "",
  "The crystal ball has moved on... I see you somewhere dark... but there you are, inspecting a marvelous gemstone! It's glittering in the light of a small lantern.": "",
  "The crystal ball has moved on... AH! You're in combat! There's something dreadful bearing down on you from the dark, but you seem more than ready to face it.": "",
  "The crystal ball has moved on... I see you in a golden room... grinning about something. Oh, I see... You're playing some kind of game and you just can't lose!": "",
  "Ah... the crystal ball has gone dim. That's all I can do for you, young one.": "",
  "Now, just keep in mind that the future isn't set in stone! Whatever I've told you today can still be changed, if you set your heart on it. Farewell.": "",
  "Do you think everyone's ready for the egg hunt yet?": "",
  "Yes, let's start.": "",
  "Well, should we start the dance now?": "",
  "Should we move forward with the Luau? The governer seems a little hungry.": "",
  "What do you think... should I launch the boat now?": "",
  "Oh... are you already finished setting up your grange display?": "",
  "Are you ready to participate in the ice fishing competition?": "",
  "Hey, @player. I'm your secret gift-giver this year.": "",
  "Here, open it.": "",
  "Hi. So, I'm your secret gift-giver this year.": "",
  "Well? Open it!": "",
  "You don't like it, huh? Bah! Kids these days... no appreciation for anything. That was expensive, and I'm not made of money, you know!": "",
  "It's nothing fancy, but It's the best I could afford.": "",
  "Um, excuse me.": "",
  "I have a gift for you. I found it last summer when I was playing at the beach. I hope you like it.": "",
  "I'm glad you moved here, farmer @player!": "",
  "__comment": "Evets/*.cs",
  "__comment": "SoundInTheNightEvent.cs",
  "A strange sound was heard in the night...": "",
  "An explosion was heard in the night...": "",
  "There was an earthquake during the night.": "",
  "__comment": "QuestionEvent.cs",
  "Should we have a baby, @player?": "",
  "Yes": "",
  "Not now...": "",
  "Should we adopt a baby, @player?": "",
  "During the night, @key  gave birth to a @key.": "",
  "Name your new @key": "",
  "__comment": "BirthingEvent.cs",
  "Choose a name:": "",
  "What should we name him?": "",
  "What should we name her?": "",
  "During the night, the adoption agency dropped off your new boy.": "",
  "During the night, the adoption agency dropped off your new girl.": "",
  "During the night, @key gave birth to a baby boy.": "",
  "During the night, @key gave birth to a baby girl.": "",
  "During the night, you gave birth to a baby boy.": "",
  "During the night, you gave birth to a baby girl.": "",
  "Just look at our little family... We've come a long way, haven't we?": "",
  "Two beautiful children... We've come a long away, haven't we?": "",
  "Everything went well, and now little @playerChild is part of the family. We're very fortunate.": "",
  "It's so wonderful to welcome little @playerChild into our life.": ""
}