{
  "Alright, kid. Just get back on the bus when you're ready to go home.": "",
  "You'll have to wait until Pam's on duty to ride the bus.": "",
  "__comment key = fullActionString.Split(' ')[1] and [2]": "__comment key = fullActionString.Split(' ')[1] and [2]",
  "You're not good enough friends with @key to enter his bedroom.": "",
  "You're not good enough friends with @key to enter her bedroom.": "",
  "You're not good enough friends with @key or @key to enter their bedroom.": "",
  "Go to sleep for the night?": "",
  "__comment Mister Qwee": "__comment Mister Qwee",
  "...So we finally meet.": "",
  "You've come a long way, kid. I remember when you first showed up in Stardew Valley, without a clue how to be a successful farmer.": "",
  "Heh. Look at you now!": "",
  "Well, enjoy yourself kid. You earned it.": "",
  "Oh, erm... In the other room you'll find some notes I've been taking on your progress...": "",
  "And one more thing, kid... don't tell anyone about this place, okay?": "",
  "That's the men's locker room... you can't go in there!": "",
  "That's the women's locker room... you can't go in there!": "",
  "The prismatic shard disappears from your hand in a flash of light! A thought enters your head: My sword is now transformed into the galaxy's ultimate weapon!": "",
  "Some weather, huh?": "",
  "Hey, have a nice walk?": "",
  "Hi there!": "",
  "Nice and warm in here!": "",
  "Hi, @player!": "",
  "Need something built?": "",
  "Oh no, you're soaked!": "",
  "Lew...? Oh...": "",
  "Looking for some supplies?": "",
  "Hey! How's the weather?": "",
  "Wipe your feet!": "",
  "Hey! How's @farm Farm doin'?": "",
  "She's back!": "",
  "He's back!": "",
  "Need a new sword?": "",
  "Gil, wake up! We have a visitor.": "",
  "Do you have an appointment?": "",
  "Can I help you?": "",
  "We've got medicine for sale!": "",
  "Is it an emergency?": "",
  "Here to see the doctor?": "",
  "It's nice of you to visit.": "",
  "Welcome to JojaMart!": "",
  "You poor burnt thing!": "",
  "Oh, a visitor!": "",
  "You look parched!": "",
  "Rare seeds for sale!": "",
  "Sweetie, won't you buy something?": "",
  "Come in, come in!": "",
  "Need a cold drink?": "",
  "What can I get for ya?": "",
  "Need a hot meal?": "",
  "It's cold outside but the coffee's hot!": "",
  "Need a hot drink?": "",
  "Need a drink?": "",
  "Come in out of the cold!": "",
  "You look like you need a drink.": "",
  "Find anything new?": "",
  "Dig anything up?": "",
  "Need my expertise?": "",
  "Brought me something?": "",
  "You smell like dirt... good!": "",
  "Welcome to Pierre's heated shop!": "",
  "Welcome to Pierre's!": "",
  "Seeds for sale!": "",
  "Summer seeds available!": "",
  "It's farmer @player!": "",
  "It's a good day to shop!": "",
  "Did you remember your wallet?": "",
  "Your new @key will be ready in @number days. Just pretend I'm not here.": "",
  "Your new @key will be ready in @number days. I'm going to be working on this thing day and night!": "",
  "Your new @key will be finished tomorrow! Are you excited?": "",
  "The Shrine Of Illusions  ^Make an offering of 500g to change your appearance?": "",
  "Closed until summer.": "",
  "Buy a Joja Cola for 75g?": "",
  "Come back when someone's working.": "",
  "Backpack Upgrade -- 36 slots": "",
  "Backpack Upgrade -- 24 slots": "",
  "Purchase (10,000g)": "",
  "Purchase (2,000g)": "",
  "Buy 100 Qi Coins for 1,000g?": "",
  "You place the essence in the dragon's maw. Only then do you notice a note hidden in the eye socket:": "",
  "'You've proven yourself, kid. Check out the pile of lumber next to your house. -Mr. Qi'": "",
  "Its maw gapes at the desert sun. Even in death, it yearns for a taste.": "",
  "You throw the shell into the box. Immediately, a note falls down from the rafters above:": "",
  "'Well done. Your next task: Place 10 beets inside Mayor's fridge. -Mr. Qi'": "",
  "It's an empty box.": "",
  "You quickly place the beets in the fridge. Wait a sec... there's a note taped to the milk. It's addressed to you:": "",
  "'Good job, kid. Your final task: Give the sand dragon his last meal. -Mr. Qi'": "",
  "It's the mayor's fridge. It's mostly full of milk and iced tea.": "",
  "It worked! The lock-box swings open. Inside, there's a note:": "",
  "'Your first task: Bring a rainbow shell to the train platform. Leave it in the box. -Mr. Qi'": "",
  "It's a battery powered lock-box. Unfortunately, there's no battery in it.": "",
  "You insert the skull key into the keyhole. It's a perfect fit!": "",
  "The door is locked.": "",
  "@key is sleeping.": "",
  "Whatever this once was, it's now in ruins.": "",
  "= Junimo Kart =": "",
  "Progress Mode": "",
  "Endless Mode": "",
  "Exit": "",
  "There's a skull-shaped keyhole...": "",
  "It's locked.": "",
  "Material Stockpile:@newline     @number pieces of lumber@newline     @number pieces of stone.": "",
  "Out of order": "",
  "It doesn't seem to be working...": "",
  "A staircase leads into the dark...": "",
  "Leave the mine": "",
  "Go up one level": "",
  "You remove the empty chest.": "",
  "There's an old minecart track here... Ride the cart down?": "",
  "Choose your reward:": "",
  "Holy Sword": "",
  "Dark Sword": "",
  "Play @key-coin slots? (You have @number Club Coins.)": "",
  "Play": "",
  "This table's for the big shots. It's a 1000 coin bet.": "",
  "Wanna play some CalicoJack? This is the 100 coin table.": "",
  "You have @number Club Coins.": "",
  "You have 0 Club Coins. Buy a starter pack for 1000g?": "",
  "Psst... I have a 'Statue of Endless Fortune' for sale... only 1,000,000g. What do you say?": "",
  "There's an empty hollow in the tree trunk.": "",
  "A cosmic fruit was wedged inside the skull... but you already devoured it.": "",
  "There was a cosmic fruit stashed up there... nothing else.": "",
  "Read which book?": "",
  "Basics": "",
  "Making Friends": "",
  "Improvements": "",
  "__comment": "TV",
  "Select a program to watch:": "",
  "Weather": "",
  "Fortune Teller": "",
  "For 1500g, I will use my magic to change your appearance.": "",
  "What are you doing? I only allow those I trust to enter there.": "",
  "You unlock the sewer hatch with the Rusty Key!": "",
  "You translate the dwarvish:      ^^Stand between the pillars three^With gift as precious as the sky:^A rainbow forged from land, not sea^Then galaxies will heed your cry.^": "",
  "Unop dunyuu doo pusutn snaus^Op hanp o toeday na doo smol^Vhu lonozol yenn huot olait tol": "",
  "Altar of Yoba": "",
  "Teleports you to your farm.": "",
  "The wand draws mystical energy from the altar of Yoba. You can now use it to teleport back to your farm!": "",
  "'@key' by Elliott ... Dedicated to @key": "",
  "It's locked...": "",
  "Closed on Wednesdays.": "",
  "It's locked... (Open @numberam - @numberpm)": "",
  "It's locked... (Open @numberpm - @numberam)": "",
  "It's locked... Only @key's friends can enter uninvited.": "",
  "It's locked": "",
  "Tips On Farming--^*Use fertilizer to improve quality, reduce workload, or hasten crop growth.^*Fruit trees take a whole season to grow, but they require very little maintenance. Keep the area directly around your new sapling clear, or else it may not grow properly.^*Crops will die as soon as the season ends, unless they grow in multiple seasons (e.g. Corn).^*Some crops, such as kale and wheat, need to be harvested with the scythe.": "",
  "...This is a book by Marnie.^ 'Animals are very sensitive. They like to be pet every day, and prefer to eat grass outdoors than dry hay. They don't like being outside in the rain, though. Happy animals produce higher quality products!'": "",
  "On Foraging^ The local woods and mountains are great places to find wild produce! A good forager will clear out any weeds, stumps, or stones from these areas, so the wild produce has plenty of space to grow!^Expert foragers know the secret to cultivating wild food so that it can be grown on the farm. Isn't that amazing?": "",
  "The Fisherman, Act I: ^Tex: Gordy, how do you catch so many fish? For me, it takes forever!^Gordy: You must make the choice to become a true fisherman... and over time your fishing speed will increase!^Tex: So you're saying that improving my fishing skill will make me fish faster?^Gordy:Correct. One day you may even learn the secret to creating your very own bobbers, improving your mastery even more. Now, begone!": "",
  "How deep do the mines go?^ This question has been pondered by many Stardew Valley explorers over the years... The truth is, no one really knows. Or at least, they aren't telling anyone.^Unfortunately, many of those who venture deep into the mines never return...^However, there have been a few bold adventurers who have traveled deep into the mines, and have resurfaced with interesting reports.^ Apparently, there are three distinct areas in the mine, each with unique monsters and treasures.^Some adventurers speak of gigantic underground lakes and strange creatures... But none of these claims have been proven.": "",
  "An old farmer's journal:^ I've been here for a year now, and I've started to make friends with the local townspeople. It sure feels great! And they're sending me gifts and secret family recipes in the mail, too! That's really helpful.": "",
  "'Scarecrows'^ Once you start growing a lot of crops on your farm, you can expect to be visited by crows. In the morning, you might discover that a crow has made breakfast out of your hard work!^One way to prevent those bothersome crows from eating your crops is to set up scarecrows near your crops.^Be aware that scarecrows have limited range, so you'll need multiple if your farm is large.^Scarecrows keep track of how many crows they've diverted. You can use that to tell if they're in a useful spot.^^* 'Collectible Scarecrows' aren't just for looks! They work just the same as the regular model.": "",
  "The Secret of the Stardrop ^--^For thousands of years, people have been intrigued by the mysterious powers of the stardrop... but no one knows where they come from!^ Professor R. J. Kutler, a leading researcher on strange fruit, says this: 'We've discovered traces of genetic material on meteorites that closely resemble the Stardrop, but it's not a proven match'.^Regardless of where they come from, the peculiar fruit is said to be uncommonly delicious... and some even claim they grant special power to those who eat them.": "",
  "Journey Of The Prairie King -- The Smash Hit Video Game!^^Did you know? Anyone who beats 'Journey Of The Prairie King' is automatically entered into a drawing for a special prize!^^Did you know? The developer has stated that the protagonist is based on a real-life character... A true cowboy hero from a prairie-island in the Gem Sea!": "",
  "-- A Study On Diamond Yields --^^ After years of research in the mines, I believe I've learned something about diamond frequency.^My research involved only the stones that are scattered about the mines...The ones that are broken with a pickaxe. Mineral yields from other sources require more research.^Diamonds seem to only form at mine level 50 or greater. At level 50, approximately 1 in 500 stones will be diamond-rich.^ After level 50, the frequency of diamond formation seems to increase by about .000016 per level. Quite a rare gem!^-M. Jasper": "",
  "-~-Brewmaster's Guide-~-^   Ah... to brew! ^The rich smell of yeast wafting through a cedar loft... The floral overtones of freshly cut hops on a winter's eve... but I digress. You are probably more interested in the practical side of brewing...^To brew, you will need a keg. I'll leave it up to you to devise blueprints for a keg.^Kegs can be used to make several kinds of product. If vegetables are placed inside, the keg will produce juice. Juice takes the least amount of time to brew.^If wheat is placed in the keg, it will produce beer. Beer takes a while to brew, but it is quite profitable.^Placing hops in a keg will produced the beloved 'Pale Ale'^Place fruit in the keg to make wine. Wine takes the longest of all to make, but a wine made from the finest fruit is worth quite a bit!^Be patient with your keg... you'll know it's finished when it's perfectly still. And only drink in moderation, or you'll surely regret it!": "",
  "Mysteries Of The Dwarves^The Dwarves call themselves 'Smoluanu'... which translates to 'sky people'. An odd name for a group that lives deep underground, isn't it?^Another mystery of the dwarves is the advanced technology they supposedly possess. Evidence such as this had led me, despite the ridicule of my colleagues, to propose a new theory:^I believe the dwarves are the remnants of a once advanced civilization whose interplanetary vehicle crashed on this planet long ago.^I propose that this dwarvish spaceship bore down, deep underground... and over time, the dwarves became adapted to their new underground environment.^ My colleagues ask, 'Why didn't they come above ground and live on the surface?' ...Perhaps their old planet had a thicker atmosphere that protected them from stellar radiation, and they simply could not survive in our sunlight.^ That would explain why they only surface at night to take what they need from our houses...^^-M. Jasper": "",
  "Highlights From The Book Of Yoba^^Before time there was only the endless golden light.^ The light called out to itself...'Yoba'.^Yoba wanted more.^Yoba swirled the golden light into a vortex. Yoba swirled and swirled until a hole formed in the eye of the vortex.^From this hole sprung a seed.^Yoba smoothed the golden light.^Yoba smoothed and smoothed, and the light became soil.^Into this soil, Yoba planted the seed.^The seed sprouted, and behold! A vine sprung skyward, twisting and probing, casting a writhing shadow onto the golden void.^After 11 days, the vine bore fruit.^Yoba, with knowing wisdom, peeled the tough skin off the fruit and saw that the world was inside.^And so that is how the world came to be.": "",
  "Marriage Guide For Farmers^Before you ask someone to marry you, you'll have to date them for a while first (Ask someone to date you with a bouquet from Pierre's).^ When you're ready to pop the big question, you'll need to give them a 'Mermaid's Pendant'. Everyone knows what it means when you present them with one of those.^ It's rumored that on stormy days, the ghost of an old mariner appears in Stardew Valley, clutching just such a pendant.^ After the wedding ceremony, your partner will move in with you. Remember to treat your spouse well... They still like gifts even after marriage!^^(Paid for by Pierre)": "",
  "The Fisherman, Act II: @newlineTex: Gordy, tell me your best fisherman's story.^Gordy: *deep sigh*...I've caught a lot of big fish in my time...And some that are very rare and difficult...But there was one that I struggled to catch for three days and three nights^Gordy: I call this fish... 'The Legend'. He was a huge beast... And the harder I tugged on the line, the harder he tugged back. I let my guard down for a moment and he snapped my boat in two. I've never fished since.^Tex: Do you think anyone will ever catch him?^Gordy: Hmm... If this person were a master at fishing, and caught all other rare fish first, and made sure they ate the correct kind of food... then maybe. Above all you've got to have respect for the water, son.^Tex:...son? Do you mean... you're...^ ...f...father?^Gordy: Yes, my boy.^^**Dramatic Music as the curtains fall**": "",
  "Technology Report!^^The blueprints for an advanced piece of machinery called a 'Crystalarium' have recently been published.^ This machine can grow crystals from almost nothing, providing their owners with endless supplies of valuable gems!^Here's how it works: Place a gem of your choice inside the crystalarium... ^now be patient, it can take up to several days... but eventually the crystalarium will grow a copy of whatever you placed inside!^You'll know it's ready when it stops wiggling. Once you remove your gem the crystalarium will start working on yet another clone... You'll never need to restock it unless you want to change the kind of gem it produces!^Unfortunately, the crystalarium doesn't work with the extremely rare gemstone known as 'Prismatic Shard'... For some reason, the EMF from the shard interacts negatively with the crystalarium.": "",
  "Secrets Of The Legendary Fish^^Fishermen speak of five rare and unique fish that can only be caught by skilled anglers. Once caught, they will never appear again.^^The crimsonfish lives in the warm ocean waters of summer. It's been sighted on the far eastern side of the beach.^^The Glacierfish, which only appears in winter, can be caught off the southern tip of arrowhead island in Cindersap Forest... near where the river meets the ocean.^^The Anglerfish has been spotted in fall, north of town where the river flows down from the mountains.^^There's rumor of a strange, twisted fish that lives in the sewer.^^^^The final fish, of a species never before caught, is known simply as 'legend'. It is rumored that he lives in a log submerged in the mountain lake, and only ventures out on rainy spring days to nibble at the frog's eggs. Only the most skilled fisherman can hope to catch this one.^^Train at fishing and be persistent, and eventually you will catch these elusive fish. Make sure to respect the water and don't remove too many fish from the ecosystem.": "",
  "...Saw something weird in the tunnel leading out from Pelican Town. There's a little door hidden in the dark. Couldn't get it open, though.^^-Gunther": "",
  "Note From Gunther: Wow, this library has really become great, thanks to your help! Thanks a bunch!": "",
  "There's a book missing here...": "",
  "Dear Mr. @player,^Last night, a Joja team member found you incapacitated. A medical team was dispatched to bring you home safely.^We're glad you're okay!^^(You've been billed @numberg for this service)^^-Morris^Joja Customer Satisfaction Representative": "",
  "Dear Mr. @player,^Last night, a Joja team member found you incapacitated. A medical team was dispatched to bring you home safely.^We're glad you're okay!^^Since you have no money, we were obligated by law to provide this service free of charge.^^-Morris^Joja Customer Satisfaction Representative": "",
  "Dear Ms. @player,^Last night, a Joja team member found you incapacitated. A medical team was dispatched to bring you home safely.^We're glad you're okay!^^(You've been billed @numberg for this service)^^-Morris^Joja Customer Satisfaction Representative": "",
  "Dear Ms. @player,^Last night, a Joja team member found you incapacitated. A medical team was dispatched to bring you home safely.^We're glad you're okay!^^Since you have no money, we were obligated by law to provide this service free of charge.^^-Morris^Joja Customer Satisfaction Representative": "",
  "@player, ^You're lucky I found you last night! You were unconscious, and someone was searching your pockets. I have no idea how much money they took... they ran away as soon as I approached. Be more careful!^^-Linus": "",
  "@player,^Someone dropped you off at the clinic last night. You'd passed out from exhaustion!^You've got to take better care of yourself and go to bed at a reasonable hour.^I've billed you @numberg to cover your medical expenses.^^-Dr. Harvey": "",
  "@player,^Someone dropped you off at the clinic last night. You'd passed out from exhaustion!^You've got to take better care of yourself and go to bed at a reasonable hour.^Since you have no money, I provided your medical care free of charge.^^-Dr. Harvey": "",
  "You don't have any mail.": "",
  "^File on: @player^": "",
  "Steps Taken: @number^Gifts Given: @number^Days In Stardew Valley: @number^Dirt Hoed: @number^Items Crafted: @number^Items Cooked: @number^Trash Recycled: @number": "",
  "Monsters Slain: @number^Fish Caught: @number^Lines Cast: @number^Seeds Sown: @number^Items Shipped: @number": "",
  "It's written in a mysterious script... But after careful study you discover the secrets of transmutation!@newline(You've learned the 'Transmutation' crafting recipes)": "",
  "You found the Hero's Sword! That old monster was keeping this secret for years.": "",
  "You take the Holy Sword. It does extra damage to ghosts and other monsters of evil.": "",
  "You choose the Dark Sword. It's glowing with an evil energy. Sometimes it will drain your opponent's health to restore your own.": "",
  "Buy '@key' wallpaper for @numberg? Your old wallpaper will be destroyed.": "",
  "Buy '@key' flooring for @numberg? Your old floor will be destroyed.": "",
  "Your lantern is already full of fuel.": "",
  "You can fuel your lantern here.": "",
  "You don't have a lantern yet.": "",
  "You already bought the television.": "",
  "Come back when Pierre's tending the shop.": "",
  "I'm all out of animal food...": "",
  "What can I do for you?": "",
  "Shop": "",
  "Upgrade House": "",
  "Construct Farm Buildings": "",
  "Sorry! Shop's closed for the day... I'm at Caroline's place for aerobics club.^^-Robin": "",
  "Upgrade Tools": "",
  "Process Geodes": "",
  "Hey. Your tool is ready but you don't have any room in your inventory.": "",
  "Um, I'm still working on your @key. It won't be ready today.": "",
  "Supplies Shop": "",
  "Purchase Animals": "",
  "Closed for the day.^^-Marnie": "",
  "Donate To Museum": "",
  "Collect Rewards": "",
  "The museum looks amazing! Thanks again for all your help.": "",
  "It doesn't seem like you have anything to donate to the museum. Better get out there and do some treasure hunting, huh?": "",
  "Hello there! Welcome to the Stardew Valley Archaeological Office.": "",
  "Uh... This is embarrassing, but the previous curator made off with the entire collection. We don't have any artifacts for display.": "",
  "But I'm hoping to remedy that soon! Hey, if you find any artifacts or minerals out there... would you let me know?": "",
  "You've discovered a beautiful jug filled with a swirling, rainbow-colored liquid.": "",
  "Ignore it.": "",
  "Drink the liquid.": "",
  "You've found an ancient jug. It's filled with a @key liquid.": "",
  "Hey, I said 1,000,000g! This isn't gonna cut it.": "",
  "Reset your progress in the mine? @newline(You'll be back at mine level 1).": "",
  "What happened? You're a club member?!": "",
  "You may enter.": "",
  "It's good to finally meet ya, kid. Welcome to my exclusive clubhouse.": "",
  "You've got the 'spark'... that's why I singled you out.": "",
  "What spark? Ah... The conduit of mystery, of art...": "",
  "People like us have a responsiblity to keep the world alive, to give folks a taste of the extraordinary.": "",
  "You see, kid... The world's like a bowl of rice. It's got substance, but it ain't worth nothin' without a good, zesty sauce. That's where we come in.": "",
  "Didn't you ever wonder who put those treasure chests in the old mineshaft? I like to give people surprises.": "",
  "You'll understand someday. Just keep doing your best and never give up.": "",
  "The objective is to get as close to 21 as possible. Cards range from 1 to 9, except for the first card which can be as high as 11. Each player starts with two cards, but the dealer's first card remains hidden. Each turn you can choose to draw a random number between 1 and 9 or pass.": "",
  "Once you pass, the dealer's hidden card is revealed. She must draw until her total reaches or exceeds 18. If either player exceeds 21 on their turn, they lose. If the dealer passes, then all cards are revealed and the highest score wins.": "",
  "You need at least 1000 coins to play here.": "",
  "Hey, the betting's fixed at 100 coins. You don't have enough. Go buy some coins from the machine if you want to play.": "",
  "To grow crops, you have to till the soil with your hoe, plant seeds, and water those seeds every day.": "",
  "Switch to your Hoe with the 'z' key.": "",
  "Good! The 'z' key cycles through tools and items.": "",
  "Use your tool with the 'c' key": "",
  "Press 'c' to use your current tool, or activate\\eat an item that you're holding.": "",
  "Press 'z' to switch to the seed bag": "",
  "Press 'c' to use the seed bag": "",
  "Press 'z' to select your watering can": "",
  "...Press 'c' to use it": "",
  "Great! Now if you keep watering that every day, it'll eventually be ready to harvest. If your can is empty, fill it at any water source.": "",
  "Press 'x' to grab": "",
  "Press 's' to add the item to your backpack": "",
  "If you aren't holding an item, 's' will remove the first item from your backpack. Then you can press 'z' to cycle through your items.": "",
  "Hold 'Shift' to run, and press 'v' to cancel out of menus, etc.": "",
  "Well, it looks like you're ready to go! Good luck!": "",
  "__Farming": "",
  "Fishing & Gathering": "",
  "Digging & Mining": "",
  "Friends": "",
  "Dating & Marriage": "",
  "Volumes:": "",
  "Building Upgrades": "",
  "Tool Upgrades": "",
  "Skills": "",
  "Farming involves growing crops and raising animals. Purchase seeds at Pierre's shop in town. Use your hoe to dig a 3x3 area on your farm      (Default key to use tools is 'c').": "",
  "Stand in the center of the tilled area and spread the seeds. Water them every day if it isn't raining, and eventually they will be ready for harvest.": "",
  "To raise animals you will need Robin to repair your coop or barn. Her shop can be found in the hills above town. When repairs are done, you can buy animals from Marnie's shop in the forest south of your farm.": "",
  "Make sure to buy some feed as well. Each animal requires one piece of animal food every day. Inside the coop and barn are feed dispensers and food troughs. For each animal, place one piece of food per day into the trough.": "",
  "Talk to your animals every day to improve their production skill. With a little planning and a bit of work, farming can be a reliable way of making a good income.": "",
  "To fish, stand in front of the water and use your fishing rod. When something bites, use your rod again to claim your catch. Just make sure to be quick or whatever's biting might get away.": "",
  "Wood and stone are required to repair and upgrade your buildings, and are also useful materials when crafting your own items. The hills north of town are a good place to gather wood and stone.": "",
  "North of town you will find a cavern that leads deep into the earth. Inside, useful minerals and treasures await you... as well as danger.": "",
  "Use your pickaxe to break open rocks. Sometimes you will find ores and gems. Digging in the ground can also unearth ores.": "",
  "In addition to ores, roots, and minerals, digging can unearth ancient artifacts of archaeological significance. Some artifacts can only be found in certain areas. Bring these to Gunther in town.": "",
  "Most of the buildings on your farm can be upgraded several times. These upgrades can be expensive, but in the long run they will allow you to earn more money.": "",
  "Upgrading your coop and barn will increase your animal capacity. Upgrading your house will increase its size as well as grant special perks. Your first house upgrade comes with a kitchen and crafting table.": "",
  "The second house upgrade will allow you to marry. The third will prove to the world that you are a great success! :}": "",
  "The town blacksmith can upgrade your tools for you. He'll need a certain amount of ore and money for each upgrade. Upgraded tools can be 'charged up' by holding the use-tool key.": "",
  "Charging your tool will either increase its power or area of effect.": "",
  "As you earn money, you will 'level up' and gain skill points. These points can be distributed in different areas and will improve your abilities.": "",
  "When you go to sleep each night, you will be able to distribute any skill points that you've earned during the day.": "",
  "If you want to befriend people quickly, talk to them every day. You can also give them gifts, but make sure it's something that he or she likes.": "",
  "You can only give each person two gifts per week, so don't go crazy finding gifts every day. Get to know people and they will respond to you differently. They might even send you letters and presents!": "",
  "There are 10 eligible bachelors and bachelorettes in town. Feel free to become friends with anyone you like, but at some point you'll have to show romantic interest to further your relationship.": "",
  "To do this, give your special friend a bouquet from Pierre's. If they accept it, congratulations! You now have a new girlfriend or boyfriend!": "",
  "After dating someone for a while, you might want ask them to marry you. To do this, you'll have to find a Mermaid's Pendant. Everyone knows that the Mermaid Pendant is the symbol of marriage.": "",
  "@key! Tomorrow's weather forecast is sunshine all day! I'm very confident about this forecast.": "",
  "If you're just tuning in... er... I'm not sure about tomorrow's forecast. *gulp* ... But as you can see, there's a warm front moving in over @key!": "",
  "If you're just tuning in... er... I'm not sure about tomorrow's forecast. *gulp* ... But as you can see, there's an interesting cloud formation passing above @key!": "",
  "If you're just tuning in... er... I'm not sure about tomorrow's forecast. *gulp* ... But as you can see, there's an occluded front sweeping over @key!": "",
  "If you're just tuning in... er... I'm not sure about tomorrow's forecast. *gulp* ... But as you can see, there's a lot of moisture building up around @key!": "",
  "@key, Stardew Valley residents. The latest forecast shows a @number% chance for rain tomorrow. Thanks for tuning in!": "",
  "Tomorrow's forecast... !! There's going to be a thunderstorm! Stay safe!": "",
  "Welcome to Welwick's Oracle... the ONLY show where the voice of the spirits is channeled directly... to YOU.": "",
  "I sense a new presence tuning in to my program. Someone who wishes to peer beyond the future's gossamer veil... hehehhee *cough* *wheeze*": "",
  "I sense a new presence tuning in to my program...is it, a young man from Stardew Valley? Although, when you get as old as I am, *every* man is a young man ...hehehaaha *cough*": "",
  "I sense a new presence tuning in to my program...is it, a young lady from Stardew Valley? Although, when you get as old as I am, *every* lady is a young lady ...hehehaaha *cough*": "",
  "The sprits are furious. Apparently someone tried to give them a worhtless offering... Hmm. It's unwise to play jokes on the spirits!": "",
  "The spirits are very displeased today. They will do their best to make your life difficult.": "",
  "The sprits are somewhat annoyed today. Luck will not be on your side.": "",
  "The sprits are mildly perturbed today. Luck will not be on your side.": "",
  "The spirits are joyous! Someone gave them a nice offering today, and they are very pleased.": "",
  "The spirits are very happy today! They will do their best to shower everyone with good fortune.": "",
  "The spirits are in good humor today. I think you'll have a little extra luck.": "",
  "This is rare. The spirits feel absolutely neutral today. They tell me that, if their disposition was viewed as a luck modifier ranging from -.1 to .1, they would be precisely at 0. Interesting.": "",
  "You will? That's wonderful!": "",
  "I knew you'd do the right thing, @player.": "",
  "So what are you going to call your new friend?": "",
  "...cute!": "",
  "Goodbye my little friend! Be a good widdle kitty for @player, okay?": "",
  "It's so nice of you to adopt that sweet little kitty.": "",
  "...Really? Well, alright. I guess some people don't like cats. That's okay. I'll find another home for this little one.": "",
  "Well... have a good day. On your farm, alone.": "",
  "That little kitty ran off into the woods before I could find a new home for her.": "",
  "I can increase the size of your house and add a kitchen. It will cost 10,000g and you'll also need to provide me with 450 pieces of wood. Are you interested?": "",
  "I can increase the size of your house and add a nursery. It will cost 50,000g and you'll also need to provide me with 150 pieces of hardwood. Are you interested?": "",
  "Thank you! I'll get started tomorrow. I should be finished in around three days.": "",
  "Sorry... You have the money, but I also need 450 pieces of wood.": "",
  "Sorry... You have the money, but I also need 150 pieces of hardwood.": "",
  "Great! You can hold up to @number items now!": "",
  "Mmmm... it's so sweet. That was delicious! My stamina is fully restored.": "",
  "Wow, that tasted incredible! I'm feeling great!": "",
  "...I found you unconscious in the mines. @key": "",
  "__comment Robin": "__comment Robin",
  "I almost mistook you for a piece of exotic wood!": "",
  "__comment Clint": "__comment Clint",
  "I think I blew my back out, dragging you all the way up here.": "",
  "__comment Maru": "__comment Maru",
  "I was hunting for minerals and I almost stepped on your head!": "",
  "You were gone so long I started to get worried about you!": "",
  "__comment Linus": "__comment Linus",
  "You're lucky I happened to pass by!": "",
  "...I found you unconscious in the mines. You were gone so long I started to get worried about you! I started crying when I saw your limp body...": "",
  "...I found you unconscious in the mines. You were gone so long I started to get worried about you! I almost had a heart attack when I saw your limp body...": "",
  "@player, wake up!": "",
  "Be a little more careful next time, okay?": "",
  "Easy, now... take it slow.": "",
  "Someone found you unconscious and battered... I had to perform an emergency surgery on you!": ""
}