{
  "--Monster Eradication Goals--^": "",
  "Help us keep the valley safe.": "",
  "@number Slimes *^": "",
  "@number/1000 Slimes^": "",
  "@number Void Spirits *^": "",
  "@number/150 Void Spirits^": "",
  "@number Bats *^": "",
  "@number/200 Bats^": "",
  "@number Skeletons *^": "",
  "@number/50 Skeletons^": "",
  "@number Cave Insects *^": "",
  "@number/125 Cave Insects^": "",
  "@number Duggies *^": "",
  "@number/30 Duggies^": "",
  "@number Dust Sprites *^": "",
  "@number/500 Dust Sprites^": "",
  "^  -See Gil to claim your rewards.": "",
  "...*snore*...": "",
  "...Come back when you've got something to show me, kid": "",
  "Use 300 pieces of wood to fix the bridge?": "",
  "Hmmm... With 300 pieces of wood this could be fixed.": "",
  "    Gone fishing.^^   I'll be back tomorrow.": "",
  "Old Mariner: Glad the amulet worked out for ye, lad.": "",
  "Old Mariner: Glad the amulet worked out for ye, miss.": "",
  "Old Mariner: Don't be shy, now. Show that amulet to the one you intend to marry.": "",
  "Old Mariner: I can see that sparkle in yer eye, lad. Ye must be head over heels in love. But I'm afraid a bigger house is essential for a happy marriage.": "",
  "Old Mariner: I can see that sparkle in yer eye, miss. Ye must be head over heels in love. But I'm afraid a bigger house is essential for a happy marriage.": "",
  "Old Mariner: Ah, I can see it in yer eyes... There be a special someone in yer heart. Just so happens I'm sellin' a 'Mermaid's Pendant'. Give that to yer intended and they'll know exactly what you mean.": "",
  "Buy (5000g)": "",
  "Not now...": "",
  "Old Mariner: I've got this old amulet to sell... but somethin' tells me yer not ready for it, lad.": "",
  "Old Mariner: I've got this old amulet to sell... but somethin' tells me yer not ready for it, miss.": "",
  "Can't upgrade while someone's inside.": "",
  "Incorrect Building Type": "",
  "Found 20g under the seat!": "",
  "Girl: Hi! <": "",
  "The bus hasn't arrived yet...": "",
  "...No response.": "",
  "Kid: 'Sup?": "",
  "Kid: Dude, don't touch my board.": "",
  "Lady: We just got back from the Zuzu City fun park... didn't we Simon?": "",
  "Simon: *babble*... *slurp*": "",
  "Lady: He's shy around strangers.": "",
  "Moustached Man: Don't worry, friend. I've got my eyes peeled for the valley.": "",
  "It doesn't look too happy in there...": "",
  "Old Lady: You're liable to hurt someone, waltzing around on a moving bus!": "",
  "Old Lady: Ah well, if my knees weren't so stiff I'd probably do the same. Hehee.": "",
  "Man: Get your claws off my bag.": "",
  "Man: ...Did you hear me, kid? Scram!": "",
  "Man: What are you, some kind of bum?": "",
  "Man: ...*Sigh*... Kids these days...": "",
  "Man: For the love of Yoba, get your filthy paws off my designer bag!": "",
  "Man: That bag costs more than you'll make in ten years!": "",
  "Man: Arghh!! Take this and leave me alone, you hooligan!": "",
  "Received 1g.": "",
  "Man: ...": "",
  "Driver: Hey, you'd better take a seat.": "",
  "Occupied": "",
  "Oooo... My feet hurt from all that shopping.": "",
  "Hey. Could you ask the driver how long it'll be until we get to Stardew?": "",
  "...well?": "",
  "Driver: Huh? We're almost there. It should only be a few more minutes.": "",
  "Sir? Are you still there?": "",
  "Uh-huh... sorry to put you on hold, sir. I had some business to attend to.": "",
  "That's right, sir... I'm on the bus right now, heading to Stardew Valley.": "",
  "I have to say, so far I've been quite unimpressed with the locals.": "",
  "They seem like a docile and unfashionable sort of people.": "",
  "The children look sickly, and all the young men are delinquents from what I've seen so far...": "",
  "Although, they are displaying our corporate logo, which you'll be pleased to hear, sir.": "",
  "*snort* ... Yes, sir. It definitely won't be a problem to get these country rubes to sign the paperwork...": "",
  "We'll have that new Joja Hypermarket up and running in no time. Then maybe we can discuss that new": "",
  "Moustached Man: Everyone, look!!": "",
  "Moustached Man: There it is! Stardew Valley!": "",
  "Buy a ticket to Calico Desert for 500g?": "",
  "The bus to Calico Desert is out of service.": "",
  "You don't have enough money.": "",
  "Please return when a bus driver is present.": "",
  "@key is wondering where you've been.": "",
  "Your loyal horse waits patiently for your return.": "",
  "Now I'm angry!": "",
  "You little punk...": "",
  "We are the Junimos... Keepers of the forest.": "",
  "This house was empty for years... The trees moved in and so did we.": "",
  "We're happy to help... It's not our house, after all.": "",
  "So many wonderful bundles... thank you! Thank you!": "",
  "When we're done here, we'll return to the other world.": "",
  "The last bundle... Farewell... @player.": "",
  "The @key has been restored!": "",
  "The Junimos have returned to the spirit world.": "",
  "Return to Stardew Valley?": "",
  "You've got a bunch of your stuff blocking the kitchen... I guess you're not getting dinner tonight.": "",
  "Aiii!": "",
  "What the...?": "",
  "Ahh!!": "",
  "Die!!": "",
  "Get out!": "",
  "Yuck!": "",
  "Take that!": "",
  "Help!": "",
  "Get your sword!": "",
  "Agh!": "",
  "Gahh!": "",
  "Um... Honey? Why are there monsters in the house?": "",
  "It's locked. You can hear someone inside, though.": "",
  "You unlock the sewer hatch with the Rusty Key!": "",
  "It's locked...": "",
  "It looks abandoned...": "",
  "If you become a Joja Member, the community center will become a Joja Warehouse, and you will no longer be able to refurbish it. However, Joja will provide an alternative means to improving the town. Are you sure you want to join?": "",
  "Excellent! Welcome to Joja Corporation! Come back tomorrow and we can see about getting started on some community development projects... Oh, and don't forget your wallet! Hehe.": "",
  "Now, let me call Mayor Lewis and see about gutting that nasty old community center...": "",
  "Come back tomorrow and we can see about getting some community improvements started... Just make sure to bring a lot of money. Hehe.": "",
  "Welcome to JojaMart! How are you doing today?": "",
  "I don't believe we've met. I'm Morris, Joja Customer Satisfaction Representative.": "",
  "When you decide you want to become a Joja Member, I'll be delighted to help make your transition a joyous experience.": "",
  "Welcome to JojaMart! How is your weekend going?": "",
  "We're currently in the process of setting up a brand-new membership system for our customers. Please check back soon to join!": "",
  "Membership is now available! With a Joja Membership, you'll be able to make improvements in the community with the help of our dedicated personnel... for a fee, of course.": "",
  "Oh, and another thing... Mayor Lewis promised us that if anyone else joined up, he'd let us turn that old community center into a Joja Warehouse. Isn't that wonderful?": "",
  "Membership costs @numberg. Well, would you like to join us?": "",
  "Hmm... Our records show that you live on a farm with some other folks... I'm sorry, but we can only sell a membership to the owner of your residence.": "",
  "We're currently processing your last Community Development order. Please come back after the work is complete.": "",
  "I've got the Joja Community Development Form right here for you, sir. Care to take a look?": "",
  "I've got the Joja Community Development Form right here for you, miss. Care to take a look?": "",
  "A way down has appeared.": "",
  "This area is infested...": "",
  "This area is overrun with monsters.": "",
  "You fell @number levels.": "",
  "Ouch!": "",
  "There's a shaft leading down.": "",
  "Jump In": "",
  "Leave the mine": "",
  "Adventurer's Guild": "",
  "Proven adventurers only.": "",
  "      * Adventurer's Guild *^^    Proven adventurers only.": "",
  "Hello": "",
  "A train is passing through Stardew Valley": "",
  "Hey, @player": "",
  "Hey, farmer": "",
  "So I stopped by Pierre's the other day and bought @key. It was the first time I've seen one of those there in a while...": "",
  "I cooked it up for dinner last night... It filled the house with a @key smell. It was a hit!": "",
  "I'm glad Pierre's stock is starting to expand again.": "",
  "I cooked it up for dinner last night... It filled the house with a @key.": "",
  "I cooked it up for dinner last night... It filled the house with a @key odor. I don't even want to know where Pierre found that thing.": "",
  "Anyways...": "",
  "Hi... did you sell a fresh @key to the general store the other day? I think I bought it...": "",
  "Hi... did you sell @key @key to the general store the other day? I think I bought it...": "",
  "The quality was decent.": "",
  "It was pretty high-quality stuff. As soon as I smelled it I was back in Granny's old cottage...": "",
  "It was pretty high-quality stuff. I'm impressed.": "",
  "I went shopping last night and picked up a fresh @key on sale for only @number g.": "",
  "I went shopping last night and picked up @key @key on sale for only @number g.": "",
  "I couldn't pass up that great price.": "",
  "It was actually pretty @key.": "",
  "It was @key! No wonder Pierre was selling that @key for so cheap...": "",
  "So I was at the store the other day and Pierre showed me a fresh @key you brought in.": "",
  "I bought it.": "",
  "So I was at the store the other day and Pierre showed me @key @key you brought in.": "",
  "I bought the tastiest @key from Pierre's shop the other day.": "",
  "He said that he grew the thing in his own backyard. I didn't know Pierre was such a talented farmer!": "",
  "Looks like you might have some competition, huh?": "",
  "He said he cooked the thing himself using local ingredients. I didn't know Pierre was such @key chef!": "",
  "He said he found it himself while exploring the mountains. I didn't know Pierre was such a talented forager!": "",
  "Hey, so I picked up one of your a fresh @key s at the store last night. My mom wanted something good for dinner.": "",
  "Hey, so I picked up one of your @key @key s at the store last night. My mom wanted something good for dinner.": "",
  "Hey. We had one of those @key s you sold at the shop for dinner last night... I guess it was starting to go bad and my Dad couldn't bear to throw it out.": "",
  "Unfortunately it tasted like @key": "",
  "It was still pretty good, though.": "",
  "Oh, @player... This is embarrassing. I threw one of your @key s you sold us into my compost bin.": "",
  "Now the whole thing smells horrendous. Where did you find that thing again?": "",
  "But on the bright side, the worms are really loving it! They've never looked happier!": "",
  "Hey, remember that @key you sold me the other day? I ended up serving it to the family for a special dinner.": "",
  "I can't say it was a hit...": "",
  "My wife loved it! ...And Abby even started going to town on it after I smothered the thing in hoisin sauce.": "",
  "... well,... back to business, huh?": "",
  "Emily tried to serve me a @key for dinner last night... I threw it away when she wasn't looking.": "",
  "I don't like health food...": "",
  "I saw that Pierre had fresh @key in the shop the other day! Marvelous. It smelled just perfect... and firm, too!": "",
  "Hey, so I picked up @key @key at the store last night. Grandma made her special casserole...": "",
  "Hey, so I picked up a fresh @key at the store last night. Grandma made her special casserole...": "",
  "The other day I bought @key @key at Pierre's. It was perfect on a bed of greens and a dash of my 'special' vinaigrette.": "",
  "The other day I bought a fresh @key at Pierre's. It was perfect on a bed of greens and a dash of my 'special' vinaigrette.": "",
  "It's just the back of Lewis' old pickup truck...": "",
  "Choose destination:": "",
  "Out of Business.": "",
  "Eww... What are you doing?": "",
  "Um... Why are you digging in the trash?": "",
  "Hey, Stop that! ...Yuck!": "",
  "- Pierre's General Store @newlineNow open 7 days a week From 9am-5pm!": "",
  "--Old Master Cannoli--@newline...Still searching for the sweetest taste...": ""
}