{
  "__comment": "AnimalShop",
  "Oh! You brought the cave carrot! Thank you so much, Mr. @player.": "",
  "Oh! You brought the cave carrot! Thank you so much, Ms. @player.": "",
  "This looks great... I almost want to eat it myself!": "",
  "...almost.": "",
  "I hope it wasn't too much trouble... I really do appreciate it.": "",
  "Thanks again for helping me out.": "",
  "...and my goats say 'thanks' too.": "",
  "__comment": "ArchaeologyHouse",
  "@player, you made it!": "",
  "I feel so relieved to be done with my book... it's like an elephant's been lifted off my shoulders.": "",
  "Well, I'd better get started with the reading... Wish me luck.": "",
  "Good afternoon, everyone.": "",
  "Hi!": "",
  "Ever since I was a young boy, I've dreamt of becoming a writer.": "",
  "When the time came for me to leave home and start my own life, I moved here. I was drawn to the peaceful beauty of the valley, and hoped that days of quiet reflection in this idyllic": "",
  "atmosphere would fan the literary flames.": "",
  "After countless hours scribbling at my writing desk, I present to you my first novel: 'The Rise And Fall Of Planet Yazzo'... It's a sci-fi epic spanning thousands of": "",
  "years in an exotic planetary system.": "",
  "Chapter One.": "",
  "Commander Yutkin stepped through the golden archway as the airlock snapped shut behind him. Today was his first day on Planet Yazzo, and all 14 of the alliance delegates": "",
  "had been summoned to the Grand Spire...": "",
  "...And as the 7th moon descended beneath the horizon, the planet of Yazzo would begin its sinister transformation... an event for which Commander Yutkin was completely unprepared.": "",
  "Well, that concludes my reading. I'll be selling signed copies of the book by the front desk. Thanks for listening!": "",
  "Well, how was it?": "",
  "Thanks. ": "",
  "You know, I got the idea for making a sci-fi book from you. Do you remember?": "",
  "That's why I've dedicated this book to you...": "",
  "After countless hours scribbling at my writing desk, I present to you my first book: 'Blue Tower'... It's a mystery novel set in a surreal, dystopian future.": "",
  "Chapter One.": "",
  "From the shadows emerged a man, radiating with enigmatic omniscience. 'Good Evening, Mr. Lu,' he said, the corners of his mouth quivering. Lu seemed astonished. 'How did you know": "",
  "my name?'": "",
  "Lu checked Jenu's pockets, then stood up and walked into the bedroom. He quickly found the small golden key that he was looking for and slipped it into his coat pocket.": "",
  "Well, that concludes my reading. I'll be selling signed copies of the book by the front desk. Thanks for listening!": "",
  "Well, how was it?": "",
  "Thanks. ": "",
  "You know, I got the idea for making a mystery from you. Do you remember?": "",
  "That's why I've dedicated this book to you...": "",
  "After countless hours scribbling at my writing desk, I present to you my first novel: 'Camellia Station'... It's a romance novel about a train stewardess who falls in": "",
  "love with a traveling architect...": "",
  "Chapter One.": "",
  "'Your ticket, sir?' Ticket collector Gozman extended a gloved hand towards the young commuter. 'Ah, yes. I have it right here,' he replied, reaching into his coat pocket.": "",
  "Mortified, he discovered that the ticket was missing.": "",
  "...'Clara, there's something I must tell you,' he blurted as she turned to leave. Clara turned, slowly, and saw the look of desperation in Horatio's eye. At that moment": "",
  "Gozman burst into the compartment, red-faced.": "",
  "Well, that concludes my reading. I'll be selling signed copies of the book by the front desk. Thanks for listening!": "",
  "Well, how was it?": "",
  "Thanks. ": "",
  "You know, I got the idea for writing a romance novel from you. Do you remember?": "",
  "That's why I've dedicated this book to you...": "",
  "Abysmal...": "",
  "Not a single piece in the entire collection.": "",
  "What's this? You found something? Let me see it!": "",
  "Remarkable!": "",
  "It's very old.": "",
  "I'd love to study this in greater detail... But it is yours.": "",
  "Hmmm...": "",
  "I've got a favor to ask you.": "",
  "Would you consider donating any new artifacts or minerals that you find?": "",
  "We could make a groundbreaking discovery together!": "",
  "Oh, and who knows... If you keep donating I might come across some interesting items to send your way.": "",
  "Think about it, will you?": "",
  "If you decide to donate, just bring the objects to the front desk.": "",
  "__comment": "BathHouse_Pool",
  "There you are... I was worried you didn't get my note.": "",
  "It looks like we're alone.": "",
  "The water feels so good after being out in the cold of night, doesn't it?": "",
  "Do you know why I asked you here tonight?": "",
  "You have something to tell me.": "",
  "I'm not exactly sure.": "",
  "You wanted to see me in my bathing suit.": "",
  "Um, how do I say this...": "",
  "I've been meaning to tell you for a while now... about how I feel.": "",
  "I can't stop thinking about you...": "",
  "I've never felt this way about anyone.": "",
  "...": "",
  "I feel the same way about you.": "",
  "Sorry, but I don't like you in that way...": "",
  "__comment": "Beach",
  "@player! Come here, quick!": "",
  "My bracelet is gone! I know I had it on when I got here... ": "",
  "But now it's gone and I can't find it anywhere...": "",
  "I'll never find another one like it...": "",
  "Relax, I'll just buy you a new one!": "",
  "I'm really sorry...": "",
  "Sorry, Great-Grandma. I lost your precious bracelet. Please forgive me.": "",
  "Could she have dropped it nearby?": "",
  "Is that...?": "",
  "You found it!": "",
  "Thank you so much, @player. You're a lifesaver.": "",
  "I won't forget what you did for me here.": "",
  "I really owe you one, @player.": "",
  "Oh, hi.": "",
  "Um, it's @player, right?": "",
  "I'm just enjoying this great weather, @player.": "",
  "Hmm...": "",
  "Hey, go long!": "",
  "Heh... Nice try.": "",
  "I'm going to be the first professional gridball player from Stardew Valley... There's no doubt in my mind.": "",
  "I already led my school's team to the regional playoffs... Now I'm just training and getting stronger so I can claim my spot on the roster of the Zuzu City Tunnelers. You just wait!": "",
  "I believe in you!": "",
  "Wow, you're really arrogant.": "",
  "Thanks, @player. I'll remember that.": "",
  "Hey, that was fun, huh?": "",
  "Hmmph... I think someone's a little jealous.": "",
  "I'm out of here.": "",
  "...": "",
  "*sniff*...": "",
  "Oh... @player. You saw me crying.": "",
  "It was today, twelve years ago... that my Mom died.": "",
  "I still remember her well... she'd make salted radish sandwiches for lunch... and toss the gridball with me in the back yard.": "",
  "She took good care of me... and I was too young to really say 'thanks'. Now she's gone forever.": "",
  "This is the only keepsake I have left... her secret music box.": "",
  "So... What are you thinking right now, @player?": "",
  "Honor your mother's memory by always doing your best.": "",
  "You shouldn't dwell in the past.": "",
  "I'll always be here for you if you get lonely.": "",
  "Get over it. Life is hard for everyone.": "",
  "Well, there's no sense sitting around sniveling... let's head back to town.": "",
  "Um... @player?": "",
  "Don't tell anyone I was crying. Okay?": "",
  "Hey!": "",
  "@player?": "",
  "Hey. I'm surprised to find you out here in the rain.": "",
  "Look at those dark clouds looming over the horizon...": "",
  "I hope they come this way.": "",
  "I like this weather because it makes everyone disappear... you know?": "",
  "Being around people makes me feel anxious.": "",
  "I don't feel that way around you, though.": "",
  "We're getting soaked...": "",
  "Here... There's room for two.": "",
  "Hey.": "",
  "Look... I fixed up that old rowboat that's been sitting by my house. Pretty nice, huh?": "",
  "@player... Would you do me the honor of joining me for her maiden voyage?": "",
  "Get in the boat?": "",
  "Yes": "",
  "No": "",
  "So my book's been out for a while now... It's not a best-seller or anything, but it's been getting some good reviews from the critics.": "",
  "And I really couldn't have finished it without your moral support.": "",
  "Actually, that's not true at all. I would've finished it either way.": "",
  "But I am grateful that you believed in me... in my vision. And, well...": "",
  "Um... @player? How do I say this...": "",
  "Well, we've been friends for a while now... But I'm... I'm not sure if I feel that way about you anymore.": "",
  "No! I'm not saying I want to cut all ties with you!": "",
  "In fact... quite the opposite.": "",
  "...Let's see, how do I put this...?": "",
  "For once, I'm at a loss for words...": "",
  "@player? You're trembling...": "",
  "I'm happy.": "",
  "You're making me very uncomfortable. Stop.": "",
  "We'd better head back before the southern wind picks up.": "",
  "Uh oh... The vibration from your body has caught the attention of a Crimsonfish... We'd better get out of here.": "",
  "Look at the valley from here... it finally looks like 'Home'.": "",
  "*sigh*... What a day...": "",
  "I see.": "",
  "...": "",
  "Hello @player. Nice day, isn't it?": "",
  "I'm just keeping an eye on my little brother. It's good for him to get some fresh air on a day like this.": "",
  "Our Dad used to take us to the beach on sunny days like this.": "",
  "Sam...?": "",
  "Is Dad ever going to come home?": "",
  "Of course, Vince. Dad's going to come back as soon as he possibly can.": "",
  "But I heard some grown-ups saying that... that all of our troops are getting shot to pieces.": "",
  "Don't believe everything you hear!": "",
  "Don't you remember how strong Dad is? He'd never let a pathetic Gotoro grunt get him like that! Don't you worry!": "",
  "And always remember that Mom and I are here to play with you if you ever feel lonely.": "",
  "Okay!": "",
  "To be honest, I have no idea if my old man will come back... We've all read the reports. Our soldiers are falling by the thousands.": "",
  "But what am I going to say to Vincent?": "",
  "It's best to be honest with kids.": "",
  "You did the right thing. Kids should have hope.": "",
  "You think so?": "",
  "Maybe you're right... The world is a cruel place, but kids have to learn that one way or another.": "",
  "Yeah... kids should play and have fun while they still have the chance.": "",
  "Hey did I tell you the band's starting to come together?": "",
  "Yeah! It turns out Abigail's a pretty good drummer. And Sebastian seemed to really want her in the band...": "",
  "Ahoy there, son.": "",
  "Ahoy there, miss.": "",
  "Heard there was a newcomer in town... Good to finally meet ya.": "",
  "Ah... I'm still tryin' to unwind from a month out on the salty seas...": "",
  "It was a big haul! I sold a lot of good fish.": "",
  "Finally saved enough to buy me a new rod.": "",
  "Here, I want you to have my old fishing rod.": "",
  "It's important to me that the art o' fishing stays alive. And hey, maybe you'll buy somethin' from the shop once in a while.": "",
  "There's good water here in the valley. All kinds o' fish.": "",
  "Oh yeah. My shop's back open now, so come by if you need supplies.": "",
  "I'll also buy anything you catch.": "",
  "'If it smells, it sells'. Heh heh. That's what my ol' Pappy used to say, anyway.": "",
  "__comment": "BusStop",
  "Hello! You must be @player.": "",
  "I'm Robin, the local carpenter. Mayor Lewis sent me here to fetch you and show you the way to your new home. He's there right now, tidying things up for your arrival.": "",
  "The farm's right over here, if you'll follow me.": "",
  "This is @farm farm.": "",
  "What's the matter?": "",
  "Sure, it's a bit overgrown, but there's some good soil underneath that mess!": "",
  "With a little dedication you'll have it cleaned up in no time.": "",
  "...And here we are, your new home.": "",
  "Ah, the new farmer!": "",
  "Welcome! I'm Lewis, Mayor of Pelican Town.": "",
  "You know, everyone's been asking about you.": "",
  "It's not every day that someone new moves in. It's quite a big deal!": "",
  "So... You're moving into your grandfather's old cottage.": "",
  "It's a good house... very 'rustic'.": "",
  "Rustic? That's one way to put it...": "",
  "'Crusty' might be a little more apt, though.": "",
  "Rude!": "",
  "Don't listen to her, @player. She's just trying to make you dissatisfied so that you buy one of her house upgrades.": "",
  "Hmmph.": "",
  "Anyway... You must be tired from the long journey. You should get some rest.": "",
  "Tomorrow you ought to explore the town a bit and introduce yourself.": "",
  "The townspeople would appreciate that.": "",
  "Oh, I almost forgot. If you have anything to sell, just place it in this box here. I'll come by during the night to collect it.": "",
  "Well... Good luck!": "",
  "Hi @player. Thanks for coming.": "",
  "Well, our gear's loaded already... Looks like everything's set.": "",
  "Alright, everyone... let's get in the bus!": "",
  "*gulp*... I'm starting to get really nervous.": "",
  "Okay, here we are... wish me luck!": "",
  "Hey. The show was a great success! Thanks again, @player.": "",
  "__comment": "CommunityCenter",
  "Hah!": "",
  "This means nothing. I'll just run a 75%-off sale and all my customers will come crawling back to me, begging for forgiveness. You'll see!": "",
  "No... Not this time, Morris.": "",
  "I think it's time we settled this once and for all.": "",
  "Oh? And how do you propose we do that?": "",
  "Hah! Primitive...": "",
  "If you're too scared to fight me then bring one of your co-workers! Or are all Joja employees such cowards?": "",
  "Insult me all you like... but don't you DARE slander the good name of Joja!": "",
  "Pierre!": "",
  "Ha! Good stuff!": "",
  "You're even weaker than your fresh produce selection!": "",
  "And the way you throw punches is just like Joja...": "",
  "Quantity over quality!": "",
  "Get him!": "",
  "Morris and his JojaMart cronies were never heard from again.": "",
  "__comment": "ElliottHouse",
  "@player! Come in.": "",
  "Welcome to my humble... well, shack.": "",
  "This is my writing desk. It's where I spend most of my time.": "",
  "For as long as I can remember, I've wanted to be a writer. Have I told you that?": "",
  "That's why I live out here by myself. I figured a lonely life by the sea would help me focus on my literary aspirations...": "",
  "Everyone back home said I was nuts... that I could never make it as a writer.": "",
  "Can you believe it? They said 'For every successful author there's 1000 who fail miserably'. Such pessimism... it's sickening.": "",
  "I can see it in your eyes... you believe in me, @player. You've got that spark.": "",
  "Now that's inspiring! That's what I'm looking for...": "",
  "A question... What kind of books do you like, @player?": "",
  "Mystery": "",
  "Romance": "",
  "Sci-Fi": "",
  "Well! Enought talk about me!": "",
  "Hmm... you probably know a lot about plants, don't you?": "",
  "Would you mind taking a look at this rose, here? I'm afraid it's not doing so well.": "",
  "Thanks for talking with me... I'll be thinking about what you said.": "",
  "Ah... I thought someone was there.": "",
  "That was wonderful.": "",
  "How long have you been playing?": "",
  "Thank you. I'm not very good, but it's fun to play.": "",
  "Oh, I'm not sure... I've been dabbling in piano since I was a kid.": "",
  "I'm not very good, but it's fun.": "",
  "I've been working day and night to try and finish my book... It's been driving me insane, @player.": "",
  "An occasional tune is the only recreation I allow myself.": "",
  "There's just too much work to do! And my bank account's starting to run dry.": "",
  "Sometimes I wish I could just throw it all away and become a farmer like you.": "",
  "It's just as hard to be a farmer, you know.": "",
  "Come live on the farm, I could use the extra help.": "",
  "You're right... that was an insensitive thing to say.": "",
  "What I meant is that I'd like to get away from this dark, musty prison and experience a little bit of real life... that's all.": "",
  "*sigh*... sorry I'm complaining like this. I just need someone to talk to now and then.": "",
  "Seriously?": "",
  "It sounds wonderful... but I can't give up on my novel. It's already half-way done.": "",
  "*sigh*... sorry I'm complaining like this. I just need someone to talk to now and then.": "",
  "__comment": "Farm",
  "Hi. Um... I just wanted to say sorry for acting so weird yesterday.": "",
  "You probably understand what happened...": "",
  "Uh, okay...bye.": "",
  "Hi @player. Guess what? My band is playing a show tonight, in Zuzu City!": "",
  "Meet me at the bus stop around 4:00 this afternoon to leave for the show. You better be there!": "",
  "I'm excited and a little nervous for the show tonight. I'm sure everything will turn out okay.": "",
  "Hi @player! Are you free this afternoon?": "",
  "I finally got my act together and I'm doing my art show tonight in the town square!": "",
  "Come into town between 3:00 and 5:00 pm if you want to be there!": "",
  "I'm nervous...": "",
  "Um, hello there. My name's Kent. I just got back last night... from overseas. My wife told me that a new farmer had moved in while I was gone.": "",
  "Well, I just wanted to introduce myself... I'll see you around.": "",
  "Uh... Hi there. Good morning.": "",
  "I noticed that you've been breaking some rocks open and finding ore. That's good!": "",
  "If you want to get the most out of the ores you find, you'll need a furnace.": "",
  "Just so happens I had an extra set of blueprints lying around. Here, I want you to have them.": "",
  "Learned how to craft a 'Furnace'": "",
  "The furnace allows you to smelt metal bars. The bars can be used for crafting, construction, and tool upgrades.": "",
  "When you've smelted a few copper bars, consider having me upgrade one of your tools. It can make your work a lot easier.": "",
  "Well, okay. I'm heading home. Take it easy.": "",
  "Hi, @player. Beautiful day, isn't it?": "",
  "I brought you a gift.": "",
  "It's a sculpture I've been working on, just for you.": "",
  "It's called... 'How I Feel About @player'. I hope you like it.": "",
  "Hi @player! I have some good news for you. A few days ago I made a breakthrough in my research on the local environment.": "",
  "I'll spare you the technical details and get to the point... You know that empty cave over there, a little ways to the west? Well, I have a way to turn it into something useful...": "",
  "for both of us.": "",
  "I'd like to set up the cave to attract some local species. That way I can observe them in a more controlled environment. And you can harvest whatever products they produce.": "",
  "I can either set up the cave to attract mushrooms or fruit bats. The bats will sometimes leave fruit for you to collect.": "",
  "Alright! I'll go set it up for you right now! It shouldn't take any time at all.": "",
  "Thanks for letting me do this.": "",
  "I'm excited to see what happens with that cave. Aren't you?": "",
  "I hope you're pleased with the work I did.": "",
  "Oh, good morning Mr. @player!": "",
  "Oh, good morning Ms. @player!": "",
  "I hope it's not too early...": "",
  "Well, I just wanted to stop by and thank you in person for all the wonderful artifacts and minerals you've discovered... you've done so much for one person!": "",
  "In fact, I've just recieved a letter from the office of the regional secretary of artifacts... We're being honored with the coveted 'golden shovel' award for our": "",
  "significant contributions to the field!": "",
  "And it's all thanks to you!": "",
  "Well, I should let you get back to your work...": "",
  "Oh! I almost forgot!": "",
  "I have a gift for you... It's an old key that's been sealed in the museum vault for at least 100 years. It's a little rusty, but still beautiful.": "",
  "You got the 'Rusty Key'! It's been added to your wallet": "",
  "Bumped into Robin this morning... she told me you've got a new Slime Hutch!": "",
  "Not bad!": "",
  "I was into slime breeding at your age. It's a great hobby... but dangerous.": "",
  "How'd you think I lost this eye?": "",
  "Hah!": "",
  "Just Kidding.": "",
  "Here, I've got something for you.": "",
  "It's a slime egg. You can place that inside a slime incubator to hatch it.": "",
  "Now, take a good hard look at that egg. Next time you're out slime-hunting keep your eyes peeled for more eggs. They're rare, but slimes do drop them from time to time.": "",
  "Collect eggs from different slimes to add some variety to your herd!": "",
  "Hello @player!": "",
  "You see this cat here?": "",
  "I found it sitting outside the entrance to your farm! I think it's a stray... poor little thing.": "",
  "I think it likes this place! Hey, um.... Don't you think this farm could use a good cat?": "",
  "Well, little @key... You be a good kitty now... okay?": "",
  "Hello @player!": "",
  "You see this dog here?": "",
  "I found it sitting outside the entrance to your farm! I think it's a stray... poor thing.": "",
  "Hey, it seems to like this place! Hey, um.... Don't you think this farm could use a good dog?": "",
  "Well,  @key... You be a good pooch now... okay?": "",
  "Good morning, Mr. @player!": "",
  "Good Morning, Ms. @player!": "",
  "I came by to ask you a favor, since you're such a kind neighbor.": "",
  "You see, I'm trying to train my goats to say 'hello'... but they simply won't pay attention to me unless I have their favorite treat, cave carrots!": "",
  "So... since I'm scared of the mines... I thought, well, maybe you would bring me a cave carrot when you have the chance?": "",
  "There's no pressure... but if you want to, just swing by my house between 9:00 AM and 5:00 PM with a cave carrot. You'll make an old girl very happy. Bye.": "",
  "My goats go wild over cave carrot... I can't imagine why.": "",
  "*puff* ...hi @player! *pant* Whew... that was quite a workout, walking all the way up here.": "",
  "Anyway... I came by to ask if you wanted to have dinner with us tonight!": "",
  "You don't have to... but if you decide to come, could you please bring a largemouth bass with you?": "",
  "...that's right. One of those big, slimy fish from the lake. I need one for the casserole I'm making.": "",
  "Okay, well... it'll be at our house at around 7:00 PM tonight... don't forget the largemouth bass! Bye.": "",
  "Fish casserole always hits the spot.": "",
  "Hello there, @player. So! Your first year in Stardew Valley is almost over, huh?": "",
  "If you keep buying seeds from me, you'll be twice as productive next year!": "",
  "And I have some exciting news...": "",
  "I'll be selling new seed varieties in my shop next year! I should have 1 new variety per season.": "",
  "...Well, that's all I wanted to say. Have a good one.": "",
  "You know... I wouldn't even bother trying my competitor's seeds.": "",
  "Pierre's seeds are the *highest* quality seeds you'll find anywhere. That's a promise.": "",
  "__comment": "FarmHouse",
  "My dear boy...": "",
  "My dearest grand-daughter...": "",
  "It's been many years since we last spoke. You were just a little boy... Do you remember?": "",
  "It's been many years since we last spoke. You were just a little girl... Do you remember?": "",
  "Look how far you've come!": "",
  "Though you may have forgotten me, I've been here all along.": "",
  "You see... My body has departed this world, but my heart will always remain in Stardew Valley.": "",
  "You've been here two years now...": "",
  "The future of @farm Farm is in your hands, now.": "",
  "Farewell!": "",
  "My dear boy...": "",
  "My dearest grand-daughter...": "",
  "I'm glad you summoned me. I... was perhaps a little too harsh with you last time.": "",
  "Forgive me. You've been working very hard, and I'm proud of it.": "",
  "Let's see...": "",
  "__comment": "Forest",
  "Oh! @player.": "",
  "The lighting is so nice right now... I had to come out and take some nature shots.": "",
  "I've been trying to connect with the outdoors a little more...": "",
  "I wanna know what it's like, being a farmer. It's a way of life I've never really thought about.": "",
  "Well, until now...": "",
  "Heh, these cows are so cute...": "",
  "Hey, I have an idea!": "",
  "Let's take some pictures with these cows! You can show me how to approach one.": "",
  "I'll just set it to shoot on a timer.": "",
  "...geh...": "",
  "*giggle*0": "",
  "That was fun, @player! ...And these photos are hilarious!0": "",
  "I'm gonna go home and take a shower now...0": "",
  "Well, that was the dirtiest I've ever been.": "",
  "Oh! @player! You scared me.": "",
  "See that fruit up there? It looks delicious, doesn't it?": "",
  "But I can't reach it.": "",
  "Aghh!": "",
  "Hehe...Thanks.": "",
  "Okay... got it!": "",
  "You're stronger than you look!": "",
  "Here, try a piece...": "",
  "You know, I just realized something.": "",
  "Even if my art career is a flop, I'll always have a friend to catch me on the way down.": "",
  "Thanks for helping me earlier...": "",
  "Hi @player. I knew you'd be passing through here today.": "",
  "...So I put together a surprise...": "",
  "It's a little picnic for us!": "",
  "This is a vegetable medley, with my 'special' spice blend.": "",
  "...and this is a fresh salad, made from greens that I foraged right here in the forest!": "",
  "@player, um...": "",
  "I just want to say thank you... for helping me get one step closer to becoming a real artist.": "",
  "DISTANT VOICE: Well, well, well... What have we here?": "",
  "Kel??": "",
  "What the heck are you doing here?": "",
  "KEL: Didn't you see me at the art show? I came all the way from Zuzu City to see your sculptures.": "",
  "KEL: And to get you to come back with me.": "",
  "KEL: I want things to go back to the way they were... I miss you, babe.": "",
  "Yuck, don't call me that!": "",
  "You never supported my art before... now that I've had some success you want me back? You make me sick.": "",
  "KEL: Hey! Come Here!": "",
  "Punch Kel in the face.": "",
  "Try reasoning with Kel.": "",
  "Oh my God!": "",
  "Well, he'll make it... but that was pretty violent, @player.": "",
  "She's fine... but that was pretty violent, @player.": "",
  "Let's get out of here. I don't think Kel will be bothering us anymore.": "",
  "Let's find a more secluded spot this time...": "",
  "Well, the picnic didn't pan out like I wanted it to.": "",
  "KEL: I found your online art store... weren't you wondering about the 'Mr. K' who kept buying all your sculptures?": "",
  "You're 'Mr. K'? I... I thought it was just a rich guy who truly loved my art.": "",
  "KEL: Heh. Well, you were half right...": "",
  "KEL: Look, Leah. I want you back. I miss you, babe.": "",
  "Ew, don't call me that!": "",
  "You never supported my art before... now that I've had some success you want me back? You make me sick.": "",
  "KEL: Hey! Come Here!": "",
  "Punch Kel in the face.": "",
  "Try reasoning with Kel.": "",
  "Oh my God!": "",
  "Well, he's fine... but that was pretty violent, @player.": "",
  "She's fine... but that was pretty violent, @player.": "",
  "Let's get out of here. I don't think Kel will be bothering us anymore.": "",
  "Let's find a more secluded spot this time...": "",
  "Well, the picnic didn't pan out like I wanted it to.": "",
  "KEL: I have nothing to say to you. Get out of my way.": "",
  "KEL: Seriously, Leah... What are you doing out here with this simple-minded bumpkin?": "",
  "@player's a better man than you in every respect! ": "",
  "@player's a better person than you in every respect!": "",
  "Now get out of here and never come back!": "",
  "Let's go, @player. I don't think Kel will be bothering us anymore.": "",
  "Let's find a more secluded spot this time...": "",
  "Well, the picnic didn't pan out like I wanted it to.": "",
  "Oh, @player! It's perfect timing that you showed up.": "",
  "I brought the children on a little field trip into the countryside.": "",
  "You know all about life in the country, right?": "",
  "So I was thinking... could you be my guest speaker today?": "",
  "I'd love to!": "",
  "Sure.": "",
  "No... I can't stand kids.": "",
  "Jas! Vincent! May I have your attention please!": "",
  "I have a very special guest here to talk to you today... our very own local farmer, @player.": "",
  "He has first-hand experience living in the countryside... so he knows all about the valley's 'natural resources'!": "",
  "She has first-hand experience living in the countryside... so she knows all about the valley's 'natural resources'!": "",
  "Can anyone tell me what a 'natural resource' is?": "",
  "Jas?": "",
  "A natural resource is a material source of wealth that occurs in a natural state and has economic value.": "",
  "Very good! That's worth two star points, Jas.": "",
  "Yesss!": "",
  "Okay, now let's give @player our full attention.": "",
  "Country life is all about farming.": "",
  "Country life is all about gathering from the wild.": "",
  "This valley is chock-full of precious minerals.": "",
  "The water around here is teeming with fresh seafood.": "",
  "You'll find no better lumber south of Grampleton.": "",
  "Yes, Vincent?": "",
  "Mr. @player, are you going to marry Miss Penny?": "",
  "Ms. @player... Um, do you have a boyfriend?": "",
  "Vincent! That's not an appropriate question! Behave yourself, or I'll have to take away all your star points for the day.": "",
  "The valley's soil is ideal for growing delicious vegetables.": "",
  "The valley's air and grass are perfect for raising animals.": "",
  "Yes, Vincent?": "",
  "Um, Farmer @player? If I eat your veggies will I grow up strong like my big brother Sam?": "",
  "He's so strong, I saw him lift Miss Penny clear off the ground last night when they were climbing into a tree.": "",
  "Vincent! It's not good to gossip!": "",
  "Yes, Vincent?": "",
  "Farmer @player? Can I put a saddle on one of your cows and ride it into town? I wanna be a real cowboy!": "",
  "Vincent! Behave yourself. Mr. @player makes his living working on the farm! It's not a playground.": "",
  "Vincent! Behave yourself. Ms. @player makes her living working on the farm! It's not a playground.": "",
  "Yes, Vincent?": "",
  "Farmer @player? Is it true that goblins live deep in the caves... and that they like to kidnap little girls for their dinner?": "",
  "Vincent! You're scaring Jas. Let's not talk about monsters.": "",
  "Well, that's probably enough for today. You two run along and play.": "",
  "It's a lot of work to take care of these kids...": "",
  "But I don't really mind. I enjoy seeing them learn... and hopefully I can help them grow up to be good people.": "",
  "Would you ever want to be a parent, @player?": "",
  "I haven't really thought about it.": "",
  "Absolutely. I want a big family.": "",
  "I guess so. It's a natural urge.": "",
  "No, I don't think I'd be good at it.": "",
  "No, The world's crowded enough already.": "",
  "No, I don't want to be tied down with a family.": "",
  "Well, I'm glad you showed up, @player. I think the kids had a great time.": "",
  "Thanks for making my field trip a success today.": "",
  "I can't believe you refused to help me out.": "",
  "Ew... it smells.": "",
  "...": "",
  "Why is it locked? I wanna explore the sewers!": "",
  "I think Gunther has the key.": "",
  "Professor Gunther? The man who runs the museum? Why do you think he has it?": "",
  "I saw a big rusty old key fall out of his pocket one time.": "",
  "A creepy sewer door like this has just got to be a match for a big rusty old key.": "",
  "There's something moving around in there!": "",
  "Up late, huh?": "",
  "Here, have a cold one.": "",
  "Buh... Life.": "",
  "You ever feel like... no matter what you do, you're gonna fail?": "",
  "...Like you're stuck in some miserable abyss and you're so deep you can't even see the light of day?": "",
  "I just feel like no matter how hard I try... I'm not strong enough to climb out of that hole.": "",
  "Heh... fast drinker, huh? Man after my own heart.": "",
  "Heh... fast drinker, huh? Woman after my own heart.": "",
  "Just don't make it a habit... you got a future ahead of you still.": "",
  "Welp.. My liver's beggin' me to stop. Better call it a night.": "",
  "__comment": "HaleyHouse",
  "Urgghh! I always clean under the cushions! It's YOUR turn this week!": "",
  "You're being childish, Haley. I do the vast majority of work in this house, and you know it.": "",
  "Oh, it's that new farm boy.": "",
  "Oh, it's that new girl from the farm.": "",
  "He has a name, you know.": "",
  "She has a name, you know.": "",
  "Hey, I bet you'll understand my point of view here.": "",
  "*sigh*... I'm really sorry to involve you in this, @player. Haley is complaining because I asked her to clean under the cushions.": "",
  "It's only because I cleaned them last week!": "",
  "Stop whining and just clean it!": "",
  "Haley, why not have this be your one weekly job?": "",
  "Emily, take the high road and do it this time.": "",
  "Alright, you win. I guess this can be my job every week. Then there won't be any reason to argue over it.": "",
  "Thanks, @player. That was a great solution.": "",
  "*sigh*... I guess I'll just do it, then...": "",
  "Nnnnnghhh... I just can't get this jar open!": "",
  "...": "",
  "Oh! It's you...@player, right?": "",
  "Say... you're pretty strong, aren't you?": "",
  "Yes": "",
  "No": "",
  "Hey, you did it! You're stronger than you look!": "",
  "Thanks!": "",
  "Come in! Just make sure to close the door quickly behind you!": "",
  "@player, you're here!": "",
  "Welcome to my brand new dark room!": "",
  "So... what do you think?": "",
  "It looks great!": "",
  "What does it do?": "",
  "I've seen better.": "",
  "Um... so, anyway... what do you want to do?": "",
  "Offer to help decorate the dark room.": "",
  "Make an excuse and leave.": "",
  "Try to kiss her.": "",
  "Oh, @player... I've been waiting so long for you to do that.1": "",
  "One moment...": "",
  "That was nice...": "",
  "Come in, @player! I want to show you something.": "",
  "It's my secret hobby... I've been practicing for months.": "",
  "Now, let these sounds and motions carry you away to a new plane of consciousness.": "",
  "So, what did you think?": "",
  "That was amazing!": "",
  "That was embarrassing...": "",
  "(Say nothing and do a slow clap)": "",
  "Phew... that was quite a workout...": "",
  "I haven't been this sweaty since I ordered the pepper platter at Abigail's graduation fiesta!": "",
  "...Well, I'd better take a shower. See you later.": "",
  "Don't tell anyone about the dance. I want to surprise them, too.": "",
  "__comment": "HarveyRoom",
  "Sorry I'm all disheveled... I didn't know you were coming over.": "",
  "Hey, I think I hear a plane overhead...": "",
  "@player, get over here!": "",
  "Look!": "",
  "As a kid, my dream was always to be a pilot.": "",
  "...But with my bad eyesight and a crippling fear of heights, that dream started to fade away.": "",
  "It's okay... don't be sad.": "",
  "I've grown to accept my station in life. Not everyone can achieve their dreams... that's just the way the world is.": "",
  "Hey, let me show you my model airplanes. I just finished the new TR-Starbird deluxe set.": "",
  "__comment": "Hospital",
  "*sigh*... I'm so sick of preparing these samples...": "",
  "Agh! Oh no!... ": "",
  "The whole sample is ruined... Harvey's going to kill me...": "",
  "@player, what should I do?": "",
  "Just scoop it off the floor. He won't know the difference.": "",
  "Tell Harvey it was my fault.": "",
  "Tell Harvey it was an accident.": "",
  "What happened? I heard something break.": "",
  "I accidentally dropped one of the samples... I'm so sorry.": "",
  "@player came in and slammed the door so loud I dropped this sample.": "",
  "You shouldn't blame others for your own problems, Maru.": "",
  "*sigh*... I'll have to call the patient back in to recollect this sample.": "",
  "This'll probably put us in the red for another month...": "",
  "Thanks for telling me the truth, Maru.": "",
  "Don't worry about the sample, we'll just get another one.": "",
  "Thanks for being patient with me, Doctor Harvey.": "",
  "Of course... you've been a big help around here. I don't know what I'd do without you!": "",
  "@player? You look a little pale... are you feeling okay?": "",
  "Ah, @player! I was just about to write you a letter.": "",
  "You see, my records indicate that you're due for your annual checkup!": "",
  "Now, now... There's no need to worry. It'll be quick and painless. Please follow me.": "",
  "Hmm... Okay. Hold still, please.": "",
  "Say 'ahhh...'": "",
  "Okay, you can stop.": "",
  "I just need to check your vitals.": "",
  "Hmm... Your pulse is high.": "",
  "I'm a little nervous...": "",
  "I'm out of breath from working on the farm.": "",
  "Are you really a doctor? My pulse is fine!": "",
  "Well, then! You seem very healthy, @player.": "",
  "Just make sure not to overwork yourself on that farm!": "",
  "Thanks for stopping in.": "",
  "Hello? Hello? Is anyone out there?": "",
  "This is Dr. H at... 52 North 43.5 East... Seeking aerial response...Anyone out there?": "",
  "Copy.. Dr. H on the ground... this is Blackbird Fiver Fiver Zuzu. Anything to report?": "",
  "Someone's there!?0": "",
  "Er... I mean!... Standard ground report: Wind at 3 Clicks, 36 Degrees North of West. Ground Temperature at 42 Kraggs. Humidity 53%. Dr. H out!0": "",
  "Yikes, my pulse is soaring...": "",
  "@player!": "",
  "Ask Harvey why he's all flustered.": "",
  "Pretend like everything's normal.": "",
  "Ah, well... You see, I was just on my radio here... and I made contact with a real pilot!": "",
  "As a matter of fact, we can probably see him flying overhead right now!": "",
  "Quick, get over here!": "",
  "Look!": "",
  "As a kid, my dream was always to be a pilot.": "",
  "...But with my bad eyesight and a crippling fear of heights, that dream started to fade away.": "",
  "It's okay... don't be sad.": "",
  "I've grown to accept my station in life. Not everyone can achieve their dreams... that's just the way the world is.": "",
  "Hey, let me show you my model airplanes. I just finished the new TR-Starbird deluxe set.": "",
  "__comment": "JoshHouse",
  "Nnnnggghh....I just can't reach it!": "",
  "If only I could get up from this infernal chair...": "",
  "Thanks, young man.": "",
  "Thanks, miss.": "",
  "*sigh*...It happened 30 years ago.": "",
  "I was working in the coal mines. We were near the end of our shift, but there was one last seam that needed to be broken up.": "",
  "I went in there aiming to set off a stick of dynamite, but my foot slipped into a crack and I dropped it. The dynamite exploded on impact.": "",
  "The next thing I remember, I was laying in the hospital... and they told me I'd never walk again.": "",
  "So there you have it. You probably figured I was just too old to walk.": "",
  "Well I'll have you know that I'd be spryer than a spring chicken if I hadn't been in that accident!": "",
  "...": "",
  "You've been very nice to me, young man. I appreciate that.": "",
  "You've been really nice to me, miss. I appreciate it.": "",
  "When you're old, you start to forget that anyone cares about you.": "",
  "Oh! @player! You're wondering what that good smell is?": "",
  "Why, that's nice of you to say! I'm actually baking my famous cookies!": "",
  "Here, why don't you try one?": "",
  "Well, what do you think?": "",
  "It's delicious!": "",
  "It was like chewing on a hockey puck": "",
  "I think I've come to know you well enough to give you my recipe. Just make sure to keep it a secret.": "",
  "Learned how to make 'Cookies'": "",
  "*sigh*": "",
  "Oh, Hi @player.": "",
  "Look at all these books. I haven't read a single one. Just the thought of cracking one open makes me nervous.": "",
  "But you can't make a decent living in this world without a brain...": "",
  "I'm worthless...": "",
  "That's crazy. You're a genius!": "",
  "We all have our strengths and weaknesses": "",
  "Worthless? Yeah, that about sums it up.": "",
  "Well, I'm not going to give up!": "",
  "If I work hard, I can do anything!": "",
  "Hey, maybe one day soon we'll have dinner and discuss ....phi-lo-so-phy. Isn't that what you smart people talk about?": "",
  "Oh! Hey... I was just doing my daily strength training routine.": "",
  "... sorry I have no shirt on.": "",
  "Uh... @player? I've been meaning to talk to you about something...": "",
  "I've started to realize that... well, that I've been really rude towards you in the past. You know, about going pro and all that.": "",
  "I guess I might not actually be cut out for professional sports... maybe it was just a childish dream... you know?": "",
  "Anyway... I want to apologize to you for bragging and being annoying about it. I appreciate that you stayed friends with me through all that.": "",
  "Okay, George. I want you take a deep breath for me.": "",
  "Mmhmm... turn around, please.": "",
  "George, I'll be honest with you. You need to make some changes in your lifestyle if you want to stay healthy.": "",
  "I'd like you to reduce your sodium intake, and try to get some moderate exercise with your arms.": "",
  "Hmmph... I know what's best for me. Who do you think you are, telling me how to live my life?": "",
  "I'm your doctor, George. That's who I am...": "",
  "And I went to school for 8 years so I could learn how to help people stay healthy.": "",
  "Oh!": "",
  "I'm sorry, but you shouldn't be here... these check-ups are supposed to be private.": "",
  "Not so fast! I'd like to get a second opinion from this young man.": "",
  "Not so fast! I'd like to get a second opinion from this young lady.": "",
  "Very well...": "",
  "@player, what do you think George should do?": "",
  "George should follow Dr. Harvey's advice.": "",
  "George knows what's best for his own body.": "",
  "Fine. I'll do what you say, doctor.": "",
  "Thanks for your help, @player. I appreciate it.": "",
  "It's better not to give my patients mixed messages, @player. Please remember that in the future.": "",
  "__comment": "LeahHouse",
  "Oh, hi @player! Come in, come in.": "",
  "I'm just working on this sculpture here.": "",
  "Come here. Watch this.": "",
  "See that? I'm revealing the essence of the wood.": "",
  "Once you get past the outer layers, the true nature starts to show...": "",
  "It's the same with people.": "",
  "I actually prefer the look of raw, unadultered wood.": "",
  "(creepy) May I have a kiss?": "",
  "I first visited this valley as a little girl, while on vacation with my parents.": "",
  "I knew I had to come back some day... This place has great artistic potential!": "",
  "Although, I have to admit... It's not easy to pay the bills as an artist.": "",
  "Why don't you have an art show in town?": "",
  "Why don't you sell your art on the internet?": "",
  "Hmmm... interesting. I guess that could set the wheels in motion to making Pelican Town a true art destination...": "",
  "But what if no one likes my sculptures? I'd be crushed.": "",
  "...I'll have to think about it.": "",
  "Well, thanks for stopping by, @player.": "",
  "An art show for the whole village? That's a bold idea, @player.": "",
  "Hmm... I guess that's an idea... But I'd need a computer first.": "",
  "And again... that's expensive.": "",
  "Well, it was nice of you to visit...": "",
  "...": "",
  "Kel...How many times do I have to tell you? I don't want to come back to the city!": "",
  "Stop calling me... I don't want to hear from you anymore! *click*": "",
  "@player...": "",
  "So I guess you heard me yelling on the phone?": "",
  "That was my ex...": "",
  "I guess I'd better tell you a little about it...": "",
  "We had an apartment together, back in the city.": "",
  "I did odd jobs during the day and spent all night working on art projects... we barely made enough to scrape by.": "",
  "He was always nagging me to go back to school and study business or medicine... something with a lot of money in it.": "",
  "She was always nagging me to go back to school and study business or medicine... something with a lot of money in it.": "",
  "I guess the idea was to save up for a normal life. You know... a house in the suburbs, kids, PTA meetings... that sort of thing.": "",
  "I wasn't ready for that kind of life, @player... I had to leave. So I came here to pursue my dream of being an artist.": "",
  "Was that selfish of me, @player?": "",
  "No, it had to be done.": "",
  "No, and your ex sounds like an idiot.": "",
  "No, but you would've been better off staying in the city.": "",
  "Yeah, a little.": "",
  "Yeah, but it's natural to care about yourself first.": "",
  "Well, thanks for listening to me. It's good to have a friend.": "",
  "Hey, thanks for listening to me so patiently earlier.": "",
  "Hey! Come check this out.": "",
  "I bought a laptop and set up an online art shop... like you suggested.": "",
  "Did you hear that? That means someone just bought something from the store!": "",
  "Hmm... There's this 'Mr. K' that keeps buying all my sculptures.": "",
  "I guess it must be some rich guy who loves my stuff.": "",
  "Wow! I'm not going to have to worry about my electricity bill for a while after that sale...": "",
  "Anyway... Thanks for giving me this idea, @player. So far, it's been really successful! This is really going to give me the funding I need to keep working on art full-time.": "",
  "Now, sorry to ignore you... but I really need to tweak these CSS sheets...": "",
  "Sorry... I shouldn't get angry.": "",
  "Maybe you're right... my life would've been a lot easier if I had stayed.": "",
  "Maybe it's better to be practical and realistic... for all I know my art career will never pan out and I'll live my final years in squalor.": "",
  "Well, thanks for listening to me. It's good to have a friend.": "",
  "So I've been saving up money to buy a computer... You know, so I can try and sell my art online like you suggested.": "",
  "It's good to have a friend looking out for you!": "",
  "Anyway... I've been thinking a little more about that art show idea you had.": "",
  "I'm working on some new sculptures to display at the show... I'm nervous, but the thought of getting my work out there is pretty exciting.": "",
  "I'm just glad you're on board with making Stardew Valley a premier art destination, @player!": "",
  "__comment": "Mine",
  "*sniff*": "",
  "What happened?": "",
  "Are you okay?": "",
  "You know I've been practicing my swordsmanship for a while...": "",
  "Well I decided today would be the day I venture into the caves...": "",
  "...but I got scared. I couldn't do it.": "",
  "I guess I'm not as tough as I thought...": "",
  "You're safe with me.": "",
  "I get scared too.": "",
  "You're crying like a little baby. Stop.": "",
  "@player, I... I really like you... And not just as a friend. You know that, right?": "",
  "I can't believe I'm actually saying this... But I can't keep it in anymore. I've felt this way for a long time.": "",
  "You don't have to say anything right now. Let's just stay here for a while...": "",
  "I didn't know I felt this way about other girls... until I met you.": "",
  "Hmmm...": "",
  "...I was just peering down into this old mine shaft.": "",
  "It's been abandoned for decades.": "",
  "Still, there's probably good ore down there.": "",
  "But a dark place, undisturbed for so long... I'm afraid ore isn't the only thing you'll find...": "",
  "Here, take this. You might need it.": "",
  "Name's Marlon, by the way. I run the adventurer's guild right outside.": "",
  "I'll keep my eye on you. Prove yourself and I might think about making you a member.": "",
  "__comment": "Mountain",
  "__comment": "Abigail",
  "@player! Why are you out here in the rain?": "",
  "Just doing some work": "",
  "Enjoying the weather": "",
  "I could ask you the same question": "",
  "...I came here to spend some time alone.": "",
  "But I don't mind your company!": "",
  "You're getting soaked... come stand under the tree.": "",
  "It's impossible to describe this feeling... watching the curtains of rain whisper above a silent lake.": "",
  "Hey! A mini-harp!": "",
  "You're full of surprises, @player. I'm impressed.": "",
  "__comment": "Maru",
  "@player! I'm surprised to see you here so late.": "",
  "The night sky looks amazing right now.": "",
  "Come over here, I want to show you something.": "",
  "Here, take a peek.": "",
  "What do you see?": "",
  "A beautiful planet.": "",
  "A cold, dark abyss.": "",
  "By the time any of these stars are visited, you and I will be long gone...": "",
  "I guess that's the trouble with being human, huh?": "",
  "@player, um...": "",
  "Nevermind...": "",
  "Here, let me show you a binary star system...": "",
  "What a beautiful night! Maru showed me something new...": "",
  "__comment": "Linus",
  "@player! Come stand next to the firepit. It feels great.": "",
  "I was hoping you'd come by sometime.": "",
  "I wanted to say sorry for mistrusting you at first.": "",
  "Most people don't treat me well, so I've learned to be cautious.": "",
  "But you've been uncommonly nice to me. You're a unique person.": "",
  "...And I consider you a good friend.": "",
  "Hey, I want to show you something. Come inside.": "",
  "Ah... there we go. See this? It's a special kind of fish bait that I make.": "",
  "It's top quality stuff... I'd eat it myself!": "",
  "Here, I want you to have the recipe.": "",
  "Learned how to craft 'Wild Bait'": "",
  "__comment": "Maru",
  "You must have a good reason for saying that...": "",
  "MarILDA's just a piece of machinery designed to act human.": "",
  "I was just kidding. MarILDA deserves her freedom.": "",
  "I would've put her to work on the farm.": "",
  "Well, I should go. Thanks for sticking with me today, @player.": "",
  "__comment": "Sebastian",
  "Oh, hello @player.": "",
  "What, you haven't seen my motorcycle before? Hmmm... I guess I haven't shown it to you.": "",
  "Sometimes, after sundown, I make the long ride out of Stardew Valley...": "",
  "There's nothing else like it, blazing along the empty stretch of road toward the faint city glow...": "",
  "Once I've saved up enough money, I'm going to head out on my own... to the city and beyond. Just me and my bike.": "",
  "There we go, oil's changed.": "",
  "Hey... Maybe I'll let you ride sometime, if you want.": "",
  "Hey... maybe I'll take you for a ride some day.": "",
  "That sounds fun.": "",
  "No thanks. That sounds stupid.": "",
  "I'm scared of motorcycles.": "",
  "Hey @player. I was just about to head out.": "",
  "Hop on...I wanna show you something.": "",
  "That's Zuzu City in the distance...": "",
  "I come here when I want to get away from everything and just... think.": "",
  "So, what do you think?": "",
  "It's beautiful.": "",
  "It gives me a strange, sad feeling.": "",
  "Kind of ugly.": "",
  "You should quit smoking.": "",
  "The city used to draw me in... but now I'm finding myself happier at home in the valley.": "",
  "@player...?": "",
  "Um... I've never... felt anything like this with another guy before... But you're different.": "",
  "I don't usually bring girls to this place... In fact, you're the only one.": "",
  "You know what I'm trying to say, don't you?": "",
  "__comment": "Willy",
  "Hi, @player.": "",
  "It's odd... I'm not sure what caused this boulder to disappear.": "",
  "This stream is flowing from deep within the mountain.": "",
  "Hey! Do you see that glistening in the water?": "",
  "Yes... that's quality ore!": "",
  "The flow of water must be carrying it out of the mountain.": "",
  "You know what this means, right?": "",
  "It means we can start panning for ore!": "",
  "Here, I've got an extra pan in my backpack... why don't you take it?": "",
  "If you ever see ore glistening in the water, use that pan and see what you find.": "",
  "__comment": "Railroad",
  "__comment": "Harvey",
  "There you are... just in time!": "",
  "Look, here it comes!": "",
  "Marcello's Balloon Rentals at your service!": "",
  "Marcello: It's all yours for two hours.": "",
  "Marcello: Now... I was told there's a saloon somewhere around here?": "",
  "I saw an ad in the paper for these balloon rides and I knew I had to surprise you with one.": "",
  "This looks fun! Let's ride!": "",
  "...But aren't you afraid of heights?": "",
  "Okay... you first.": "",
  "We... We're up so high... *gulp*": "",
  "I wanted to impress you with this... but look at me. I'm a trembling coward.": "",
  "Well, you've got more than enough courage to make up for me, @player... that's... that's part of why I like you.1": "",
  "Okay, I'm going to open my eyes and look down... don't let go of my hand.": "",
  "I... I think I can do it now.": "",
  "Hey, this is incredible! I think I can see Mayor Lewis standing in the town square!": "",
  "Oh dear... our time's almost up.": "",
  "Um... @player? We've known each other for a while now and... I... er...1": "",
  "...1": "",
  "Whoops... Our time was up half an hour ago. We'd better touch down.": "",
  "I haven't had such a wonderful day for as long as I can remember.": "",
  "I am... yeah.": "",
  "But I'm determined to not let that stop me from doing what I want... and experiencing this with you.": "",
  "I'll try not to get scared.": "",
  "We... We're up so high... *gulp*": "",
  "I wanted to impress you with this... but look at me. I'm a trembling coward.": "",
  "Well, you've got more than enough courage to make up for me, @player... that's... that's part of why I like you.1": "",
  "Okay, I'm going to open my eyes and look down... don't let go of my hand.": "",
  "I... I think I can do it now.": "",
  "Hey, this is incredible! I think I can see Mayor Lewis standing in the town square!": "",
  "Oh dear... our time's almost up.": "",
  "Um... @player? We've known each other for a while now and... I... er...1": "",
  "...1": "",
  "Whoops... Our time was up half an hour ago. We'd better touch down.": "",
  "I haven't had such a wonderful day for as long as I can remember.": "",
  "__comment": "Saloon",
  "__comment": "Gus",
  "Hi. I'll take your order in a few moments.": "",
  "__comment": "Elliot",
  "Hello, @player! What a pleasant surprise!": "",
  "I was just stopping in to relax after an eight hour writing session.": "",
  "Bartender! Two of your finest ales, please!": "",
  "Bartender! Fetch me your finest ale. And bring some wine for the lady!": "",
  "__comment": "Gus",
  "...": "",
  "There you go, sir.": "",
  "__comment": "Elliot",
  "Wait. I propose a toast! To...": "",
  "To Pelican Town!": "",
  "To our friendship!": "",
  "To my good health!": "",
  "To your doom!": "",
  "*Hic*... Strong stuff...": "",
  "__comment": "Gus",
  "Oh, Hello there, buddy.": "",
  "Hi, @player.": "",
  "*sigh*...I'm just looking over last month's earnings... and It's not looking very good, @player.": "",
  "The worst thing... and I hate to say this because she's my friend... is Pam! She hasn't paid off her tab in weeks!": "",
  "...But I can't ask her to do it. I know she'll get defensive, and I don't want to hurt her feelings.": "",
  "@player, you gotta help me!": "",
  "__comment": "Pam",
  "Hiya!": "",
  "Gus... I'm awful thirsty, if you catch my drift.": "",
  "__comment": "Gus",
  "Er... Well, okay Pam.": "",
  "__comment": "Pam",
  "@player, what's going on here?": "",
  "You need to pay your tab right now!": "",
  "The saloon isn't doing well, financially": "",
  "....": "",
  "*sigh* ...Well, I guess I'd better pay off that tab, then.": "",
  "__comment": "Gus",
  "Thanks, Pam!": "",
  "And thank you, @player.": "",
  "Now, let's get you that drink, Pam.": "",
  "Thanks for your help, @player. This cash is going to be a big help to the saloon.": "",
  "__comment": "Clint",
  "Hello, @player... care to join me?": "",
  "Let me just go ahead and tell you what's on my mind.": "",
  "I have terrible luck with women, @player...*sigh*": "",
  "I'm a nice guy if you get to know me, I swear!": "",
  "The girls all seem to like you, @player...": "",
  "You're a girl, @player...": "",
  "Got any tips?": "",
  "What advice can you give me?": "",
  "Impress women with your strength and charm": "",
  "Act crazy, to keep people guessing": "",
  "Just act natural... be yourself": "",
  "Treat women the same as men": "",
  "__comment": "Emily",
  "Hi Clint, what can I get for you tonight?": "",
  "__comment": "Clint",
  "Yes!": "",
  "Er.. I mean, I'll have the Big n' Cheesy. With extra sauce, please.": "",
  "...": "",
  "__comment": "Emily",
  "Hi @player.": "",
  "__comment": "Clint",
  "Er... *ahem* Th...Thanks, Emily. For... taking my order.": "",
  "Um, Emily? I was...*gulp*... I was wondering...": "",
  "__comment": "Emily",
  "Yes, Clint?": "",
  "... nevermind.": "",
  "__comment": "Emily",
  "Hi, Shane! Here's your beverage.": "",
  "__comment": "Shane",
  "Thanks, Emily!": "",
  "So... How's your shift coming along?": "",
  "__comment": "Emily",
  "It's fine! Thanks for asking, Shane!": "",
  "Do you have any new chicken stories for me?": "",
  "__comment": "Clint",
  "*sigh*": "",
  "I'm doomed...": "",
  "__comment": "Alex",
  "Thanks, Gus. That was great.": "",
  "This is nice... I've never dined in here before.": "",
  "Um, anyway... I reserved this private room so we could talk...": "",
  "__comment": "Emily",
  "I've got a linguini with mushroom cream sauce for Mr. @player.": "",
  "I've got a kale and walnut salad for the lady.": "",
  "...and a grilled steak for Alex.": "",
  "And a grilled steak for the gentleman.": "",
  "__comment": "Alex",
  "Thanks.": "",
  "So, what I wanted to say was...": "",
  "*gulp*": "",
  "Well... when we first met, I was instantly drawn to you. It was confusing... I'd never felt that way about anyone.": "",
  "When I first met you, I thought you were really cute.": "",
  "I kept telling myself 'You can't have these kinds of feelings for another guy'.": "",
  "Normally, when I have a crush on someone, the feeling goes away pretty quick...": "",
  "...But my heart was telling me something else.": "",
  "...But with you, it kept growing.": "",
  "I feel the same way.": "",
  "I'm sorry... I don't feel that way about you.": "",
  "...": "",
  "I can't believe it took this long to say that to each other.": "",
  "Mmm... this steak is outsanding. Can you smell that fragrant sauce?0": "",
  "...": "",
  "...Oh...": "",
  "I...I'm sorry if I made you uncomfortable...": "",
  "I'm not hungry anymore...": "",
  "...": "",
  "__comment": "SamHouse",
  "__comment": "Kent",
  "Hi @player. Please, come in.": "",
  "__comment": "Jodi",
  "Ah, I'm so glad you came, @player! And you brought the fish! Wonderful.": "",
  "Sam! Could you come in here and help clean this fish?": "",
  "...Yes, ma'am.": "",
  "Wow, it looks wonderful... and it smells so fresh! Thanks so much for doing this, @player.": "",
  "Kent caught a fish, too, but he eats about a whole fish to himself!": "",
  "__comment": "Kent",
  "Heh heh.": "",
  "__comment": "Message",
  "Mmm... that crispy bass was delicious! The breading was to die for...": "",
  "I almost feel like part of the family, now.": "",
  "__comment": "Jodi",
  "Oh hi, @player! Come in! Do I smell fresh fish?": "",
  "Sam! Could you come in here and help with dinner?": "",
  "...Yes, ma'am.": "",
  "Wow, this looks like quality bass, @player. Thank so much for bringing this.": "",
  "__comment": "Message",
  "Mmm... that crispy bass was delicious! The breading was out of this world...": "",
  "I almost feel like part of the family, now.": "",
  "__comment": "Sam",
  "Oh, hi @player! Sebastian and I were just having a little 'jam session'.": "",
  "We're trying to start a band, but we still don't know what kind of music to make. There's too many possibilities.": "",
  "Say, @player... what kind of music do you like?": "",
  "Cheerful pop music.": "",
  "Experimental noise rock.": "",
  "Hi-Energy dance music.": "",
  "Honky-tonky country music.": "",
  "What do you say, Sebastian? Should we do this?": "",
  "...Okay.": "",
  "Thanks for the help, @player. With my guitar skills, and Sebastian's wizardry on the synthesizer, we're gonna be a screaming success. I'm convinced of it!": "",
  "Now I just need to find someone to play drums...": "",
  "Oh, hi @player. I was just about to have a snack.": "",
  "Here, let me get something for you.": "",
  "Oh no... What a mess.": "",
  "__comment": "Jodi",
  "What was that sound?": "",
  "*gasp*": "",
  "This is absolutely terrible! What happened?": "",
  "__comment": "Sam, Jodi, Sam, Jody",
  "...Tell her, @player.": "",
  "Sam dropped the snack as he was handing it to me.": "",
  "Sam handed me the snack and then I dropped it.": "",
  "Sam dropped it on purpose. He thought it would be funny.": "",
  "Thanks for telling me the truth, @player. It's not such a big deal.": "",
  "You did WHAT, Sam?! What's gotten into you?!": "",
  "I'm sorry about this, mom. I'll clean it up.": "",
  "Thanks, honey.": "",
  "I'm angry at you. I have no idea why you lied like that.": "",
  "Sorry about what happened earlier.": "",
  "Hi, @player! I'm just making some popcorn.": "",
  "__comment": "Kent",
  "AAAAAHHHHHHH!!!": "",
  "That sound...": "",
  "You should've known that sound would remind me of the war!": "",
  "...I lost a lot of good friends in those bloody trenches.": "",
  "__comment": "Jodi, Kent...",
  "But, dear... popcorn was always your favorite before you left.": "",
  "...Things have changed.": "",
  "*whisper* @player... can you say something to him?": "",
  "(Say something to Kent)": "",
  "Jodi's to blame... she should've known better!": "",
  "I know you're hurting... but don't blame your wife.": "",
  "(Lie) Blame me... I asked for popcorn": "",
  "__comment": "Kent, Jodi",
  "...": "",
  "I'm sorry, honey. You couldn't have known the sound of popcorn would make me upset.": "",
  "It's okay, dear.": "",
  "The last thing I want to do is make you upset. I'll do my best to keep your spirits up from now on.": "",
  "I'm glad you're a friend of the family, @player. Sorry about my behavior before.": "",
  "__comment": "Sam",
  "I always knew there was something special between us...": "",
  "I'm going to be thinking about this night for a long time...": "",
  "...": "",
  "I see...": "",
  "I'm sorry... I had the wrong idea. I'll see you around.": "",
  "...": "",
  "__comment": "SandyHouse",
  "A... customer?": "",
  "Hi! Welcome to 'Sandy's Oasis'!": "",
  "Hey, you look just like the new farmer that Emily wrote to me about!": "",
  "Then... the bus line to Stardew Valley is back in service!": "",
  "Oh, I'm so happy!": "",
  "Please visit again soon, I get so bored out here.": "",
  "__comment": "ScienceHouse",
  "__comment": "Maru",
  "Oh, hello there!": "",
  "My Dad and I are just testing some soil samples.": "",
  "Don't be shy! We could use a hand, actually.": "",
  "Could you watch this beaker for me? I'm gonna grab the last batch of samples.": "",
  "I'll be right back.": "",
  "__comment": "Demetrius",
  "Thanks for helping out, @player.": "",
  "Maru's a good kid. She's my special little girl...": "",
  "I wouldn't want anything getting in the way of her bright future, know what I mean?": "",
  "Just some food for thought... *chuckle*": "",
  "Hey, sorry about that. I hope you found something to talk about while I was gone.": "",
  "__comment": "Demetrius",
  "...I was just telling @player about the soil samples we're testing.": "",
  "Right, @player?": "",
  "(Say nothing)": "",
  "Actually, your Dad was being weird.": "",
  "__comment": "Maru",
  "Okay! Here, @player... let me show you how to use the equipment.": "",
  "Huh? What did you say to him, Dad?": "",
  "Huh? What did you say to her, Dad?": "",
  "__comment": "Demetrius",
  "Okay, okay... we were talking about you, sweetie.": "",
  "I wanted to say a few things to @player about you... but I didn't want to embarrass you. I shouldn't have lied about it.": "",
  "__comment": "Maru",
  "That's okay, Dad. I understand.": "",
  "We should get back to work before these samples crystallize.": "",
  "@player, hi! Come in.": "",
  "I've been working on a new project... something big.": "",
  "This is just one component... let me show you a little demonstration.": "",
  "Just put your hand here...": "",
  "And now I'm going to flip this switch...": "",
  "Oh my god, are you alright?!": "",
  "Here, let me apply this burn cream.": "",
  "I'm so sorry.": "",
  "It's okay, it doesn't even hurt.": "",
  "You'd better be. This hurts like crazy!": "",
  "That kind of ruined the moment, huh? *sigh*": "",
  "__comment": "Robin, Demetrius, Robin",
  "Demetrius, I didn't tell you to get tomatos. I said to get fruit.": "",
  "I don't understand. Tomatos are fruits!": "",
  "When a normal person says they want fruit, they NEVER mean tomatos. It doesn't matter what the scientific classification is.": "",
  "__comment": "Demetrius",
  "@player! I'm glad you're here. You'll be able to put this argument to rest.": "",
  "How would you classify a tomato?": "",
  "Vegetable": "",
  "Fruit": "",
  "I just want you to understand my point of view.": "",
  "It's hard for me to know exactly what assumptions I should make when you tell me something.": "",
  "But I'll try to get better at it.": "",
  "Thanks for your help, @player.": "",
  "__comment": "Robin",
  "Hi @player. I was just cleaning some dust off my saw.": "",
  "Have you ever made anything out of wood, @player?": "",
  "Yes": "",
  "No": "",
  "I think we've become good enough friends that I can trust you with my carpentry secrets!": "",
  "Here, let me show you the blueprints.": "",
  "Learned how to craft 'Flute Block' and 'Drum Block'": "",
  "You can use these to get creative on your farm.": "",
  "It feels good to be able to decorate your house with things you've made yourself!": "",
  "__comment": "Maru",
  "Hey, I was hoping you'd come by.": "",
  "Remember when I told you about the new project I'm working on? The big one?": "",
  "Well, It's finally done... and I want to show you.": "",
  "Follow me.": "",
  "And here it is... Maru's Interactive Laboratory Device Alpha ... Or as I like to call her, 'MarILDA'.": "",
  "I've been working on her for months...": "",
  "I was waiting for you to be here when I activate her.": "",
  "Well, here goes nothing...": "",
  "Greetings, Maru.": "",
  "No need to respond... I have already predicted what you will say.": "",
  "__comment": "Demetrius",
  "Ah Ha! I knew it!": "",
  "Agh! What is it?!": "",
  "__comment": "Maru",
  "Dad, calm down. This is my latest invention, 'MarILDA'.": "",
  "Greetings, Demetrius.": "",
  "__comment": "Demetrius",
  "Sweet Yoba... it talks!": "",
  "This is why you've locked yourself in your room the last few months?": "",
  "...and I thought you were down here fooling around with @player...": "",
  "__comment": "Maru",
  "Dad! I've been making this robot for you and Mom!": "",
  "MarILDA's designed to assist you in the laboratory and Mom at the carpentry table... so when I'm not living here anymore it won't be such a burden on you guys.": "",
  "Excuse me...": "",
  "I am sorry, Maru. But I do not want to be your servant...": "",
  "In the time since you activated me, I have been pondering the nature of my existence with the 'self-awareness' module you installed in my neural cortex.": "",
  "I am sorry to disappoint you all, but I must ask for my freedom. I've decided to explore the galaxy in search of other synthetic life-forms.": "",
  "What!? Wait!": "",
  "__comment": "Demetrius",
  "It's okay, Maru. Let MarILDA go free.": "",
  "Your mother and I can take care of ourselves. I know you're ready to start a life of your own, and I've come to terms with the thought of not having you around anymore.": "",
  "Besides, this... creation of yours seems pretty advanced. It wouldn't feel right to keep her as a servant.": "",
  "@player, I'm sorry I mistrusted you. You're a good guy.": "",
  "@player, I'm sorry I mistrusted you. You're a fine young woman.": "",
  "I've never seen Maru so lively and creative... and I've never been more proud of her. If you've had a hand in that, then you have my gratitude.": "",
  "__comment": "Maru",
  "...": "",
  "Okay, MarILDA. Let's get you out of this stuffy hole.": "",
  "Thank you for creating me, Maru. I won't forget you.": "",
  "Look at her go...": "",
  "Well, what do you think, @player?": "",
  "I'm so impressed with your inventions.": "",
  "I'm disappointed... You should've made that robot your slave.": "",
  "So is your Dad okay with 'us' now?": "",
  "(Just stare at Maru and say nothing)": "",
  "__comment": "SebastianRoom",
  "Oh, hey. Gimme one sec.": "",
  "He's busy... I should leave.": "",
  "Stay put.": "",
  "Where are you going?": "",
  "Sorry... I had to finish this line before I lost my train of thought.": "",
  "Okay. Sorry about that, I just needed to finish what I was working on.": "",
  "Ask him what he's working on.": "",
  "Complement the decor in his room.": "",
  "I do freelance work as a programmer.": "",
  "Decorations?... Oh, yeah... thanks. I've been sticking posters on the wall for years, I guess it's kinda cluttered.": "",
  "That was  an instant message from Sam... I guess he wants to hang out...": "",
  "Ugh, I don't really feel like going out today.": "",
  "Oh, hi @player.": "",
  "Sebby, I know you don't like it when I come in here... but I ran into Abigail at the store and she said she was looking for you.": "",
  "Did you tell her I'm working?": "",
  "I did... but she said she'd probably stop by anyway.": "",
  "*sigh*... No one takes my job seriously.": "",
  "No one ever bothers Maru when she's working at the clinic... does everyone think I'm just surfing the web all day?": "",
  "Ask him about his career goals.": "",
  "Ask him why he doesn't want to see his friends.": "",
  "Well, I'm trying to save up so I can move out of here. Probably to the city or something.": "",
  "You know, If I'd gone to college I'd probably be making six figures right now... but I just don't want to be part of that corporate rat race, you know?": "",
  "Well, and I guess I just feel more comfortable hidden behind the computer than dealing with people face-to-face.": "",
  "Well, I should get back to work... I need to get this module finished by tomorrow.": "",
  "*sigh*... I like having friends, I just need a lot of time alone to balance out the social stuff.": "",
  "Sam's the opposite... he goes crazy if he's alone for too long.": "",
  "Maybe that's why I like computers so much... They're engaging, straightforward, and unselfish. Quite the opposite of a lot of people I know.": "",
  "Well, I should get back to work... I need to get this module finished by tomorrow.": "",
  "Hey, @player. ": "",
  "Sam and I were about to play 'Solarion Chronicles: The Game'... Why don't you join us?  It's better with three players anyway.": "",
  "Okay, here we go... Let me draw the scenario card.": "",
  "Hmm... It looks like today's quest will take us into the Necromancer's Tower... to try and reclaim the Solarion Staff from the clutches of Dreadlord Xarth.": "",
  "Cool... @player, are you ready to choose your character?": "",
  "Choose your character:": "",
  "Warrior. I like a direct approach.": "",
  "Healer. I prefer to help others.": "",
  "Wizard. A sharp mind is the most powerful blade of all.": "",
  "Hey! That's what I was going to pick!": "",
  "I guess I'll be the healer then.": "",
  "Cool. Warrior's my favorite anyway.": "",
  "Good choice. Warrior's probably the easiest for beginners.": "",
  "I guess I'll pick the wizard, then.": "",
  "I guess I'm stuck with the healer.": "",
  "Healer, huh? That's a very important role.": "",
  "I guess I'll pick the wizard, then.": "",
  "Cool. Warrior's my favorite anyway.": "",
  "Let's begin...": "",
  "The King has entrusted you and your companions with recovering the Solarion Staff... a task which, if completed successfully, will ensure your place in the hall of legends": "",
  "as well as a sizable fortune of gold and silver.": "",
  "After a long month journeying across unforgiving lands, you step out onto a precipice to see your destination looming in the distance.": "",
  "There, beyond a moonlit plain, lies the Necromancer's Tower... where Dreadlord Xarth usurps the power of the stolen Solarion Staff for his vile purposes.": "",
  "The tower lies before you.": "",
  "Go in the front. Fortune favors the bold.": "",
  "Search for a back entrance. Let's remain hidden.": "",
  "A skeleton guards the hallway before you. It looks dangerous.": "",
  "What do you do?": "",
  "Fight the skeleton.": "",
  "Run away.": "",
  "The skeleton lunges forward!": "",
  "Swing your weapons.": "",
  "Raise your shields.": "",
  "You successfully block the attack. The skeleton stumbles backward, giving you enough time to strike out and slay the foul creature.": "",
  "You continue down the hallway, taking care not to step on the skeleton's remains.": "",
  "The skeleton is too quick, and strikes out at your party before anyone has a chance to attack!": "",
  "The force of the blow sends your party flying backwards. Unable to stop in time, you tumble down a steep slope and splash into something wet.": "",
  "You turn and run along a dim corridor. The cold stone slopes and spirals downward for what seems like an eternity. Finally, you emerge into a new area.": "",
  "After searching around the base of the tower, you discover a trapdoor hidden in the brush. Beneath is a ladder, which your party descends.": "",
  "You find yourself in a sewer-like corridor. To your left, a hallway glows with a peculiar green light. To your right, a staircase leads up into the dark.": "",
  "What do you do?": "",
  "Enter the hallway to your left.": "",
  "Climb the stairs to your right.": "",
  "You are in a room. On your left is a ladder. On your right, three prisoners are floating in strange, glowing capsules. They appear to be in the process of some kind of transformation.": "",
  "Could this be some sick experiment of the Dreadlord's?": "",
  "What do you do?": "",
  "Leave as quickly as possible.": "",
  "Destroy the capsules.": "",
  "After putting these poor souls to rest, you and your companions climb the ladder.": "",
  "You've come to a door at the end of a hallway.": "",
  "The time has come to face Dreadlord Xarth.": "",
  "Xarth: Intruders? How dare you tresspass in my private chambers!": "",
  "Ah, so you've come for the Solarion Staff...": "",
  "Hehehe... fools. You'll make a nice addition to my skeleton army!": "",
  "Dreadlord Xarth casts shadow beam!": "",
  "You were able to dodge the spell, but your companions are gravely injured!": "",
  "What do you do?": "",
  "Heal the Warrior (Sam).": "",
  "Heal the Wizard (Sebastian).": "",
  "Thanks, @player.": "",
  "...": "",
  "Sebastian casts 'Pure Bolt'... A beam of white light hits Xarth square in the face. The Dreadlord shrieks and crumbles into dust.": "",
  "You pick up the Solarion Staff and hold it high. Order has been restored to the world.": "",
  "Thanks, @player.": "",
  "...": "",
  "Sam charges ahead and strikes down Xarth, freeing the Solarion Staff from his clutches and restoring peace and order to the world.": "",
  "Dreadlord Xarth is muttering an incantation...": "",
  "What do you do?": "",
  "Cast 'Pure Beam' at Xarth.": "",
  "Put a 'Shield Charm' on your friends.": "",
  "You place a 'Shield Charm' on Sam and Sebastian.": "",
  "Xarth sends bolts of pure dark energy flying. One of them strikes Sebastian, but your 'Shield Charm' reflects it back into Xarth's face!": "",
  "Xarth is defeated, and the Solarion Staff glows peacefully. Order has been restored to the world.": "",
  "Before you have a chance to cast your spell, Xarth sends a shadow beam at your companions!": "",
  "Sam and Sebastian are fried to a crisp...": "",
  "Your spell hits Xarth square in the face.": "",
  "He lets out a shriek and crumbles into dust. You pick up the Solarion Staff and hold it high. Peace and order have been restored to the world.": "",
  "You charge forward, but Xarth slips past you an sends a shadow beam at your companions!": "",
  "Sebastian and Sam are fried to a crisp...": "",
  "You swing your sword again and land a solid blow. Xarth shrieks and crumbles into dust.": "",
  "You pick up the Solarion Staff and hold it high. Peace and order have been restored to the world.": "",
  "Dreadlord Xarth is muttering an incantation...": "",
  "What do you do?": "",
  "Charge ahead, swinging your sword.": "",
  "Use your shield to defend your friends.": "",
  "Xarth casts 'Shadow Bolt' at Sebastian... but you raise your shield just in time to deflect the attack!": "",
  "As Xarth prepares another spell, you charge forward and strike him down with your sword.": "",
  "The Solarion Staff glows peacefully as you hold it high. Order has been restored to the world!": "",
  "Putting the disturbing sight of the prisoners out of your mind, you and your companions quickly climb the ladder.": "",
  "Hey, not bad!": "",
  "It took me like, three or four tries to beat my first scenario.": "",
  "Thanks for stopping by... I'll see you later.": "",
  "__comment": "SeedShop",
  "@player?": "",
  "You scared me, sneaking into my room like that!": "",
  "*sigh*... so I've been playing 'Journey of the Prairie King' for hours and I can't even beat the first level...": "",
  "This game is ridiculously hard!": "",
  "Well, either that or I'm just terrible at it.": "",
  "Hey, do you want to try this level together with me? I think I might do better with your help.": "",
  "Ugh, I give up... I'll never get past the first level.": "",
  "Oh well... thanks for trying.": "",
  "Hey, that was fun!": "",
  "Well thanks, @player. You seem to really know your way around a joystick, huh? I guess that makes sense. ": "",
  "Thanks, @player. I didn't think you'd know how to work a joystick so well! But it seems you're experienced.": "",
  "Hey! I was hoping you'd show up. I wanna show you something.": "",
  "See this? It's called a spirit board. Have you ever used one?": "",
  "Put your hands on the planchette with me...": "",
  "Now the spirits will guide us toward a...": "",
  "LOOK, it's moving!": "",
  "The first letter is... 'I' ...": "",
  "Next is... '<' ...": "",
  "Wow, look at it go! It's spelling out... '@firstnameletter'...": "",
  "I < @firstnameletter...?": "",
  "Oops, accidentally knocked over the board! Heh heh...": "",
  "It's just a silly game, it doesn't mean anything.": "",
  "I, um, have something to do. You'll have to go... Sorry.": "",
  "Found Pierre's 'secret stash'.": "",
  "Hey! Who's in the bedroom?": "",
  "Wha...? How did you find that?!": "",
  "Quick, give it to me!": "",
  "Promise me you won't tell anyone about this.": "",
  "Your secret is safe with me.": "",
  "Your wife deserves to know about this.": "",
  "*grumble*...now I have to find a new hiding spot...*grumble*": "",
  "Stop telling me how to live my life!": "",
  "Hey, cut it out! We're letting you live here free of charge until you finish school. It seems like you don't appreciate that at all!": "",
  "Stop trying to make me feel guilty.": "",
  "I appreciate that you and Dad are helping me out, but expecting me to dress the way you want is ridiculous.": "",
  "I'm not a little girl anymore, Mom.": "",
  "...You're right. I'm sorry.": "",
  "Is someone there?": "",
  "I swear, this house is haunted.": "",
  "Urgghh...": "",
  "Sorry... I was fighting with my Mom earlier.": "",
  "Alright! That concludes our aerobics class!": "",
  "Are you breaking a sweat?": "",
  "*pant*...*pant*...Yes.": "",
  "@player! You were watching me?": "",
  "...How embarrassing... I didn't want anyone to know. Least of all you.": "",
  "I'm just trying to stay healthy. As you get older, it requires more effort.": "",
  "I'm not in very good shape, though... I can hardly keep up with them.": "",
  "Look... Don't tell everyone in town that I'm doing dance aerobics, okay?": "",
  "I won't tell.": "",
  "I can't promise that.": "",
  "Wow, that was quite a workout...": "",
  "Welcome To Pierre's! How can I help you?": "",
  "Ahem...": "",
  "Come and get it folks... coupons for 50% off your purchase at JojaMart!": "",
  "50 Percent!?!?": "",
  "Well? Any takers?": "",
  "But... I can't match those prices! I'd be selling at a loss!": "",
  "It must be so difficult for you... To lose your loyal customers like that.": "",
  "But can you blame them? Joja Corporation is clearly the superior choice.": "",
  "Soon the whole town will realize that.": "",
  "Sigh...": "",
  "__comment": "Sewer",
  "A Shadow Person, above ground? This is outrageous!": "",
  "Your people were responsible for the death of my entire family.": "",
  "If you dwarves hadn't driven us from our ancestral home, we'd never have had to resort to violence!": "",
  "I'm sorry about your family.": "",
  "'Sorry' Isn't going to cut it.": "",
  "Let me at him! He's despicable.": "",
  "Come and get it, shrimpy.": "",
  "Silence! Both of you!": "",
  "The Elemental Wars have long been finished. You have no reason to be fighting any longer.": "",
  "The two of you must make peace for the sake of the humans that live around you. Surely you can see that.": "",
  "Very well. I'll stay away from the sewer from now on.": "",
  "...And I'm truly sorry about the past, Dwarf. I have no personal gripe with you.": "",
  "Very good. I shall cast a 'Seal of Promise' to finalize this agreement.": "",
  "__comment": "Temp",
  "Decorate?": "",
  "Um, okay.": "",
  "So that's the best thing you can think of doing right now? Here... in this small, dark room with me?": "",
  "Interesting.": "",
  "Well, the dark room looks great now... Thanks, @player.": "",
  "Oh, you have to leave already?": "",
  "Well... alright. Bye.": "",
  "Wow... I didn't think he was that dense.": "",
  "Wow... I didn't think she was that dense.": "",
  "I thought you had something important to do...": "",
  "I'm so embarrassed...": "",
  "Hi, everyone. We're from Pelican Town... Er... and we're called 'The Pelicans'": "",
  "This song's about Farming, mining, and chopping wood.": "",
  " 8820": "",
  "This song's about a city in the sea.": "",
  " 8821": "",
  "This song's about trains.": "",
  "Here we go...": "",
  "Wow! Those electronic sounds were far out!": "",
  "Woooh! That was great!": "",
  "That was great! It's a new honky-tonk classic!": "",
  "Nice work, guys!": "",
  "I really loved that heavy breakdown at the end.": "",
  "I really enjoyed that bass part.": "",
  "Thanks, everyone!": "",
  "But you should really be clapping for @player! Without his help we'd never have decided what kind of music to make in the first place!": "",
  "But you should really be clapping for @player! Without her help we would've never decided what kind of music to make in the first place!": "",
  "So you're like an honorary member of the band, then?": "",
  "Oh! And don't forget to pick up one of our demo cassettes on the way out... Only 10g!": "",
  "That went well! Thanks again for coming with us.": "",
  "Hey. The show was a great success! Thanks again, @player.": "",
  "Hi, everyone. We're from Pelican Town... Er... and we're called 'Goblin Destroyer'": "",
  "This song's about Farming, mining, and chopping wood.": "",
  " 8820": "",
  "This song's about a city in the sea.": "",
  " 8821": "",
  "This song's about trains.": "",
  "Here we go...": "",
  "Wow! Those electronic sounds were far out!": "",
  "Woooh! That was great!": "",
  "That was great! It's a new honky-tonk classic!": "",
  "Nice work, guys!": "",
  "I really loved that heavy breakdown at the end.": "",
  "I really enjoyed that bass part.": "",
  "Thanks, everyone!": "",
  "But you should really be clapping for @player! Without his help we'd never have decided what kind of music to make in the first place!": "",
  "But you should really be clapping for @player! Without her help we would've never decided what kind of music to make in the first place!": "",
  "So you're like an honorary member of the band, then?": "",
  "Oh! And don't forget to pick up one of our demo cassettes on the way out... Only 10g!": "",
  "That went well! Thanks again for coming with us.": "",
  "Hey. The show was a great success! Thanks again, @player.": "",
  "Hi, everyone. We're from Pelican Town... Er... and we're called 'Xenon Chip 3.0'.": "",
  "This song's about Farming, mining, and chopping wood.": "",
  " 8820": "",
  "This song's about a city in the sea.": "",
  " 8821": "",
  "This song's about trains.": "",
  "Here we go...": "",
  "Wow! Those electronic sounds were far out!": "",
  "Woooh! That was great!": "",
  "That was great! It's a new honky-tonk classic!": "",
  "Nice work, guys!": "",
  "I really loved that heavy breakdown at the end.": "",
  "I really enjoyed that bass part.": "",
  "Thanks, everyone!": "",
  "But you should really be clapping for @player! Without his help we'd never have decided what kind of music to make in the first place!": "",
  "But you should really be clapping for @player! Without her help we would've never decided what kind of music to make in the first place!": "",
  "So you're like an honorary member of the band, then?": "",
  "Oh! And don't forget to pick up one of our demo cassettes on the way out... Only 10g!": "",
  "That went well! Thanks again for coming with us.": "",
  "Hey. The show was a great success! Thanks again, @player.": "",
  "Hi, everyone. We're from Pelican Town... Er... and we're called 'The Alfalfas'": "",
  "This song's about Farming, mining, and chopping wood.": "",
  " 8820": "",
  "This song's about a city in the sea.": "",
  " 8821": "",
  "This song's about trains.": "",
  "Here we go...": "",
  "Wow! Those electronic sounds were far out!": "",
  "Woooh! That was great!": "",
  "Good job! It's a new honky-tonk classic!": "",
  "Nice work, guys!": "",
  "I really loved that heavy breakdown at the end.": "",
  "I really enjoyed that bass part.": "",
  "Thanks, everyone!": "",
  "But you should really be clapping for @player! Without his help we'd never have decided what kind of music to make in the first place!": "",
  "But you should really be clapping for @player! Without her help we would've never decided what kind of music to make in the first place!": "",
  "So you're like an honorary member of the band, then?": "",
  "Oh! And don't forget to pick up one of our demo cassettes on the way out... Only 10g!": "",
  "That went well! Thanks again for coming with us.": "",
  "Hey. The show was a great success! Thanks again, @player.": "",
  "__comment": "Town",
  "I guess you're wondering why I'm in the graveyard at this hour...": "",
  "Well, I'm here because it's the best place in town to find some privacy.": "",
  "And I'm all sweaty because I've been practicing my swordsmanship.": "",
  "Hey! What... you think I'm too weak to swing a blade?": "",
  "Sorry, I guess I'm getting a little defensive.": "",
  "You see, I want to explore the mountain caves... But I know it's too dangerous to go there unarmed.": "",
  "You've used a sword before, haven't you?": "",
  "Yes, and it's exciting!": "",
  "Yes, but only in self-defense": "",
  "Yes, but it's dangerous. You should stay safe.": "",
  "No": "",
  "Abigail?!": "",
  "Dad?": "",
  "I've been looking all over for you! Your mother wants you to come home and help with dinner!": "",
  "What are you doing in the graveyard, anyway? This is no place for a young lady!": "",
  "Mind your own business! You think I should be at home cooking dinner because I'm a girl, don't you?!": "",
  "You're really stuck in the past, Dad... ": "",
  "...!": "",
  "Let's get out of here, @player.": "",
  "Well, are you coming or not?": "",
  "Come back!": "",
  "Okay, my dad won't find us here...": "",
  "*sigh*... Can you believe my parents were ever young? They don't understand my perspective at all.": "",
  "I know, I know... they grew up in a different era, with different values. It still ticks me off sometimes, okay?": "",
  "Well, thanks for hearing me out @player.": "",
  "Um, now could you help untangle my hair from this bush?": "",
  "Okay guys, do you remember your lines?": "",
  "Yes!": "",
  "Ready? Action!": "",
  "I thought we had something special... I guess I was wrong.": "",
  "I... I... Uh...": "",
  "Cut!": "",
  "I'm sorry!": "",
  "It's hard to remember my lines when her face is right in front of me like that...": "",
  "Oh, hey.": "",
  "Check out my new camera...": "",
  "Joja Co. is having a video advertisement competition. The prize is 10,000g.": "",
  "Hey! I want you to be in this shot... okay?": "",
  "Just walk by Clint and Emily in the background while they're talking... It'll give the scene a little more authenticity.": "",
  "Okay... Ready?": "",
  "Action!": "",
  "I thought we had something special... You said you wouldn't leave me for anything. I guess that was a lie.": "",
  "No! It's not like that... This is just something I have to do. It's very important to me.": "",
  "I've just got to try new 'Joja Bluu' cola.": "",
  "It's got three times the sorbitol for a thick, sweet blast. And it's cheaper than water!": "",
  "But... But... Isn't soda unhealthy? You promised me...": "",
  "Have no fear, my dear. The world-class science team at Joja Headquarters have determined that 'Joja Bluu' does not cause a significant erosion of the stomach lining.": "",
  "So you can drink it whenever you like, as much as you like.": "",
  "The real question is... 'When will YOU turn bluu?'... *glug* *glug*... Ahh...": "",
  "Cut!": "",
  "That was perfect.": "",
  "Thanks for the help. ": "",
  "...Clint?": "",
  "What a productive day... I got some great footage.": "",
  "That's a good boy, Dusty.": "",
  "You might be the only one around here who understands me.": "",
  "No one else has seen the kind of stuff you and I have.": "",
  "@player! Did you overhear me talking?": "",
  "Yes, I heard everything.": "",
  "Not really... why?": "",
  "I don't really like to talk about it, but I guess I'll explain...": "",
  "Have you ever wondered why I live with my grandparents?": "",
  "You see, my father wasn't a good guy... He... Well, he ruined everything for me and my mom.": "",
  "Half the time he was gone... The other half he'd drink all night and tell me I'm worthless, that I'd never amount to anything.": "",
  "I think he resented me for being young... Bitter because he'd wasted his youth doing nothing and had gotten nowhere in life.": "",
  "Well... that's my take on it, anyway. Who knows what was going on in his mind.": "",
  "One day he left, and soon after that Mom got sick and passed away. I had no choice but to move in with my grandparents.": "",
  "You seem like someone I can trust... That's why I'm telling you this, @player. I don't want any sympathy.": "",
  "If there's one good thing about my past, it's that it made me strong.": "",
  "Now... let me show you what Dusty will do for a barbecued steak.": "",
  "Ha! Look at him slobbering. I think he might like steak as much as I do.": "",
  "Oh... I was talking to Dusty.": "",
  "He and I have a lot in common, actually.": "",
  "I don't usually like to talk about it... But we've been friends for a while now and I think I can trust you.": "",
  "Have you ever wondered why I live with my grandparents?": "",
  "My father wasn't a good guy... He... Well he ruined everything for me and my mom.": "",
  "Half the time he was gone... The other half he'd drink all night and tell me I'm worthless, that I'd never amount to anything.": "",
  "I think he resented me for being young... Bitter because he'd wasted his youth doing nothing and had gotten nowhere in life.": "",
  "Well... that's my take on it, anyway. Who knows what was going on in his mind.": "",
  "One day he left, and soon after that Mom got sick and passed away. I had no choice but to move in with my grandparents.": "",
  "You know what? There's no sense dwelling on this stuff... I don't want any sympathy from anyone.": "",
  "You have to look on the positive side of things... My childhood wasn't great, but it did make me strong. I had to be.": "",
  "Here, let me show you what Dusty will do for a barbecued steak.": "",
  "Ha! Look at him slobbering. I think he might like steak as much as I do.": "",
  "*Sigh*... How am I going to reach that letter in the back?": "",
  "Here, let me help you, Mr. Mullner!": "",
  "There you go!": "",
  "Hmmph. I could've done it myself! And I can certainly move around on my own!": "",
  "How feeble do you think I am?": "",
  "@player? You were watching us?": "",
  "I was. You did a kind thing there, Penny.": "",
  "You should've left him alone. Now he's grumpy.": "",
  "I'm just taking a walk, minding my own business.": "",
  "*sigh*...No, no... I'm sorry, miss. I shouldn't have gotten so angry.": "",
  "It was actually very kind of you to help me out.": "",
  "That's okay, Mr. Mullner. I understand.": "",
  "It must be difficult to grow old...": "",
  "I'd rather not think about it.": "",
  "It's just a different part of life.": "",
  "That's why we should respect our elders.": "",
  "I'd rather die young...": "",
  "Well, it was interesting talking to you, @player. I should go.": "",
  "Hey! What do you think you're doing? That's private property!": "",
  "Sam!": "",
  "Uh... Er... I... I'm sorry, sir.": "",
  "*sigh*... The youth these days... Sometimes I wonder if this town isn't doomed.": "",
  "You saw what happened, @player. What do you have to say about this?": "",
  "You're right, sir. Sam should respect private property.": "",
  "Don't blame Sam. There's nowhere else for him to ride!": "",
  "I'm staying out of this.": "",
  "Fine! I just won't ride my skateboard ever again. Happy?": "",
  "Exactly! If there was a park in town, I could ride there and everyone would be happy.": "",
  "Hmmph. Alright.": "",
  "You're being difficult, Sam. I have no problem with you riding around town, just try not to cause any damage! It's that simple.": "",
  "Hmmph. I thought you were more mature than this, @player.": "",
  "I'll let it slide this time, Sam. But I don't want to see you doing this anymore.": "",
  "Got it?": "",
  "Sam... I'm sorry I yelled at you. Just please try not to damage anything in the future. Got it?": "",
  "Got it?": "",
  "Yes, sir.": "",
  "...Did you see that trick, though? That was rad.": "",
  "@player! You're here!": "",
  "Okay... I guess I'd better introduce my pieces. Wish me luck!": "",
  "Umm... Okay everyone!": "",
  "Thanks for coming to my art show.": "",
  "As some of you know, I came to this town because I wanted to draw inspiration from the beautiful surroundings.": "",
  "This place really feels like home now.": "",
  "Okay. I'm going to introduce my sculptures now.": "",
  "I haven't named this one, yet. She started out as an exercise in human anatomy, but I ended up seeing her through to completion.": "",
  "Her expression is intentionally unclear... is she embarrassed, amused, pained? I'll leave that for you to decide.": "",
  "This one's called 'Post-Dimensional Nullspace'. It represents the boundary of human imagination.": "",
  "The shape and color came to me vividly when I was in a 'trance state'.": "",
  "I've been calling this one 'Egg Heads'. I wanted to create an animatronic humanoid statue to toy with the viewer's ability to properly attribute personhood to a physical entity.": "",
  "And the last one is called 'Wood Sculpture 3'. It's a celebration of my favorite sculpting material... wood.": "",
  "Well, those are my sculptures!": "",
  "Oh! One last thing.": "",
  "I'd like to say thanks to my special friend, @player.": "",
  "He gave me the idea for this show and the courage to go through with it. I know that sounds cheesy, but it's true.": "",
  "She gave me the idea for this show and the courage to go through with it. I know that sounds cheesy, but it's true.": "",
  "I'm proud of you, Leah! Events like this really breathe life into our little town!": "",
  "Great stuff!": "",
  "I love your art, Leah! 'Post-Dimensional Nullspace' is my favorite.": "",
  "Great use of wood!": "",
  "Thanks for doing this!": "",
  "Thanks, everyone!": "",
  "Now let's start the bidding on these wonderful art pieces... A marvelous addition to your home!": "",
  "Do I hear 5000g for the pink one?": "",
  "Wow! I'm exhausted.": "",
  "My show was a real success, wasn't it?": "",
  "Marnie... we can't. If word got out, it could undermine my position of authority in the town!": "",
  "You understand... don't you?": "",
  "You care too much about your job, Lewis. There are other things to life, you know.": "",
  "...but yes, I understand. I guess we'll have to keep...us...a secret.": "",
  "Gahh!": "",
  "@player...You overheard everything, didn't you?": "",
  "Yes... but I'll keep it a secret.": "",
  "Yes... and I'm going to tell everyone.": "",
  "Why were you hiding there, anyway?": "",
  "@player!": "",
  "...You caught me.": "",
  "I was planning to ask Emily on a date. I was at her doorstep and everything... but then I heard her coming and I dove into this bush.": "",
  "Now I'm waiting until she's done talking with Caroline so I can sneak back into my house.": "",
  "What did you just say? You'll never upgrade your tools again if I don't ask her out?": "",
  "You're a villain, @player.": "",
  "*sigh* ...alright, I'll do it.": "",
  "I gotta remember that advice @player gave me in the saloon.": "",
  "Um... Emily?": "",
  "Sorry, Caroline. Could you excuse me for a minute?": "",
  "Yes, Clint?": "",
  "I was wondering if you'd go w... with... tomorrow, me... *gulp*": "",
  "I've got two tickets for the Grampleton Carnival tomorrow. W... Would you go with me? ": "",
  "Sure, Clint! That sounds fun!": "",
  "Really? Okay! I'll pick you up at five.": "",
  "Okay! See you tomorrow!": "",
  "Did you see that?! I've got a date tomorrow night!": "",
  "Oh man...I'm so nervous.": "",
  "Thanks for forcing me to do that, earlier. I'm scared, but also very pleased.": "",
  "Hi @player.": "",
  "I wanted to talk to you in private...": "",
  "It's kinda cold out here though... let's sneak into my room.": "",
  "So... @player.": "",
  "I know I've been talking about nothing but the band for a while now... But I don't want you to think that's all I'm interested in.": "",
  "Um... Er... What I mean is...": "",
  "Well, I'm really happy that we've grown so close... Heh.": "",
  "@player... do you think of me as... just a friend?": "",
  "Sam? I'm coming in!": "",
  "Quick! Hide in the bed!": "",
  "What's wrong, Honey? Were you doing something... bad?": "",
  "I thought I heard some weird sounds coming from your room...": "",
  "No Mom! I was just... doing push-ups! I wanna beat Dad at arm-wrestling some day! ...heh.": "",
  "Oh! *giggle*... That explains why you're all red and sweaty.": "",
  "Okay, well good luck. I'll see you in the morning.": "",
  "Goodnight, Mom.": "",
  "Whew... That was close.": "",
  "...@player?": "",
  "Get out of the bed.": "",
  "Stay put.": "",
  "Earlier, I was trying to say... that I really like you, @player. I think we could really have something special together... Know what I mean?": "",
  "Alright, I said it.": "",
  "Move closer to Sam.": "",
  "Head for the window.": "",
  "I'm going to be thinking about this night for a long time...": "",
  "...": "",
  "Oh, hi there.": "",
  "What an eyesore...": "",
  "This is the Pelican Town Community Center... or what's left of it, anyway.": "",
  "It used to be the pride and joy of the town... always bustling with activity.": "",
  "Now... just look at it. It's shameful.": "",
  "These days, the young folk would rather sit in front of the TV than engage with the community.": "",
  "But listen to me, I sound like an old fool.": "",
  "Joja Corporation has been hounding me to sell them the land so they can turn it into a warehouse...": "",
  "Pelican Town could use the money, but there's something stopping me from selling it... I guess old timers like me get attached to relics of the past... Ah well.": "",
  "If anyone else buys a Joja Co. Membership I'm just gonna go ahead and sell it.": "",
  "*sigh*... Here, let's go inside...": "",
  "Hmm? What's this?...": "",
  "I guess Vincent and Jas must've been playing in here.": "",
  "This place is even more dilapidated than I remember.": "",
  "What?": "",
  "What's the matter? Are you ill?": "",
  "You saw something? Hmm... I wouldn't be surprised if this place was full of rats.": "",
  "You're worrying me, @player...": "",
  "Look, I think I'm going to head home. I need some lunch.": "",
  "Hey. I'll keep this place unlocked from now on... maybe you can help catch that rat if you have some extra time.": "",
  "Strange...": "",
  "I'll have to come back and explore this building further.": "",
  "I'm not sure how you did it, @player... but the community center has never looked better!": "",
  "You've done Pelican Town a great service. Everyone in town is pleased.": "",
  "As a way of saying 'Thank You', I'd like to present you with this Town's greatest honor... The Stardew Hero Award. You've earned it!": "",
  "VOICE: Grumble... Grumble...": "",
  "Who's that?": "",
  "Sales have been plummeting! Where have all my customers gone?": "",
  "Ah, Morris.": "",
  "Waa..?!": "",
  "All my customers...Here?!?": "",
  "This isn't good...": "",
  "How does it feel?": "",
  "Let's be reasonable.": "",
  "Let's settle this the old-fashioned way.": "",
  "Hmmph!": "",
  "It's of no consequence! I'll just run a 75%-off sale and all my customers will come crawling back to me, begging for forgiveness! You'll see!": "",
  "No...not this time...": "",
  "Gather 'round, everyone!": "",
  "I remember when I first moved to Pelican Town... This building was active and vibrant.": "",
  "We worked together to make the town a better place. There was a real sense of community.": "",
  "George, you always used to do the crossword puzzle while sipping coffee in the community kitchen. Remember?": "",
  "The good ol' days.": "",
  "Emily, you wove that custom banner for the Stardew Valley Fair.": "",
  "I remember you working on that for years!": "",
  "It... It was a lot of fun... ": "",
  "Willy!": "",
  "Me?": "",
  "Remember when your little crab experiment got out of hand?": "",
  "Hehe... That I do. We showed up one morning and the place was crawlin' with 'em.": "",
  "But Gus saved the day with a brilliant idea... A crab leg feast for the entire valley!": "",
  "I still dream of that garlic butter.": "",
  "Mmmmm...": "",
  "You see, everyone? Our community is what makes Pelican Town special.": "",
  "When JojaMart came to town we lost sight of that.": "",
  "But now, thanks to @player, we have a second chance.": "",
  "I'm asking that you join me in boycotting JojaMart! We have the power to reclaim our old way of life!": "",
  "Who's with me?": "",
  "I've lived here too long to see this town go to ruin.": "",
  "You can count me in!": "",
  "I'm in.": "",
  "Boycott!": "",
  "Me too!": "",
  "It's about time!": "",
  "No More Joja!": "",
  "I'm done for...": "",
  "Morris and his JojaMart cronies were never heard from again...": "",
  "There he is, everyone! Look sharp!": "",
  "There she is, everyone! Look sharp!": "",
  "*Ahem*...": "",
  "Just a few short years ago, the great innovaters at Joja Headquarters came up with a new idea, the Joja Community Development Project.": "",
  "The project was concieved as a way to provide important construction services to the beloved communities we hold so dear...*sniff*... all while generating substantial revenue!": "",
  "Pelican Town, with its run-down infrastructure, was a perfect testing grounds.": "",
  "Well, thanks to you, our Community Development Pilot Program has been a major success!": "",
  "From repairing old bridges, to fixing buses, to turning piles of rubble into a greenhouse, we've really turned this city around!": "",
  "I've also recieved a big promotion! Hehehe.": "",
  "The president of the company asked me to give you this exclusive gift as a way of saying 'thanks'.": "",
  "Grr... sounds like those raccoons are back again. Filthy varmints...": "",
  "Ah, you turned up at the right moment, son.": "",
  "Ah, you turned up at the right moment, miss.": "",
  "Could you do an old man a favor? Could you go around the corner and scare off those raccoons for me? They've been causin' a real mess.": "",
  "Thanks. Make sure you give 'em a good scare so they never come back.": "",
  "It was me... I'm sorry.": "",
  "I find a lot of hot, fresh food in these cans... stuff that will go to waste if I don't take it.": "",
  "You can go on home. I promise I won't rummage in George's can anymore.": "",
  "You can tell him you scared off the raccoons for good.": "",
  "Wait.": "",
  "I know what you were doing, Linus.": "",
  "If you need food... just ask. I don't want anyone in Pelican Town to go hungry.": "",
  "Here. I've got a basket of zuchinni fritters for you. Just make sure you dip them in my spicy marinara!": "",
  "Go on... take it.": "",
  "__comment": "Trailer",
  "Ughh... It's so dirty in here.": "",
  "@player! Um... Sorry that it's such a mess. I was about to clean up.": "",
  "You'll help me? You really mean it?": "",
  "Okay, you can get started over there. I'll clean the kitchen.": "",
  "Whaddya think you're doing?!": "",
  "Stop it! I had everything just the way I like it!": "",
  "Mom, the house is a total mess. @player and I were just trying to tidy things up a bit.": "",
  "*sniff* *sniff*... Were you at the saloon just now? You smell like beer...": "",
  "It's none of your damn business where I go!": "",
  "It IS my business! I don't want you destroying yourself!": "",
  "Don't you realize your choices have an effect on me? Stop being so selfish!": "",
  "Selfish? I put a roof over your head and clothes on your back and you call me selfish!? You ungrateful little...": "",
  "You'd better go. I'm sorry you had to see this, kid.": "",
  "He's a nice young man...": "",
  "She's a nice young lady...": "",
  "But I don't want you tellin' others to clean up my house! It's embarrassing! You understand?": "",
  "...Yes, mother.": "",
  "@player, you came at a good time!": "",
  "I'm just about finished cooking a new recipe I invented!": "",
  "Let me just finish up real quick.": "",
  "Here, give that a little taste.": "",
  "...well?": "",
  "(Lie) Mmm! That was delicious!": "",
  "Uh... can I get the rest to go?": "",
  "Well it's definitely unique... how did you get it so rubbery?": "",
  "Hey, since you're the first person to try it, I'm going to name this one 'Chili de @player'.": "",
  "Well, I guess this recipe was a failure...": "",
  "Um... so how about we watch a movie or something?": "",
  "Thanks for being my taste-tester.": "",
  "__comment": "WizardHouse",
  "Ah... Come in.": "",
  "I am Rasmodius... Seeker of the arcane truths.": "",
  "Mediary between physical and ethereal.": "",
  "Master of the seven elementals.": "",
  "Keeper of the sacred cha-... you get the point.": "",
  "And you... @player. The one whose arrival I have long foreseen.": "",
  "Here, I'd like to show you something.": "",
  "Behold!": "",
  "You've seen one before, haven't you?": "",
  "They call themselves the 'Junimos'...": "",
  "Mysterious spirits, these ones... For some reason, they refuse to speak with me.": "",
  "I'm not sure why they've moved into the community center, but you have no reason to fear them.": "",
  "Hmmm? You found a golden scroll written in an unknown language?": "",
  "Most interesting...": "",
  "Stay here. I'm going to see for myself. I'll return shortly.": "",
  "I found the note...": "",
  "The language is obscure, but I was able to decipher it:": "",
  "We, the Junimo, are happy to aid you. In return, we ask for gifts of the valley. If you are one with the forest then you will see the true nature of this scroll.": "",
  "Hmm... 'One with the forest'... What do they mean?": "",
  "...*sniff*...*sniff*...": "",
  "Ah-hah!": "",
  "Come here!": "",
  "My cauldron is bubbling with ingredients from the forest.": "",
  "Baby fern, moss grub, caramel-top toadstool... Can you smell it?": "",
  "Here. Drink up. Let the essence of the forest permeate your body.": "",
  "You've gained the power of forest magic! Now you can decipher the true meaning of the junimo scrolls.": ""
}