{
  "__comment": "Abigail",
  "Dad seems to be doing okay without me around.": "",
  "Hey, @player. I like hanging out here. It's peaceful.": "",
  "Urgh... I still can't beat it by myself.": "",
  "What's up, @player? I'm just saying hi to the mom.": "",
  "It's nice to see the ol' gang again. Nothing's changed.": "",
  "Ugh... I have a doctor's appointment later.": "",
  "I'm just here for my annual check-up! Don't worry, I'm not preg... I mean, I'm not sick! Heh.": "",
  "How much longer do you need, doc? I'm hungry.": "",
  "We're hiding in here so we don't have to talk to anyone.": "",
  "__comment": "Alex",
  "I'm going to hang out here all day. My grandparents aren't getting any younger...": "",
  "Hi. Eh, I just twisted my ankle. Seeing if I can get it taped.": "",
  "Yeah, yeah... I'm good, doc. Just tape it up, okay?": "",
  "__comment": "Caroline",
  "It's my annual check-up today. At least I don't have to walk very far.": "",
  "You're here to see the doctor too? What happened?": "",
  "Excuse me, I have to say some things to Doctor Harvey in private...": "",
  "Hmm... Should I wear something special to the aerobics meet-up today?": "",
  "You're looking really fit, Jodi! Those dumbells do wonders, don't they?": "",
  "Mmff... I think I've earned some cookies today. *crunch*.": "",
  "Finally... A little time to myself.": "",
  "It was the previous owners who built the altar room. We aren't religious, but we let the other townsfolk use it if they want.": "",
  "__comment": "Clint",
  "I have a doctor's appointment today, so if you need to buy anything you'd better hurry.": "",
  "I'm seeing the doctor about my lungs... breathing in all that coal dust can't be good.": "",
  "How do my lungs sound, doc? Sometimes they make a rattling sound when I exhale.": "",
  "__comment": "Demetrius",
  "The colder season is coming up so I'm here to get my flu vaccine.": "",
  "Doctor Harvey, have you read the latest 'Biology and Medicine'? There's an article I think you'd be interested in.": "",
  "__comment": "Elliot",
  "Hello, @player. I'm just watching the waves from here.": "",
  "Hello there. What brings you to this terrible place?": "",
  "My back has been hurting, doctor... you know, with all the hunching over to write my novel.": "",
  "__comment": "Emily",
  "Most of us visit the doctor for a yearly check-up.": "",
  "Doctor, I'd like to go with the 'natural remedy' if possible.": "",
  "What a lovely loom. I'm in heaven right now.": "",
  "__comment": "Evelyn",
  "When you get to be my age you have to see the doctor more often.": "",
  "Oh dear, is it an emergency? Why are you here?": "",
  "Now now, dear... It's important that Doctor Harvey takes a good look at you. He's a nice young man! Behave yourself, for your dear old wife's sake.": "",
  "Could you check his lungs? He's been wheezing lately.": "",
  "This place is full of memories for me. Thank you so much for restoring it.": "",
  "__comment": "George",
  "Hmmpph... The wife's making me go to the clinic today.": "",
  "*grumble*... Good for nothing doctors... *grumble*": "",
  "Well how much longer do I have, Doc?": "",
  "I've never been religious but hey... I'm old.": "",
  "__comment": "Gus",
  "I'm getting some supplies for the saloon. Pierre's got the good stuff.": "",
  "Seeing the doctor makes me nervous... What if I only have a few years left? I'm not at peace with the world yet!": "",
  "It's my liver, isn't it Doctor? I can see it on your face. *Sigh*... I really need to cut back on that sweet, delicious Stardew Valley wine.": "",
  "__comment": "Haley",
  "The weather's too horrible to get out of bed.": "",
  "Hi, honey! I'm mostly just here to visit Emily.": "",
  "It's nothing serious... I'm just here for my annual check-up.": "",
  "Well... my nose has been a little runny, Doctor. But otherwise I'm doing fine!": "",
  "It's too cold to get out of bed.": "",
  "__comment": "Harvey",
  "Hi Honey. What are you doing at the clinic?": "",
  "Ah, you just came to see me. That's nice.": "",
  "Hi! I'm just shopping for some essentials, so I can continue to cook healthy meals for us.": "",
  "The sound of running water is relaxing for me.": "",
  "This stuff can definitely be incorporated into a healthy diet.": "",
  "I'm just putting away these groceries.": "",
  "__comment": "Jas",
  "1... 2... 3... 4... Here comes a wave! *giggle*": "",
  "I have to visit the doctor today, but I'm not afraid!": "",
  "Can you show me how this tool works, Doctor Harvey?": "",
  "1... 2... 3... 4... Oh no! I messed up again.": "",
  "__comment": "Jody",
  "Vincent hates going to the doctor more than anything, but he'll just have to deal with it.": "",
  "Be brave, Vincent. Think of your father.": "",
  "Doctor Harvey? I'm worried about Vincent's height. Isn't he a little short for his age?": "",
  "Vincent was very brave at the doctor's today. I'm proud of him.": "",
  "Hey! You can't just barge into a private appointment!": "",
  "Ohhh... My arms feel like gelatin... ": "",
  "Shhh... he's asleep.": "",
  "__comment": "Leah",
  "Hello, @player. I'm just enjoying the fresh air for a while. I was starting to get cabin fever at home.": "",
  "Hi. Here to see the doctor?": "",
  "Do I look healthy, Doctor Harvey?": "",
  "__comment": "Lewis",
  "Well, the fish certainly smells fresh this season.": "",
  "I'm just here to make sure all of Marnie's business needs are met.": "",
  "I'm here to collect Clint's business tax.": "",
  "The library is one of Pelican Town's greatest features. It's funded with the taxes we collect from local business.": "",
  "I like to check in with the local businesses and see how they're doing.": "",
  "Erm... Doctor Harvey? This is completely confidential, right?": "",
  "I do all my grocery shopping here.": "",
  "__comment": "Linus",
  "Even someone like me needs to warm up indoors now and then.": "",
  "__comment": "Marnie",
  "I think Jas actually likes going to the doctor. What an unusual little girl.": "",
  "We're here for a 1:30pm appointment.": "",
  "Erm... Doctor Harvey? When you give her the shots, can we have two lollipops?": "",
  "I'm going to sleep well tonight.": "",
  "__comment": "Maru",
  "Hey! Mom seems to be doing okay without my help. She's a tough lady.": "",
  "Dad's making good progress on his experiment.": "",
  "I hope Penny decides to get married some day.": "",
  "I'm at work, honey! Don't let the doctor see.": "",
  "It's nice for you to visit me.": "",
  "I'm almost off work...": "",
  "It's hard to really grasp the scale of the universe.": "",
  "__comment": "Pam",
  "*grumble*... Doctor know-it-all... *grumble*": "",
  "How much do I drink every day? What kind of a question is that?": "",
  "__comment": "Penny",
  "I'm going to go inside, I just wanted a quiet moment.": "",
  "I have an appointment at the clinic this afternoon.": "",
  "Hey! A little privacy, please?": "",
  "Hi, honey. It's nice of you to visit me at work.": "",
  "Hi, honey! I'm just doing some shopping.": "",
  "Don't worry, I'm using my own money to buy this.": "",
  "I wonder if Maru will get married some day?": "",
  "__comment": "Pierre",
  "I've been working hard all week. I deserve a little relaxation on a Friday night.": "",
  "__comment": "Robin",
  "We meet every week to encourage each other to stay healthy.": "",
  "What's a healthy young person like you doing here?": "",
  "__comment": "Sam",
  "Nothing bad to report, Doc. I feel as healthy as ever.": "",
  "Mom seems okay. A little overworked, maybe.": "",
  "Vincent seems a little lonely without me around. I used to play with him a lot.": "",
  "Don't tell my mom... but I really just came over for a free lunch.": "",
  "Sorry, honey. I'm trying to concentrate here...": "",
  "Nothing like an ice cold Joja Cola on a sopping wet day, huh?": "",
  "Just kidding. Hehehe.": "",
  "I gotta go visit Uncle Doctor today... Great.": "",
  "I'm a healthy boy, doc. Can I go now? This is boring.": "",
  "I just got out of the doctor's office. Completely healthy and vigorous, just as I expected.": "",
  "__comment": "Sebastian",
  "The ocean is best enjoyed alone... don't you think?": "",
  "Standing at this spot really makes me want a smoke... but I'm determined to quit now.": "",
  "Mom's face lit up when I walked in. She deserves to be happy.": "",
  "I'm going to hang out with my old friends tonight. I'll be home later.": "",
  "My skills haven't declined... Sam's still just as easy to beat.": "",
  "Dammit... I almost forgot. I have to go see Doctor Harvey today.": "",
  "What are you doing in here? I could've been naked!": "",
  "Should I let Sam win for once? ...nah.": "",
  "__comment": "Vincent",
  "*sob*... I have to get my shots today.": "",
  "*gulp*... Mommy, don't make me do it.": "",
  "Do I get a lollipop for being so brave?": "",
  "__comment": "Willy",
  "Eh, I got a fish hook stuck in my thumb... the Doctor's gonna cut it out.": "",
  "Yowch! That hurt, Doc!": "",
  "I need a little warm-me-up to be ready for another cold night on the ocean.": "",
  "Ah... Nothing's better than kicking back with a cold one after a relaxing day fishing.": "",
  "Handling salty fish all day makes me real thirsty.": ""
}