{
  "Hey there!^I had some extra wood lying around... I thought maybe you could use it. Take care!  ^   -Robin %item object 388 50 %%": "Приветик!^У меня тут немного дерева завалялось... Подумала, может тебе пригодится. Удачи! ^   -Робин %item object 388 50 %%",
  "Dear @,^I was conducting a field study the other day, and I found this specimen. ^I hope you find it as interesting as I did.    ^   -Demetrius%item object 392 1 394 1 132 1 66 1 %%": "Дорогой @,^Я проводил полевые исследования, когда нашёл этот выдающийся образец. ^Надеюсь, ты, как и я, найдёшь его интересным для изучения. ^ -Деметрий%item object 392 1 394 1 132 1 66 1 %%",
  "Hello, friend.^The mountain lake has been kind to me lately. I'd like to share my good fortune with you.  ^   -Linus %item object 136 1 143 1 202 1 227 1 228 1 %%": "Здравствуй, друг.^Горное озеро днями кое-чем поделилось со мной, а я хочу поделиться с тобой.  ^   -Линус%item object 136 1 143 1 202 1 227 1 228 1 %%",
  "Dear valued customer,^Thanks for visiting 'Pierre's'! Enclosed is your 'Cash-back Rewards Program' rebate. See you soon! ^   -Pierre^  P.S. Sorry for the stock message, @. Enjoy! %item money 250 601  %%": "Премного уважаемый клиент,^ Благодарю вас за посещение 'Магазина Пьера'! В письме приложены деньги которые вы получили по  'Программе возврата средств'. До скорых встреч!^ -Пьер^ P.S. Прошу прощение за формализм, @.   Наслаждайся! %item money 250 601 %%",
  "Dear @,^Here's a vegetable from the little garden I keep out back. You probably have more veggies than you know what to do with, but oh well.   ^   -Caroline%item object 190 1 192 1 24 1 %%": "Дорогой @,^Вот немного овощей с моего маленького сада. Возможно у тебя и так овощей больше чем тебе необходимо, но теперь это не моя проблемы. ^ -Каролина%item object 190 1 192 1 24 1 %%",
  "Found some good quality stone. ^Maybe you can build with it or something.  ^   -George %item object 390 35 %%": "Нашёл тут отличный камень. ^Сгодится для стройки или ещё куда.  ^   -Джордж %item object 390 35 %%",
  "Hello there, dear,  I hope your farm is doing well.^ I'm sending you a little something from my kitchen... I hope it didn't crumble in the mail.  ^   -Evelyn  %item object 216 1 220 1 223 1 %%": "Здравствуй, дорогуша, надеюсь у тебя на ферме всё хорошо.^ Я решила прислать тебе немного вкусностей с моей кухни... Надеюсь они не затеряется в ящике. ^ -Эвелин %item object 216 1 220 1 223 1 %%",
  "Hey. ^I found this in a drawer somewhere. Thought you could use it.   ^   -Pam %item object 346 1 349 1 787 1 %%": "Привет. ^Я нашла это где-то в ящике. Подумала, что тебе это пригодится. ^ -Пэм %item object 346 1 349 1 787 1 %%",
  "@,^I'm really glad you've become part of our community! I've enclosed a 500g check from the Stardew Valley Agricultural Fund to help you continue your good work. ^Maybe you can buy some more seeds with it.  ^  Sincerely, Mr. Lewis%item money 500 501 %%": "@,^Я очень рад, что наша община приобрела, в твоём лице, нового члена! Я выписал для тебя 500 золотых из нашего Агрокультурного Фонда, что бы помочь тебе встать на ноги.^Может ты сможешь купить на них ещё больше семян.^ С уважением, Мр. Льюис%item money 500 501 %%",
  "@!^I made you a little treat this morning in the saloon. Dig in!   ^   -Your friend, Gus%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%": "@!^ Я сделал не много вкусностей этим утром для салона, угощайся! ^ -Твой друг, Гас%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%",
  "Um, Hello...     ^Sorry, I'm not good at writing letters. I made one metal bar too many, and I thought you might need it.  ^   -Clint, the blacksmith %item object 334 1 335 1 336 1 %%": "Привет...   ^Прости, я не силён в письмах. Просто сделал лишний слиток железа и подумал, вдруг тебе нужно.  ^   -Клинт, кузнец %item object 334 1 335 1 336 1 %%",
  "Dear @,^I ordered too much fertilizer for the garden!! I bet you can put it to some good use. Take care!  ^   -Jodi %item object 368 5 369 5 370 5 %%": "Дорогой @,^Я заказала слишком много удобрений для своего сада! Думаю ты сможешь найти им достойное применение. Береги себя! ^ -Джоди%item object 368 5 369 5 370 5 %%",
  "Hello, @.^This item was collecting dust in the toolshed. I figured you might be able to use it.  ^   -Kent%item object 286 1 287 1 288 1 787 1 %%": "Привет, @.^Эта штука давно в сарае пылилась. Подумал, вдруг тебе пригодится.  ^   -Кент%item object 286 1 287 1 288 1 787 1 %%",
  "Hi!^How are you doing? I hope you enjoy the gift I've sent you... Well, goodbye! +   ^   -Emily %item object 397 1 428 1 440 1 %%": "Привет!^Как у тебя дела? Я надеюсь, тебе понравится подарок, который я отослала... Ну, до свидания! + ^ -Эмили %item object 397 1 428 1 440 1 %%",
  "Dear @,^You're such a good neighbor I thought I'd send over some animal feed to make your job easier. Keep it up! ^   -Marnie %item object 178 30 %%": "Дорогой @,^Ты очень хороший сосед, так что я выслала тебе немного корма для животных, что бы сделать твою работу полегче. Продолжай в том же духе! ^ -Марни%item object 178 30 %%",
  "Hey,^I thought it would be fun to send you a letter. I don't really know what to write, though.^ Here, I've enclosed a treat for you. Don't tell anyone, but I snagged this from the back room of JojaMart ages ago.^Okay, see you soon. ^   -Shane %item object 215 1 206 1 %%": "Эй,^Я подумал что было бы забавно послать тебе письмо. Но правда я понятия не имею о чём писать. ^ Вот, я приложил подарок. Ни кому не рассказывай, я стащил это со склада ДжоДжо-марта, когда то. ^ Ну ладно, увидимся. ^ -Шейн %item object 215 1 206 1 %%",
  "Greetings, young adept.^I have enclosed in this package an item of arcane significance. Use it wisely.   ^   -M. Rasmodius, Wizard%item object 422 1 82 1 84 1 70 1 %%": "Приветствую тебя, юный ученик.^В этом конверте лежит важный магический предмет. Используй его с умом.   ^   -М. Расмодей, маг%item object 422 1 82 1 84 1 70 1 %%",
  "Greetings from Calico Desert!^Come visit me soon, I'm really bored out here :(. I've included a gift from the desert. You can come and thank me in person!   ^   -Sandy %item object 88 1 90 1 218 1 %%": "Привет из пустыни Калико!^Жду тебя в гости поскорее, а то здесь совсем скучно :(. Я приложила небольшой \"подарок пустыни\". Приезжай и отблагодаришь меня лично!   ^   -Сэнди %item object 88 1 90 1 218 1 %%",
  "@,^the show was a rockin' success! I wanted to say thanks again for all your help in creating this amazing band. We couldn't have done it without you!   ^   -Sam": "@,^ Шоу прошло с гремящим успехом! Я хотел ещё раз поблагодарить тебя за всю ту помощь с созданием группы. У нас бы ни чего не вышло без тебя! ^ -Сэм",
  "Dear @,^Thanks again for coming to my art show. It was such a success! I sold nearly all of my sculptures, and everyone was so positive and encouraging! I hope to see you again soon.  ^   -Leah": "Дорогой @,^ Рада, что тебе понравилась выставка. Она прошла с таким успехом! Я продала почти все свои скульптуры и все были так восхищенны ими! Надеюсь увидется с тобой как можно скорее. ^ -Лия",
  "@,^I thought it would be fun to write you a note.^ I had so much fun with the cows yesterday... I'm starting to understand why you chose the farmer's life! Hope to see you soon.  ^   -Haley": "@,^Я подумала что было бы интерсным написать тебе записку.^ Мне вчера очень понравилось быть с коровками... Начинаю понимать почему ты занимаешься фермерством! Надеюсь скоро с тобой увидится. ^ - Хейли",
  "Sorry about what happened at my place yesterday... My mom can get into bad moods sometimes.^Please just forget it happened.  ^   -Penny": "Хотела попросить прощения за вчерашнее... У мамы иногда сильно портиться настроение.^Прошу, просто забудь о случившемся.  ^   -Пенни",
  "Dear @,^You've proven your ability to raise chickens, so I'm now selling ducks at my shop!       ^   -Marnie": "Привет @,^Ты показал свою способность выращивать кур, так что я теперь продаю утят в моем магазине! ^ -Марни",
  "Dear @,^I now have rabbits in the animal shop! They will provide you with fluffy wool ...and more!       ^   -Marnie": "Привет@,^Теперь у меня есть кролики в магазине животных, они смогут снабжать тебя пушистой шерстью... и другим! ^ -Марни",
  "Dear @,^You've proven your ability to raise cows, so I'm now selling sheep at my shop!       ^   -Marnie": "Дорогой @,^Как смотрю ты неплохо справляешь с коровами, поэтому Я решила начать продавать овец у себя в магазине! ^ -Марни",
  "Dear @,^I now have goats available for purchase at the animal shop. You've done well so far!       ^   -Marnie": "Дорогой @,^ У меня в магазине появились козы на продажу. У тебя очень неплохо получается управятся с животными! ^ -Марни",
  "Dear @,^You've come a long way since you first arrived. As a result, I've decided to start selling pigs at my shop. These pigs are trained at finding gourmet truffles!       ^   -Marnie": "Дорогой @,^ Ты так многому научился с тех пор как прибыл сюда. Так что я решила начать продавать свиней. Они не простые, а натренированы искать трюфели! ^ -Марни",
  "@,^I'm going to give you this advice because I like you and I want you to stay in Pelican Town. If there comes a day that you want to ask for someone's hand in marriage, you'll need to give them a 'Mermaid's Pendant'. Don't worry, everyone in Pelican Town understands the significance of the amulet. It's an ancient tradition in this region. Good luck! ^   -Lewis": "@,^Хочу дать тебе совет, потому что ты мне нравишься и потому, что я хочу, что бы Пеликан-таун стал твоим домом. Если наступит день,когда ты решишь связать себя с кем нибудь узами брака, то тебе будет необходимо подарить своему избраннику или избраннице 'Русалочье Ожерелье'. Не волнуйся, все городе понимают значение этого действия. Просто это древняя традиция нашей местности. Удачи! ^ -Льюис",
  "@,^It seems like you're starting to get close with some of the townspeople. If you want to show someone that you're romantically interested, you've got to give them one of my beautiful flower bouquets. I'm selling them now, for a very fair price! If you want to start a family someday, this is the first step! ^   -Pierre": "@,^ Похоже, что у тебя возникли кое какие отношения с человеком из города. Если хочешь показать ему свои любовные намерения, тебе стоит начать с красивого цветочного букета. У меня в продаже есть пара таких, и у них очень привлекательная цена! Если хочешь завести семью, то стоит начать именно с них! ^ -Пьер",
  "Dear @,^here is an old recipe that my grandma passed down to me. Enjoy!   ^   -Robin%item cookingRecipe %%": "Дорогой @,^ Вот рецепт, переданный мне когда-то от моей бабушки. Наслаждайся!  ^ -Робин%item cookingRecipe %%",
  "I wanted to say 'thanks' for taking an interest in my work. Here's a cooking recipe that I like. ^   -Demetrius%item cookingRecipe %%": "Я хотел сказать 'спасибо' за проявленный интерес к моей работе. Вот рецепт моего любимого блюда. ^ -Деметрий%item cookingRecipe %%",
  "@,^how are you doing? I've enclosed some instructions on how to make one of my favorite fish recipes. ^   -Linus%item cookingRecipe %%": "@,^ Как поживаешь? Я прислал рецепт, как сделать одно из моих любимейших рыбных блюд. ^ -Линус%item cookingRecipe %%",
  "TOP SECRET:^Here's the recipe for my famous bluberry tart.^Don't tell anyone! I'm giving it to you because we are such good friends. ^   -Pierre%item cookingRecipe %%": "СОВЕРШЕННО СЕКРЕТНО:^Вот рецепт моего любимого черничного пирога.^Делюсь с тобой по старой дружбе. Только держи его в тайне! ^   -Пьер%item cookingRecipe %%",
  "Dear @,^nothing is more satsifying than cooking with fresh vegetables from your own garden! I've enclosed a recipe to help you out. Take care, ^   -Caroline%item cookingRecipe %%": "Дорогой @,^ Ни что так не удовлетворяет желудок, как блюдо из свежих овощей со своего огорода! Я прикрепила рецепт что бы помочь тебе с этим. Береги себя. ^ -Каролина%item cookingRecipe %%",
  "Figured I'd give you this recipe I had laying around. Try not to burn it. ^   -George%item cookingRecipe %%": "Думаю мне стоит дать тебя этот рецепт. Смотри не сожги его. ^ -Джордж%item cookingRecipe %%",
  "Dear @,^I usually don't give out my recipes... but since you've been such a sweetheart to George and I, I've written this one down for you. ^   -Evelyn%item cookingRecipe %%": "Дорогой @,^Я обычно ни кому не даю своих рецептов... но так как ты очень хорошо относишься к Джорджу и решила записать один для тебя.  ^ -Эвелин%item cookingRecipe %%",
  "Hey Kid,^here's the recipe for a little treat my pappy used to make. Cook it slow. ^   -Pam%item cookingRecipe %%": "Эй деточка, ^ вот рецепт блюда, которое когда готовил мой папочка. Готовь на медленном огне. ^ -Пэм%item cookingRecipe %%",
  "@,^remember to eat healthy, or you won't have enough energy to work hard! I'm including one of my favorite recipes. Make sure to use ripe tomatoes! ^   -Lewis%item cookingRecipe %%": "@,^ помни о здоровом питании иначе у тебя не хватит сил на работу! Вот один из моих любимых рецептов. Используй только созревшие помидоры! ^ -Льюис%item cookingRecipe %%",
  "Dear @,^Here's a recipe from my saloon. I only share this with my good friends! ^   -Gus%item cookingRecipe %%": "Дорогой @,^ Вот рецепт из моего заведения. Я делюсь им только с хорошими друзьями! ^ -Гас%item cookingRecipe %%",
  "Well, I know a couple of recipes.^I thought I'd send you one... maybe it'll help you mine more ore or something.^Take care. ^   -Clint%item cookingRecipe %%": "Ну, в общем Я знаю пару рецептов. ^ Думаю я пришлю тебе один... возможно это поможет тебе добыть больше руды, ну или что ты там делаешь.^Береги себя. ^ -Клинт%item cookingRecipe %%",
  "@,^this recipe of mine won 1st place in a cooking competition! I hope you like it. Thanks for being a friend! ^   -Jodi%item cookingRecipe %%": "@,^ Этот рецепт получил первое место на соревнованиях! Надеюсь он тебе понравится. Спасибо за то, что ты такой хороший друг! ^ -Джоди%item cookingRecipe %%",
  "Picked up this recipe overseas. Enjoy.^Want to say thanks for making me feel welcome. ^^   -Kent%item cookingRecipe %%": "Я нашёл этот рецепт во время плаваний. Наслаждайся.^ Это моё спасибо, за то, что позволяешь мне снова чувствую себя как дома. ^^ -Кент%item cookingRecipe %%",
  "@!^Flip this letter over for instructions on how to make a super-healthy meal!^You'll feel energized. See you soon. ^   -Emily%item cookingRecipe %%": "@!^ Переверни этот листок что бы прочитать инструкции по приготовлению супер питательного обеда!^ Он зарядит тебя по полной, ладно ещё увидимся. ^ -Эмили%item cookingRecipe %%",
  "Dear neighbor,^when I'm not taking care of animals I like to experiment in the kitchen. Since we've become friends I want to share some recipes with you.^I hope you like this! ^   -Marnie%item cookingRecipe %%": "Дорогой сосед, ^ Знаешь, когда я не присматриваю за животными, то люблю поэкспериментировать на кухне. Так как мы теперь с тобой друзья, я бы хотела поделится с тобой одним особо удачным рецептом.^Надеюсь он тебе понравится! ^ -Марни%item cookingRecipe %%",
  "@,^I found this recipe in a magazine and I thought it sounded interesting. Feel free to give me a taste if you make it. hehe. ^   -Shane%item cookingRecipe %%": "@,^ Я нашёл этот рецепт в журнале, и подумал что он может быть тебе интересен. Не стесняйся угостить меня, когда приготовишь. хаха.^ -Шейн%item cookingRecipe %%",
  "Dear @,^I was so bored out here in the desert that I wrote you a letter. There's a recipe for a delicious soup enclosed. Come visit me soon! ^   -Sandy%item cookingRecipe %%": "Дорогой @,^ Мне стало так скучно в этой пустыне, что Я решила написать тебе письмо. Я приложила к нему рецепт восхитительного супа. Надеюсь, что ты навестишь меня в скором времени! ^ -Сэнди%item cookingRecipe %%",
  "Dear @,^I'd like to share an ol' cooking recipe my pappy used to make. It's important the fish is FRESH.  ^   -Willy%item cookingRecipe %%": "Привет @,^ Мне бы хотелось поделится с тобой рецептом, доставшемся мне от отца. Очень важно, что бы рыба была свежей.^ -Вилли%item cookingRecipe %%",
  "Dear @,^  How are you doing, sweety? I've missed you so much since you left. I hope the farming life is everything you hoped for. ^   Love, Mom.   ^   P.S. I sent your favorite cookies < %item object 223 1 %%": "Дорогой @,^Как ты там поживаешь, радость моя? Я так скучаю по тебе. Надеюсь фермерская жизнь именно такая, какой ты себе и представлял.  ^ С любовью, мама. ^ P.S. Я приложила к письму твои любимые печеньки. < %item object 223 1 %%",
  "Dear @,^  It's been so long since I heard from you, dear. Things are the same as ever back home. I miss you very much. ^  Love, Mom ^ P.S. Found an envelope with some money Grandpa left for you. %item money 500 501 %%": "Дорогой @,^ Я уже так давно от тебя не получала весточку, крошка моя. У нас дома всё по прежнему. И я по прежнему по тебе скучаю.^ С любовью, мама ^ P.S. Я нашла конверт с деньгами, которые твой дедушка оставил для тебя.  %item money 500 501 %%",
  "Dear @,^  I saw an article about you in the local paper! It sounds like the country life is a good fit for you! I'm so proud of you. Take care, sweety. Love, Mom": "Дорогой @,^ Я недавно прочла твоё имя в заголовке местной газеты! Похоже что сельская жизнь отлично тебе подходит! Я так горжусь тобой. Береги себя, солнышко. С любовью, мама.",
  "Dear @,^ How are things going? You must really be making a fortune on that farm. Don't forget your dear old mother when you're a millionaire! ^  Love, Mom   ^   P.S. Enjoy the cake!%item object 221 1 %%": "Дорогой @,^ Как ты поживаешь? Похоже, что тебе и вправду очень повезло с этой фермой. Не забудь о своей старой матери, когда станешь миллионером! ^ С любовью, мама. ^  P.S. Наслаждайся тортиком!%item object 221 1 %%",
  "Dear @,^  Have you settled into your new life yet? I can't believe you're all grown up now... Time sure flies. Now that you're gone I have all this extra money laying around, so I included a little gift.^  Love, Dad.%item money 500 501 %%": "Дорогой @,^ Обустроил свою новую жизнь? Мне даже не верится что ты стал таким взрослым... как летит время. Теперь когда ты нас покинул, у меня стали появятся лишении деньги, так что приложил их к письму, что бы дома не валялись. ^ С любовью, папа. %item money 500 501 %%",
  "Dear @,^  How is the country life going for you? It's been lonely here without you, but I'm proud of what you're doing.^  Love, Dad  ^  P.S. Found an envelope with some money Grandpa left for you. %item money 500 501 %%": "Дорогой @,^ Как там твоя сельская жизнь? Здесь так одиноко без тебя, но я горжусь тем что ты делаешь.^ С любовью, папа ^ P.S. Нашёл конверт с деньгами, которые дедушка оставил тебе.%item money 500 501 %%",
  "Dear @,^  I read an article about you in the local paper! I'm so impressed with your progress on the farm! Keep this up and dear old Dad might be retiring in a fern islands luxury bungalow after all ;).^  Love, Dad": "Дорогой @,^ Недавно прочёл в газете о тебе и твоей маленькой ферме! Я впечатлён! Продолжай в том же духе и возможно когда нибудт твой старик всё таки будет отдыхать в своём пятизвёздочном бунгало на фернских островах;).^ С любовью, папа",
  "Dear @,^ I know you're busy on the farm and that's why you can't visit. I understand. You've been working so hard... keep it up and you can accomplish anything! ^ Love, Dad  ^  P.S. Included some quality stone %item object 390 30 %%": "Дорогой @,^ Я знаю, что ты занят на ферме, и поэтому не можешь посетить меня. Я понимаю. Ты работаешь так усердно... так держать, с таким усердием ты достигнешь многого! ^ Люблю, Папа ^ P.S. С письмом передаю немного хорошего камня %item object 390 30 %%",
  "Greetings, @.^It is our pleasure to inform you that your farm will be featured in next week's 'up & coming' column of the Stardew Valley Tribune! Congratulations. We're impressed with your quick progress. ^   -SVT": "Приветствую, @.^ С удовольствием сообщаем, что информация о вашей ферме будет опубликована на следующей неделе в нашей газете Трибуна Долины Стардью в разделе \"Подающие надежду\"! Поздравляем. Мы впечатлены вашим быстрым прогрессом.^-ТДС",
  "ADVERTISEMENT:^\"I keep finding cool stuff, but my backpack is full!\"^^Does this sound like you? Well, Pierre's got you covered!^^Stop by Pierre's General Store TODAY and check out our affordable size 24 backpack!^ See you soon!": "ОБЪЯВЛЕНИЕ:^\"Я нашёл много классных штук, но мой рюкзак полон!\"^^ Сталкивались с подобным? Ну что же, Пьер знает чем вам помочь!^^Заходите в магазин Пьера СЕГОДНЯ и зацените новые 24 местные рюкзаки!!^ До новых встреч!",
  "ADVERTISEMENT:^^Pierre's General Store is now open 7 days a week!": "ОБЪЯВЛЕНИЕ: ^^ Магазин Пьера теперь работает 7 дней в неделю!",
  "Dear Farmer @,^^I'd like to apologize for joking about your Grandpa's old cottage when we first met. It's really a nice little house!^^However, you might need some more space someday. That's where I can help. If you bring me some raw materials and pay a fee, I can expand your house.^(Continued on next page)^^The first expansion I offer includes a kitchen. With a kitchen, you'll be able to cook any recipes you've learned!^^Anyway, I hope you're starting to feel at home in Stardew Valley!^^    Your local carpenter,^        Robin": "Дорогой фермер @, ^^Я хотел бы извиниться за ту шутку о старом доме твоего деда, когда мы впервые встретились. Это действительно хороший маленький дом!^^Тем не менее, в будущем тебе, возможно, потребуется больше места. И здесь я могу помочь тебе. Если ты принесешь мне некоторые материалы и заплатишь взнос, я смогу расширить твой дом.^(Продолжение след.стр.)^^В первом расширении я предлагаю включить кухню. С кухней, ты сможешь готовить по любому рецепту, который ты знаешь!^^Во всяком случае, я надеюсь, ты начинаешь чувствовать себя как дома в Stardew Valley!^^ Ваш местный плотник,^ Робин",
  "Dear @,^the shipping tax passed. As of today, a 3% tax will be deducted from all your shipping profits. The reduced fee for public services is also in effect. See you soon! ^   -Mayor": "Дорогой @,^ закон о налоге на доставки принят. С сегодняшнего дня, на весь ваш доход от доставок накладывается налог в 3%. Сниженная ставка на коммунальные услуги по прежнему в действии. До скорой встречи! ^ -Мэр",
  "Dear @,^the shipping tax was rejected. Your shipping profits will remain as they are. Fees for public services will remain the same as well. See you soon. ^   -Mayor": "Дорогой @,^ закон о налоге на доставки отклонён. Ваша прибыль от услуг доставки останется на том же уровне. Сниженная ставка на коммунальные услуги также по прежнему в действии. До скорой встречи! ^ -Мэр",
  "@,^I've heard you've been giving some people a hand around town! Everyone seems really thankful. I'm awarding you this month's \"Best Neighbor\" award (with a small cash prize). Keep it up! ^   -Mayor%item money 500 501 %%": "@,^ Я слышал что ты помогаешь людям в городе! И все очень благодарны тебе за это. Я вручаю тебе эту ежемесячную награду \"Лучший Сосед\" ( с небольшим денежным призом). Так держать! -Мэр%item money 500 501 %%",
  "Dear @,^you've been such a help around town since you moved here... everyone keeps telling me all the wonderful things you've done for them! Please accept this thank-you prize. ^   -Mayor%item money 2500 2501 %%": "Дорогой @,^ ты оказываешь столько помощи людям в нашем городе, с тех пор как приехал сюда. .. все наперебой рассказывают мне о всех тех чудесных вещах что ты для них сделал! Прошу прими это в знак нашей благодарности. ^ -Мэр%item money 2500 2501 %%",
  "@,^I am pleased to announce that you've been chosen as \"Neighbor of the year\"! That comes with a 10,000g prize! Congratulations! Everyone in town wants to say 'thanks' for all you've done. ^   -Mayor%item money 10000 10001 %%": "@,^ Я счастлив объявить, что ты выбран \"Соседом Года\"! Это звание идёт в комплекте с призом в 10 000 золотых! Поздравляем! Все в этом городе хотят сказать тебе спасибо за то, что ты сделал. ^ -Мэр%item money 10000 10001 %%",
  "@,^it's time for the quarterly Stardew Hero rankings! I've enclosed them in a separate envelope. Good luck this season!  ^   -The Mayor": "@,^ Настало время ежеквартального отчёта по Героям Стардью! Я пришлю его в следующем письме. Удачи в этом сезоне!^ - Мэр",
  "%update": "%update",
  "Dear @,^ Your angling skills surpass even my ol' Pappy's... I'm impressed. ^ This stardrop's been passed down from Willy Sr. to Willy Jr. for... oh, heck. Prob'ly a thousand years.^Seein' as I don't have any kids... I want you to have it.^^ -Willy   ^  %item object 434 1 %%": "Дорогой @,^Твои рыбачьи умения превзошли даже моего старого папашу... Я впечатлён. ^ Этот стардроп передавался из поколения в поколения, от Вилли старшего к Вилли младшему, уже... о чёрт. Наверное уже тысячу лет.^Так как у меня нет детей... я хочу передать его тебе. ^^ Вилли ^ %item object 434 1 %%",
  "Dear @ and spouse,^Congratulations! Your adoption application has been aproved.^We're working hard to choose the perfect baby to match your profile.^Your new family member will arrive in 2 weeks.^^-Ferngill Adoption Agency": "Дорогой @ и его чета, ^Поздравляем! Ваш запрос на усыновление был утверждён.^ Мы трудимся из всех сил что бы подобрать наилучшего ребёнка, учитывая вашу характеристику.^Ваш новый член семьи прибудет через 2 недели.^^Сиротский приют Фенгрила",
  "Secret Message: If you can reach the bottom of the mines one more time, a secret awaits you. Be careful, the mines have become more dangerous.": "Секретное сообщение: если ты хотя бы раз доберёшься до конца шахт, то тебя ждёт тайник. Но будь настороже, после этого шахты станут куда опаснее.",
  "Dear neighbor,^I hope you are feeling settled in your new home. I am writing to let you know that Pierre's store is now selling fertilizers! Why don't you swing by and see if you can afford a few dozen boxes or so?  ^   -Pierre": "Дорогой сосед, ^надеюсь ты уже обустроился в своём новом доме. Я пишу сообщить тебе, что в 'магазине Пьера' теперь продаются удобрения! Почему бы тебе не заскочить и посмотреть, сможешь ли ты позволить себе пару коробок? ^ -Пьер",
  "Dear @,^I am now selling higher quality fertilizers, as well as new crop selections! See you soon. ^   -Pierre": "Дорогой @,^ У меня в продаже появилось высококачественно удобрение и новые культуры для посадки! До скорой встречи. ^ - Пьер",
  "Hi @.^One of these days you should come to my room after dark... Maybe around 8pm. ^I want to show you something. ^   -Abby": "Привет @.^ На днях тебе стоит заглянуть ко мне после заката... может где то в 8 вечера. ^Я хочу показать тебе кое что. ^ -Эбби",
  "Meet me in the bath house after dark. ^   -Penny": "Встретимся в бане после заката. ^ -Пенни",
  "Dear @,^^Thank you for purchasing a coop upgrade! In addition to doubling the capacity of your coop, I've taken the liberty of installing an incubator. ^To use the incubator, simply place an egg inside. If you have space left in your coop, the egg will hatch in several days!^^As always, thanks for your business.^-Robin": "Дорогой @,^^ Спасибо что приобрёл у меня улучшенный курятник! Помимо увеличения вместимости твоих несушек вдвое, я решила самостоятельно установить инкубатор. ^Что бы его использовать, просто помести внутрь яйцо. Если в курятнике достаточно места, то оно проклюнется через несколько дней!^^Как всегда, с тобой приятно иметь дело.^- Робин",
  "Hi.^^Me sell hats. Okay, poke?^^Come to old old old haus, poke. Bring coines.^^-hat mouse": "Привет.^^Я продавать шапки. Ты в курсе, мешок?^^ Заходи в старый, старый, старый дом, мешок. Прихвати манетки.^^- шляпная мышь",
  "Congratulations!!^^You beat 'Journey Of The Prairie King', and were randomly selected in our exclusive winner's sweepstakes! ^You've won a Prairie King Arcade System of your very own!^Now you can enjoy 'Journey Of The Prairie King' from the comfort of your own home.^^You deserve it!.^-Prairie King Development Team %item bigobject 141 %%": "Поздравляем!^^ Вы прошли 'Приключения Короля Прерий' и были случайно выбраны нашим роботом, для награждения! Вы получите свою собственную аркаду Король Прерий! Теперь вы можете насладится 'Приключениями Короля Прерий' в комфортной домашней обстановке.^^ Вы это заслужили! ^-Команда разработки Короля Прерий %item bigobject 141 %%",
  "Congratulations!!^^You beat all the levels in 'JunimoKart'... you're actually the first person in the entire Ferngill Republic to do so!^Your prize: a home version of Junimo Kart!^^Have fun!^-Junimo Kart Development Team %item bigobject 159 %%": "Поздравляем!^^ Вы прошли все уровни в 'Вагонетки Юнимо'... и вы вообщето первый человек во всей Республике Фернгил кто смог это сделать!^Примите в награду домашнюю версию Вагонетки Юнимо!^^Наслаждайтесь^-Команда разработчиков Вагонетки Юнимо %item bigobject 159 %%",
  "@,^I have great news... my novel is finished!! I'm giving a public reading this afternoon at the library. Hope to see you there! ^   -Elliott": "@,^У меня отличные новости... Мой роман готов!! Сегодня днём в библиотеке я устраиваю публичное чтение. Надеюсь тебя там увидеть! ^   -Эллиотт",
  "Meet me at the docks on a sunny morning. I've got something in mind. ^   -Elliott": "Встреть маня в доках солнечным утром. Я кое что придумал.^ -Эллиотт",
  "@,^I have a surprise for you. Meet me by the railroad tracks. ^   -Harvey": "@,^У меня для тебя сюрприз. Встретимся у железной дороги. ^   -Харви",
  "@,^meet me in front of my house tonight after dark. ^   -Sam": "@,^встретимся сегодня ночью напротив моего дома. ^   -Сэм",
  "@,^meet me at the saloon tonight after dark. ^   -Alex": "@,^ встретимся сегодня ночью в салоне. ^ -Алекс",
  "Dear @,^Someone dropped your tools into the lost and found bin last night.^^I came in and set them next to your bed.^Hope I didn't wake you... ^^  -Mayor Lewis": "Дорогой @,^ кто то положил твои инструменты в коробку находок прошлой ночью.^^ Я зашёл к тебе домой и оставил их рядом с кроватью.^Надеюсь что не разбудил тебя... ^^ - Мэр Льюис",
  "I've got some new items in stock...^A deluxe fishing pole and some bait that you can attach to it!^You can use bait to make fish bite faster. Hope to see you soon! ^   -Willy": "У меня в продаже появились новые вещи...^Высокосортная удочка  и приманка к ней!^ Приманка увеличивает скорость поклёва. Надеюсь скоро тебя увидеть! ^ -Вилли",
  "Come by the shop and check out the new rods I'm selling.^They're the best money can buy... and you can customize them with different kinds of tackle!^Hope to see you soon! ^   -Willy": "Приходи в мой магазин оценить новые удочки которые у меня появились.^ Они лучшее, что можно купить за деньги... и ты можешь поставить на низ все виды снастей!^ Надеюсь скоро тебя увидеть! ^ -Вилли",
  "My sources tell me you've been poking around inside the old community center.^Why don't you pay me a visit?^My chambers are west of the forest lake, in the stone tower. I may have information concerning your... 'rat problem'.^   -M. Rasmodius, Wizard %item quest 1 true %%": "Мои источники сообщили мне, что ты бродил вокруг входа в старый центр сообщества.^ Почему  бы тебе не навестить меня?^Мои покои к западу от лесного озера, в каменной башне. Возможно у меня есть информация касаемая твоей...'крысиной проблемы'.^ -М. Расмодей, Волшебник %item quest 1 true %%",
  "Dear @,^I would like to give you some information about an upcoming event: the Feast of the Winter Star. It's a time for the community to come together and think back on all the good fortune we've had this year.^A favorite tradition is the \"secret gift exchange\", where everyone in town is randomly assigned to someone else. On the day of the festival, everyone brings a gift for their secret friend and surprise them with something special!^This year, your secret friend is:^    %secretsanta ^Don't tell anyone! The feast will take place on the 25th from 10AM to 2PM at the town square. See you then! ^   -Mayor Lewis": "Дорогой @,^ Я бы хотел дать тебе немного информации по поводу предстоящего события: Фестиваля Зимней Звезды.  Это время когда вся наша община собирается вместе и вспоминает о всех тех счастливых моментах которые произошли с нами за этот год.^Наша любимая традиция \"обмен секретными подарками\", когда все в городе случайным образом объединяются в пары. В день фестиваля, все приносят подарки своим секретным друзьям и удивляют их чем то особенным!^В этом году твоим секретным другом будет ^ %secretsanta ^ Ни кому не говори! Фестиваль состоится 25 числа с 10 вечера до 2 ночи на городской площади. Увидимся там! ^ -Мэр Льюис",
  "Dear @,^Everyone around town has been talking about your great generosity lately!^Apparently, packages have been appearing in people's houses containing items they posted about years ago on the community center bulletin! And the packages are all addressed from your farm!^Thanks for going out of your way to do something like that... all of us in town are delighted! ^   -Mayor Lewis": "Дорогой, @^ Все в городе только и говорят о твоём великодушном поступке!^ По всей видимости, все жители получили подарочные посылки, в которых находились именно те вещи, на получение которых люди писали объявления в общественном центре около года назад. И везде в графе отправитель указан адрес твоей фермы!^Благодарю тебя за то, что нашел способ совершить такой поступок... все в городе очень рады!^ - Мэр Льюис",
  "I see you've been exploring the old mine. You've got the adventurer's spirit, that much I can tell.^If you can slay 10 slimes, you'll have earned your place in my adventurer's guild. ^Be careful.    -Marlon %item quest 15 true %%": "Я видел что ты интересуешься старой шахтой. Похоже что в тебе есть дух приключений.^ Давай так, если ты убьёшь 10 слизней, ты заслужишь место в моей гильдии приключений.^Будь осторожен. -Марлон %item quest 15 true %%",
  "I see you've entered the Skull Cavern. Well done.^I've got a better challenge for you, kid. Make it at least 25 levels deep. I've got a mountain of $ to send if you can do it.^  Your friend, Mr. Qi %item quest 20 %%": "Я видел, что ты заходил в Пещеру Черепа. Не плохо.^Но у меня для тебя есть более интересное испытание, шкет. Попробуй опустится вниз на 25 уровней. У меня есть гора $ которая может стать твоей.^ Твой друг Мр. Ци %item quest 20 %%",
  "Robin here!^I know there's a lot of stone scattered around your farm.^If you have a surplus, you might consider having me build a well for you.^Wells can be placed all over your farm, and serve as convenient places to refill your watering can.^^Just swing by my shop with 75 stones and 1000g when you're ready for it.^-Robin": "Это Робин!^ Я знаю, что вокруг твоей фермы валяется много камня.^ Если есть лишний, то могу предложить тебе построить колодец.^Ты можешь разместить его в любом месте и пополнять в нём лейку.^^ Просто заверни в мой магазин когда у тебя будут 75 камней, 1000 золотых и готовность разместить его где нибудь.^- Робин",
  "To our valued JojaMart customers:^Our team members have removed the landslide caused by our drilling operation near the mountain lake. I'd like to remind you that our drilling operation is entirely legal (pursuant to init. L61091, JojaCo Amendment). Responsible stewardship of the local environment is our top priority! ^^We apologize for any inconvenience this accident may have caused.^As always, we value your continued support and patronage!^^-Morris,^Joja Customer Satisfaction Representative": "Нашему уважаемому клиенту сети ДжоДжомарт:^ Наши рабочие расчистили завал, образовавшийся в результате бурильных работ нашей фирмы вблизи горного озера. Хотелось бы напомнить вам, что наши действия абсолютно легальны (в соответствии с указом L61091, постановление ДжоДжоКо). Ответственное отношение к окружающей среде, наша первостепенная задача! ^^ Мы просим прощения за все неудобства, что могло вызвать это происшествие.^И как всегда, мы рассчитываем на ваше покровительство и поддержку!^^-Моррис, ^ Центр Поддержки Клиентов ДжоДжо",
  "You did it.^ I'm very impressed.^ Enjoy your reward.^   -Qi. %item money 10000 %%": "Ты это сделал.^Я впечатлён.^Наслаждайся наградой.^-Ци. %item money 10000 %%",
  "Hello there,^Just got back from a fishing trip. You should come down to the beach some time.^I've got something for ya.^-Willy %item quest 13 true %%": "Привет,^Только вернулся из рыбачьего похода. Тебе стоит как нибудь спуститься на пляж. У меня для тебя кое что есть.^-Вилли%item quest 13 true %%",
  "Dear @,^Tomorrow we're holding the Egg Festival in the town square. ^^You should arrive between 9 AM and 2 PM if you'd like to attend.^You wouldn't want to miss the annual egg hunt!^  -Mayor Lewis": "Дорогой @,^ Завтра на городской площади пройдёт Яичный Фестиваль.^^Тебе стоит прийти между 9 утра и 2 дня если хочешь поучаствовать. ^ Ты точно не захочешь пропустить охоту на яйца!^ - Мэр Льюис",
  "Hello, dear...^^I know you're just getting started as a gardener, so I wanted to give you a little tip.^^Most crops only grow in one season. When summer arrives, your spring crops will all die out. So plan ahead!^^-Granny Evelyn": "Здравствуй, дорогой...^^ Я знаю, что ты только в начале своей карьеры садовника, поэтому хочу дать тебе совет.^^ Большинство растений любят свой сезон. Когда приходит лето, все твои весенние культуры умрут. Так что, сажай с толком!^^ - Бабушка Эвелин",
  "Dear @,^Tomorrow we're all getting together for the Flower Dance.^^If you can find a partner, you might even want to participate in the dance yourself!^There's a little clearing beyond the forest west of town where we hold the dance. Arrive between 9 AM and 2 PM if you're interested.^  -Mayor Lewis": "Дорогой @,^ Завтра мы все вместе собираемся на Цветочные Танцы.^^Если найдёшь партнёра, то сможешь сам в них поучаствовать!^За лесом, что к западу от города, есть небольшая опушка на которой мы собираемся.  Приходи между 9 утра и 2 дня если хочешь.^- Мэр Льюис",
  "Dear @,^Tomorrow we're all gathering at the beach for the annual Pelican Town Luau.^^The highlight of the event is the communal potluck. Make sure you bring something good to contribute!^The governor himself is attending the event, so make sure you're on your best behavior.^Come to the beach sometime between 9 AM and 2 PM.^   -Mayor Lewis": "Дорогой @,^ Завтра мы все собираемся на пляже, на ежегодное Люау Пеликан Тауна. ^^ Основная достопримечательность события это общий стол. Так что постарайся принести что нибудь стоящее! Сам губернатор приедет на мероприятие, так что постарайся показать себя как можно лучше. ^ Заходи на пляж между 9 утра и 2 дня.^ Мэр Льюис ",
  "Dear @,^Tonight at around 10 o'clock PM, a rare and beautiful event will take place.^^The moonlight jellies will be passing by Pelican Town on their long journey south for the winter.^^We're all gathering at the beach to watch. You don't want to miss this!^See you tonight,^ -Demetrius": "Дорогой @,^ Сегодня около 10 часов вечера, произойдёт редкое и прекрасное событие. ^^ Рядом с Пеликан Тауном будут проплывать лунные медузы, это их ежегодный путь в тёплые моря на зиму. ^^Мы все соберёмся на пляже, что бы посмотреть на это зрелище. Ты не захочешь его пропустить\" Увидимся ночью, ^ Деметрий",
  "Dear @,^One week from today, we are holding the Stardew Valley Fair in the town square!^It's the biggest event of the year, drawing people from all across the country to our humble town.^If you'd like, you can set up a grange display for the event. Just bring up to 9 items that best showcase your talents. You'll be judged on the quality and diversity of your display.^The fair starts at 9 AM... don't miss it!^   -Mayor Lewis": "Дорогой @,^ На протяжении всей последующей недели, начиная с сегодняшнего дня, на городской площади будет проходить Ярмарка Долины Стардью!^ Это крупнейшее событие года, привлекает людей со всей страны в наш город. ^ Если хочешь, то можешь поставить фермерский стенд во время мероприятия. Принеси до девяти лучших даров твоей фермы, что бы все увидели твои умения. Тебя будут оценивать по качеству и разнообразию твоего стенда. ^ Выставка начинается в 9 утра... не пропусти!^ -Мэр Льюис",
  "Dear @,^I just want to remind you that the Stardew Valley Fair is happening tomorrow.^Don't forget to bring your 9 items for the grange display.^Remember, the fair starts at 9AM in the town square. See you there!^   -Mayor Lewis": "Дорогой @,^ Я просто хотел напомнить, что завтра начнётся Ярмарка Долины Стардью. ^Не забудь принести 9 вещей,которые ты бы хотел выставить на своём стенде. ^Как обычно выставка начнётся в 9 утра на городской площади. Увидимся там!^ - Мэр Льюис",
  "Dear @,^Notice a chill in the air? It could just be the approach of winter...^Or it could be the tingle of a dark specter, here to help us celebrate tomorrow's festival... the Spirit's Eve.^Come to town at 10 PM if you'd like to participate.^  -Mayor Lewis": "Дорогой @,^ Заметил прохладу в воздухе?Возможно это следствие приближения зимы...^ Или же это присутствие тёмного  духа, пришедшего помочь нам отпраздновать завтрашний фестиваль...Канун Духа.  ^Приходи в город к 10 вечера если хочешь поучаствовать.^ Мэр Льюис",
  "Dear @,^Tomorrow we're all gathering in front of Marnie's house for the Festival of Ice.^^It's a celebration of winter... there'll be snowmen, ice sculptures, and an ice fishing competition!^Arrive between 9 AM and 2 PM if you'd like to participate.^  -Mayor Lewis": "Дорогой @,^ Завтра, мы все собираемся перед домом Марни на Фестиваль Льда. ^^Это праздник зимы... тебя ждут снеговики, ледяные скульптуры и соревнование по подлёдной рыбной ловле!^ Приходи между 9 утра и 2 часами дня если собираешься участвовать.^ -Мэр Льюис",
  "MISSING:^I lost my favorite Axe! If you find it, please return ASAP. I'm having a tough time without it. There's 250g in it for whoever finds the thing.^   -Robin%item quest 100 %%": "ПРОПАЛ БЕЗ ВЕСТИ:^Я потеряла свой любимый топор! Если найдёте то пожалуйста верните как можно скорее. У меня ни чего не выходит без него. За возвращение топора вас ждёт награда в 250 золотых.^ -Робин%item quest 100 %%",
  "Farmer @-^I have a request for you. I need fresh cauliflower for a recipe I want to make. Could you bring me one?^   -Jodi%item quest 101 %%": "Фермер @-^ У меня для вас поручение. Мне нужна свежая цветная капуста для блюда которое я хочу сделать. Можешь принести мне её?^- Джоди%item quest 101 %%",
  "@-^This is embarrassing... I lost my lucky purple shorts. I'm telling you because I think I can trust you.^If you find them, bring them back to me DISCREETLY. I'll pay well.^Thanks.^   -Mayor Lewis%item quest 102 %%": "@-^ Мне так стыдно об этом писать... я потерял свои счастливые фиолетовые шорты. Я говорю это тебе потому, что думаю, что могу доверять тебе. ^Если найдёшь их, неси их ПРЯМО ко мне. Я хорошо заплачу. ^Спасибо. ^ -Мэр Льюис%item quest 102 %%",
  "Hey Kid,^My throat's about as dry as a desert bone. I'm real thirsty for a pale ale. You got one? Regular old beer won't do. I need a pale ale.^   -Pam%item quest 103 %%": "Эй Малыш,^В моей горле так сухо как в пустыне кости. Я жажду настоящим светлым элем. У тебя есть ель? Очередное старое пиво мне не поможет. Мне нужен светлый эль.^ -Пэм%item quest 103 %%",
  "@-^I'm gathering data on the correlation between soil alkalinity and crop fructose levels. Long story short, I need a fresh melon from your farm. If you brought me one I'd be very grateful.^   -Demetrius%item quest 104 %%": "@-^Я собираю данные о взаимосвязи между уровнем кислотности почвы и содержанием фруктозы в плодах. Говоря коротко, мне нужна свежая дыня с твоей фермы. Если принесёшь мне одну, то буду очень благодарен.^ -Деметрий%item quest 104 %%",
  "To Farmer @:^My knee's acting up again, and you know what helps? ^Rubbing the darn thing with hot pepper.^ Trouble is, my supply's run dry. If you've got one to spare I'd be much obliged.^   -George %item quest 105 %%": "Фермеру @:^ Мои коленки снова дают о себе знать, и знаешь что может мне помочь? ^ Натирать эти чёртовы суставы острым перцем.^Проблема в том, что мои запасы подошли к концу. Если у тебя есть лишние, то может дашь мне один?  ^ -Джордж%item quest 105 %%",
  "Dear @,^I'd like to give my cows a special treat. They're such good girls and hungry, too. Could you bring me one bunch of amaranth? They love the stuff. ^Thanks, Dear.^   -Marnie %item quest 106 %%": "Дорогой @,^Я бы хотела дать своим коровкам особенное угощение. Они очень хорошие девочки, но при этом очень голодные.  Можешь принести мне один пучок амаранта? Они обожают эту штуку. ^Заранее спасибо.^ -Марни%item quest 106 %%",
  "Hello,^It's blackberry season right now. The bushes are full of them. I want to pick some, but I lost my basket. Can you help?^   -Linus%item quest 107 %%": "Привет,^Сейчас сезон ежевики. Их полно в кустах. Я хотел собрать немного ежевики, но я потерял свою корзину. Ты не поможешь мне?^ -Линус%item quest 107 %%",
  "@-^I'd like to buy a pumpkin from you. My daughter and I want to carve a jack-o-lantern for the upcoming Spirit's Eve festival. ^   -Caroline%item quest 108 %%": "@-^Я хотел бы купить тыкву у тебя. Моя дочь и я хотим сделать Светильник-Джека для предстоящего фестиваля Канун Духа. ^ -Кэролайн%item quest 108 %%",
  "Hey, I've got a little challenge for you:^    Catch me a squid.^You can fish them from the ocean at night. They only show up in the winter, though.^   -Willy%item quest 109 %%": "Привет, у меня есть небольшая задача для тебя:^ Налови мне кальмара.^Ты сможешь ловить их ночью в океане. Они появляются только зимой.^ -Вилли%item quest 109 %%",
  "I've got an unusual request. Could you keep this a secret?^ I want you to deliver an amethyst to Emily. It's her favorite stone. Tell her it's from me.^   -Clint %item quest 110 %%": "У меня есть необычная заявка. Не мог бы ты держать это в секрете?^ Я хочу, чтобы ты доставил аметист Эмили. Это ее любимый камень. Скажи ей, что это от меня.^ -Клинт %item quest 110 %%",
  "@-^I am resarching the forgotten art of shadow divination. I require an item known as 'Void Essence'. Bring it to me and you will be rewarded.^ -M. Rasmodius, Wizard %item quest 111 %%": "@-^Я исследую забытое искусство гадания на тенях.И мне требуется предмет, известный как 'Сущность Бездны'. Принеси мне её и получишь вознаграждение.^ -М. Расмодей, Волшебник %item quest 111 %%",
  "@,^Sorry to bother you again, but I need another favor.^I got a new hammer and I want to try it on a variety of metals.^Could you smelt an iron bar and bring it to me? ^Thanks.^ -Clint %item quest 112 %%": "@,^Извини, что беспокою снова, но я хочу попросит еще об одной услуге.^Я получил новый молот, и хочу попробовать его на различных металлов.^Не мог бы ты выплавить железный слиток и принести его ко мне? ^Заранее спасибо.^ -Клинт%item quest 112 %%",
  "@-^How are you doing? Hope the winter hasn't been too hard on you.^Anyway, I'm writing to ask you for some hardwood. I need about ten pieces, if you've got it.^If not, no worries. Take Care!^  -Robin%item quest 113 %%": "@-^ Как поживаешь? Надеюсь зима не сильно тебя потрепала.^Но пишу не за этим. У тебя есть в запасе прочная древесина? Мне нужно десять поленьев, если есть. Если нет, то и не надо. Береги себя!^ -Робин%item quest 113 %%",
  "Dear @-^I want to make fish stew, but I need an albacore! I know they're almost out of season... sorry about the short notice. Could you catch one for me?^   -Gus%item quest 114 %%": "Дорогой @-^ Я хочу потушить немного рыбы и для этого мне нужен альбакор! Я знаю что сезон их ловли уже почти прошёл... прости что так поздно спохватился. Сможешь поймать одну для меня?^ -Гас%item quest 114 %%",
  "@-^I'm really craving a fresh apricot. I haven't been able to find one at the store, so I'm asking you. I'll pay you well for it!^   -Emily%item quest 115 %%": "@-^Я очень сильно хочу свежих абрикос. Я не смогла найти их в магазине, поэтому прошу тебя. Я хорошо заплачу за них!^ -Эмили%item quest 115 %%",
  "Dear @,^I'd like to surprise my husband with a gift. He's a big fan of leeks. Could you bring me one?^   -Granny Evelyn%item quest 116 %%": "Дорогой @,^Я бы хотела удивить моего мужа подарком. Он большой фанат порея. Можешь принести мне один?^ -Бабушка Эвелин%item quest 116 %%",
  "NOTICE^Pierre here... I really, really want a plate of sashimi. I'll pay top coin to whoever brings me some.^   -Pierre%item quest 117 %%": "УВЕДОМЛЕНИЕ^Пьер здесь... Я очень, очень хочу тарелку сашими. Я заплачу сверху монету тому, кто принесет мне это.^ -Пьер%item quest 117 %%",
  "Fisherman Wanted^I need a good pufferfish specimen. I'm conducting an experiment on the toxin created by the pufferfish.^Reward: 1000g^ -Demetrius%item quest 118 %%": "Требуется опытный рыболов, ^ Мне нужен взрослый представитель иглобрюха. Я хотел бы поэкспериментировать с токсином который он производит.^Награда: 1000 золотых.^ Деметрий%item quest 118 %%",
  "Dear Farmer @,^I'd like to give my wife a starfruit for our anniversary. Are you growing any on your farm? If you brought me one, I'd be very grateful.^   -Kent%item quest 119 %%": "Дорогой фермер @,^ Я бы хотел подарить своей жене на годовщину карамбол. Ты выращиваешь их у себя? Если принесёшь мне то буду очень благодарен.^ -Кент%item quest 119 %%",
  "@,^I need truffle oil. Don't ask me why.^ -Mayor Lewis%item quest 120 %%": "@,^ Мне нужно трюфельное масло. Не спрашивай зачем.^ -Мэр Льюис%item quest 120 %%",
  "Wanted: 1 Fresh Lobster for a marvelous bisque I'm creating.^Who: Gus, proprieter of the Stardrop Saloon^Reward: 800g %item quest 121 %%": "Разыскивается: 1 свежий лобстер для для изумительного ракового супа.^Кто: Гас, владелец Салона Стардроп^Награда: 800 золотых %item quest 121 %%",
  "NOTICE^Does anybody have one of them battery packs? My TV remote died, and it's a real hassle getting off the couch to change the station.^  -Pam%item quest 122 %%": "УВЕДОМЛЕНИЕ^У кого-нибудь есть батарейки? Мой пульт умер, мне неудобно и порядком надоела каждый раз вставать с дивана, что бы переключить канал.^ -Пэм%item quest 122 %%",
  "@,^I'm creating an enchanted staff of phenomenal power.^However, I'm missing something: an Iridium Bar.^I'm willing to pay 5x the market value for it. Bring it as soon as you can.^ -M. Rasmodius, Wizard %item quest 123 %%": "@,^Я создаю волшебный посох феноменальной силы.^Но к сожалению, мне кое чего не хватает: слитка иридия.^ Я собираюсь заплатить тебе его 5 кратную рыночную стоимость, если принесёшь мне его как можно скорее.^ -М. Расмодей, Волшебник %item quest 123 %%",
  "I've got another challenge for you: Catch me a Lingcod.^They don't go down easy, but I know you can do it.^  -Willy%item quest 124 %%": "У меня для тебя ещё одно испытание: поймай мне терпугу.^Их не просто вытащить, но я знаю, ты сможешь.^ -Вилли%item quest 124 %%",
  "Dear @,^I'm at my wit's end. I desperately want to make a Coco-no-no at the saloon, but I have no way of getting a coconut!^Can you help me?^  -Gus%item quest 125 %%": "Дорогой @,^ Я совсем не знаю что делать. Я отчаянно желаю приготовить Коко-но-но в салоне, но у меня нет ни одного кокоса!^Можешь мне помочь с этим?^ -Гас%item quest 125 %%",
  "Dear @,^Tomorrow is the Feast of the Winter Star.^Did you get a gift for your 'secret friend'... %secretsanta?^The feast starts at 9 AM in the town square. See you then! ^   -Mayor Lewis": "Дорогой @,^ Завтра фестиваль Зимней Звезды.^У тебя уже есть подарок для твоего 'тайного друга'...%secretsanta?^Фестиваль начнётся в 9 утра на городской площади. Увидимся там! ^ -Мэр Льюис"
}