{
	"Footwear":"",
	"@key @newline @newline Level @number":"",
	"Monster in a box!":"",
	"Inventory Full":"",
	"Can be placed inside your house.":"",
	"Must be placed on wall":"",
	"Furniture can't be placed here":"",
	"Can't place on wall":"",
	"Can't place on top of a person.":"",
	"Can only be placed in House":"",
	"Under a piece of wood, you found a @key! You're not sure what it's for, but it seems important. It's been added to your wallet.":"",
	"You've found the @key! You're not sure what it's for, but it seems important. It's been added to your wallet.":"",
	"You got the @key! Your inventory space has increased to @number.":"",
	"Weather Report":"",
	"Fortune Teller":"",
	"Livin' Off The Land":"",
	"The Queen Of Sauce":"",
	"The Queen Of Sauce (Re-run)":"",
	"(Leave)":"",
	"Select channel:":"",
	"Welcome to \"Livin' Off The Land\". We're back again with another tip for y'all. Now listen up:":"",
	"Greetings! It is I, the queen of sauce... here to teach you a new mouth-watering recipe from my secret cookbook. This week's dish...":"",
	"Ah... I sense that a new viewer has joined us. A young man from... Stardew Valley? Welcome, welcome!":"",
	"Ah... I sense that a new viewer has joined us. A young lady from... Stardew Valley? Welcome, welcome!":"",
	"Ah... yes, I can hear the spirits whispering something to me... ":"",
	"Welcome back to 'Welwick's Oracle'... If you seek hidden knowledge of the future, well you've come to the right place.":"",
	"Hoo.. I see a glimmer within my scrying orb... A shard of knowledge from the future!":"",
	"Welcome to Welwick's Oracle... the ONLY show where the voice of the spirits is channeled directly... to YOU.":"",
	"Welcome to KOZU 5... your number one source for weather, news, and entertainment.^And now, the weather forecast for tomorrow...":"",
	"You already know how to cook @key.":"",
	"You learned how to cook '@key'!":"Вы научились готовить '@key'!",
	"It's going to be clear and sunny all day.":"Весь день должно быть ясно и солнечно.",
	"It's going to be a beautiful, sunny day tomorrow!":"Завтра Должен быть прекрасный, солнечный день!",
	"It's going to rain all day tomorrow.":"Завтра должен быть дождь.",
	"Partially cloudy with a light breeze. Expect lots of pollen!":"",
	"It's going to snow all day. Make sure you bundle up, folks!":"",
	"It's going to be cloudy, with gusts of wind throughout the day.":"",
	"Looks like a storm is approaching. Thunder and lightning is expected.":"",
	"Um... that's odd. My information sheet just says 'null'. This is embarrassing... ":"",
	"It's going to be clear and sunny tomorrow... perfect weather for the @key! The event will take place in Pelican Town, starting between @key and @key. Don't be late!":"Завтра будет ясно и солнечно... идельная погода для @key! Событие будет проходить в Пеликан Тауне, Начало между @key и @key. Не опазыдывайте!",
	"It's going to be clear and sunny tomorrow... perfect weather for the @key! The event will take place on the beach, starting between @key and @key. Don't be late!":"Завтра будет ясно и солнечно... идельная погода для @key! Событие будет проходить на пляже, Начало между @key и @key. Не опазыдывайте!",
	"It's going to be clear and sunny tomorrow... perfect weather for the @key! The event will take place in the forest, starting between @key and @key. Don't be late!":"Завтра будет ясно и солнечно... идельная погода для @key! Событие будет проходить в лесу, Начало между @key и @key. Не опазыдывайте!",
	"Expect a few inches of snow tomorrow.":"",
	"Bundle up, folks. It's going to snow tomorrow!":"",
	"The spirits feel neutral today. The day is in your hands.":"",
	"The spirits are in good humor today. I think you'll have a little extra luck.":"",
	"The spirits are very happy today! They will do their best to shower everyone with good fortune.":"",
	"The spirits are joyous! Someone gave them a nice offering today, and they are very pleased.":"",
	"The spirits are somewhat annoyed today. Luck will not be on your side.":"",
	"The spirits are mildly perturbed today. Luck will not be on your side.":"",
	"The spirits are very displeased today. They will do their best to make your life difficult.":"",
	"The spirits are furious. Apparently someone tried to give them a worthless offering... Hmm. It's unwise to play jokes on the spirits!":"",
	"This is rare. The spirits feel absolutely neutral today.":"",
	"Decorates the walls of one room":"",
	"Decorates the floor of one room.":""
}