{
  "Be patient, I still have a lot of work to do.": "Потерпи, мне нужно проделать еще много работы.",
  "Umm... I don't think so.": "Эмм... Я так не думаю.",
  "Is this a joke? I don't get it.": "Это что шутка? Не понимаю такого юмора.",
  "...I don't really know you well enough...": "...Мы недостаточно хорошо знакомы...",
  "Uh... This is awkward. Look, I don't really know you that well...": "Хм... Как неловко. Слушай, я не настолько хорошо тебя знаю...",
  "...I didn't know. Uh... Sorry. No.": "...Я не знаю. Э-э... Извини. Нет.",
  "Oh? ...Sorry... I'm not ready for that.": "Что? ...К сожалению... сейчас не подходящее время для этого.",
  "...!! I'll accept this. Thank you. I didn't know you felt the same.": "...!! Я согласен|согласна. Спасибо. Я не знал|знала, что ты чувствовал тоже что и я.^...!! Я согласен|согласна. Спасибо. Я не знал|знала, что ты чувствовала тоже что и я.",
  "...You want to get more serious? I feel the same way. I'm kind of nervous. Aren't you?": "...Ты хочешь более серьезных отношений? Я чувствую тоже самое. Я немного нервничаю. А ты нет?",
  "What? Didn't you just ask someone else to marry you? You're crazy!": "Что? Почему бы тебе не пойти и не спросить кого-нибудь другого выйти за тебя? Ты сумасшедший!^Что? Почему бы тебе не пойти и не спросить кого-нибудь другого жениться на тебе? Ты сумасшедшая!",
  "You just got engaged! What are you thinking?": "Ты же только что обручился! О чем ты думаешь?^Ты же только что обручилась! О чем ты думаешь?",
  "Um, aren't you already married?": "Эм, а ты разве уже не женат?^Эм, а ты разве не замужем?",
  "You're already married, you weirdo!": "Да ты чудак, ты ведь уже женат!^Да ты чудачка, ты ведь уже замужем!",
  "@key doesn't want to marry you right now.": "@key не хочет выходить за тебя замуж прямо сейчас.^@key не хочет жениться на тебе прямо сейчас.",
  "You're strange.": "Ты странный.",
  "Heh. Funny joke.": "Хех. Смешно.",
  "Oh!! ... @player... I'm sorry, but no. I won't marry you right now.": "Ох!! ...@player... Извини, но нет. Я не выйду замуж за тебя прямо сейчас.^Ох!! ...@player... Извини, но нет. Я не женюсь на тебе прямо сейчас.",
  "!! Er... I'm sorry, I don't feel that way about you...": "!! Эм... Извини, У меня нет к тебе таких чувств...",
  "You already asked me that. What part of 'NO' don't you understand?!": "Ты уже спрашивал меня об этом. Что в слове 'НЕТ' тебе не понятно?!^Ты уже спрашивала меня об этом. Что в слове 'НЕТ' тебе не понятно?!",
  "Look. I already told you no! Leave me alone.": "Слушай. Я уже сказал|сказала тебе нет! Оставь меня в покое.",
  "I accept!! I'll set everything up. We'll have the ceremony in 3 days, okay?": "Я согласен|согласна!! Я все подготовлю. Устроим церемонию через 3 дня, хорошо?",
  "You've already given @key a gift today.": "Сегодня вы уже дарили @keyD подарок.",
  "So...I heard you secretly gave @key a gift today...Do I have to be suspicious of you?": "Кстати...Я слышал|слышала, ты сегодня тайно вручил @keyD подарок... Мне стоит начать волноваться?^Кстати...Я слышал|слышала, ты сегодня тайно вручила @keyD подарок... Мне стоит начать волноваться?",
  "You've already given @key 2 gifts this week! That's enough.": "На этой неделе вы подарили @keyD 2 подарка! Этого достаточно.",
  "A human visitor? This is most unusual...I'm Krobus, merchant of rare and exotic goods.": "Человек пришёл ко мне в магазин? Довольно неожиданно... Я Кробус, торговец редкими и экзотичными товарами.",
  "Honey... I wanted to give you that fruit as a symbol of my love.": "Дорогой... Я хочу подарить тебе этот фрукт как символ своей любви.^Дорогая... Я хочу подарить тебе этот фрукт как символ своей любви.",
  "I have here a rare item from the sea. Use it to ask for someone's hand in marriage. It's yours for 5000g.": "У меня есть редкая морская вещица. Используйте её, чтобы просить чьей-то руки. Она ваша всего за 5000g.",
  "!!! Is... is that a 'Club Card'?": "!!! Неужели... это 'Клубная карта'?",
  "That's right. Now step aside, blockhead.": "Это верно. А теперь уйди в сторону, болван.^Это верно. А теперь уйди в сторону, глупая.",
  "Did you know that my @key": "Знаешь ли ты, что мой @key",
  "Did you know that @key": "Знаешь ли ты, что @key",
  "@key loves '@key'! He told me.": "@key любит '@key'! Он говорил мне.",
  "@key loves '@key'! She told me.": "@key любит '@key'! Она говорила мне.",
  "Here's a secret. @key loves '@key'.": "Вот тебе секрет. @key любит '@key'.",
  "If you want @key to like you, give him '@key'.": "Если хочешь понравиться @keyD, дай ему '@key'.",
  "If you want @key to like you, give her '@key'.": "Если хочешь понравиться @keyD, дай ей '@key'.",
  "If you want to get on @key's good side, give him '@key'.": "Если хочешь попасть в хороший список к @keyD, дай ему '@key'.",
  "If you want to get on @key's good side, give her '@key'.": "Если хочешь попасть в хороший список к @keyD, дай ей '@key'.",
  "If you want to make friends with @key, you can't go wrong with '@key'.": "Если ты хочешь подружиться с @key, ты не ошибешься если подаришь '@key'.",
  "It's his favorite.": "Это его любимое.",
  "It's her favorite.": "Это её любимое.",
  "He loves it.": "Он любит это.",
  "He loves that stuff.": "Он любит такие вещи.",
  "She loves it.": "Она любит это.",
  "She loves that stuff.": "Она любит такие вещи.",
  "I gave it to him one year and he wouldn't stop talking about it.": "Я в какой-то год подарил ему это и он говорил об этом не переставая.",
  "I gave it to her one year and she wouldn't stop talking about it.": "Я в какой-то год подарил ей это и она говорила об этом не переставая.",
  "It would make a great gift.": "Получился бы отличный подарок.",
  "You could really make him happy with that.": "Ты действительно мог бы порадовать его этим.^Ты действительно могла бы порадовать его этим.",
  "You could really make her happy with that.": "Ты действительно мог бы порадовать её этим^Ты действительно могла бы порадовать её этим.",
  "Abigail loves '@key'. She keeps a box of it under her bed. Weird, huh?": "Эбигейл обожает '@key'. Она держит целую коробку у себя под кроватью. Странно, правда?",
  "hates '@key'? He finds it absolutely @key.": "ненавидит '@key'? Он считает это абсолютно @key.",
  "hates '@key'? She finds it absolutely @key.": "ненавидит '@key'? Она считает это абсолютно @key.",
  "@key really hates '@key'! He told me.": "@key ненавидит  '@key'! Он сказал мне.",
  "@key really hates '@key'! She told me.": "@key ненавидит '@key'! Она сказала мне.",
  "A word of warning. @key really hates '@key'.": "Предупреждаю. @key ненавидит '@key'.",
  "@key really hates '@key'.": "@key ненавидит '@key'!",
  "If you want @key to dislike you, give him '@key'. He hates it with a passion.": "Если ты хочешь, чтобы @key недолюбливал тебя, дай ему '@key'. Он ненавидит это.",
  "If you want @key to dislike you, give her '@key'. She hates it with a passion.": "Если ты хочешь, чтобы @key недолюбливала тебя, дай ей '@key'. Она ненавидит это.",
  "If you want @key to dislike you, give him '@key'. He hates that stuff with a passion.": "Если ты хочешь, чтобы @key недолюбливал тебя, дай ему '@key'. Он ненавидит эту вещь.",
  "If you want @key to dislike you, give her '@key'. She hates that stuff with a passion.": "Если ты хочешь, чтобы @key недолюбливала тебя, дай ей '@key'. Она ненавидит эту вещь.",
  "If you want to play a cruel joke on @key, give him '@key'. He might not forgive you, though.": "Если хочешь жестоко пошутить над @keyT, дай ему '@key'. Но он может тебя не простить за это.",
  "If you want to play a cruel joke on @key, give her '@key'. She might not forgive you, though.": "Если хочешь жестоко пошутить над @keyT, дай её '@key'. Но она может тебя не простить за это.",
  "I learned that one the hard way.": "Я узнал об этом на горьком опыте.",
  "I'm not sure why.": "Я не знаю почему.",
  "Just the thought of it can make him depressed.": "Даже мысль об этом может ввести его в депрессию.",
  "Just the thought of it can make her depressed.": "Даже мысль об этом может ввести её в депрессию",
  "I think he might be allergic.": "Я думаю, у него может быть аллергия на это.",
  "I think she might be allergic.": "Я думаю, у неё может быть аллергия на это.",
  "I guess everyone has their hang-ups.": "Наверное у каждого есть свои бзики.",
  "@key hates '@key'. You don't want to know the details. Trust me.": "@key ненавидит '@key'. Ты не хочешь знать всех деталей. Просто поверь на слово.",
  "It's for members only, kid. Now Scram.": "Это только для членов, парень. Вали отсюда.^Это только для членов, малышка. Вали отсюда.",
  "You remembered my birthday? I'm impressed. Thanks.": "Ты помнишь мой день рождения? Я впечатлен|впечатлена. Спасибо.",
  "A birthday gift? That's very kind of you! I love it.": "Подарок на день рождения?? Очень любезно с твоей стороны! Мне нравится.",
  "Oh, is it my birthday today? I guess it is. Thanks. This is nice.": "Оу, сегодня мой день рождения? Похоже на то. Спасибо. Выглядит отлично.",
  "You remembered my birthday! Thank you. This is great.": "Ты помнишь мой день рождения! Спасибо. Это прекрасно.",
  "It's my birthday and you give me this? Is this some kind of joke?": "На мой день рождения, ты подарил мне это? Это что какая-то шутка?^На мой день рождения, ты подарила мне это? Это что какая-то шутка?",
  "Oh... It's for my birthday? ... Thanks.": "О... Это на мой день рождения? ... Спасибо.",
  "For my birthday? Thanks.": "На мой день рождения? Спасибо.",
  "Oh, a birthday gift! Thank you.": "О, подарок на день рождения! Спасибо.",
  "Ow! I can't believe you would do that to me!": "Ой! Не могу поверить, что ты можешь так поступить со мной!",
  "That hurt! What's your problem?": "Это неприятно! Зачем ты это сделал?^Это неприятно! Зачем ты это сделала?",
  "Your house should be ready tomorrow.": "Твой дом должен быть готов завтра.",
  "I just feel like sleeping today.": "Сегодня я чувствую себя сонным|сонной.",
  "I'm bored...": "Мне скучно...",
  "Sometimes I wonder if I'm doing the right thing with my life...": "Иногда я задумываюсь, действительно ли я делаю правильные вещи в жизни...",
  "Huh? Nothing's wrong... I'm fine.": "Что? Ничего не случилось... я в порядке.",
  "I just don't have any energy today.": "Сегодня у меня совершенно нет сил.",
  "Life sure is different since we got married...": "Жизнь сильно изменилась, как только мы вступили в брак...",
  "What... you want me to clean? Make you a sandwich?": "Что... ты хочешь, чтобы я убирался|убиралась? Сделал|Сделала тебе бутерброд? *вздох*...",
  "*sigh*... my skin looks horrible today.": "*вздох* ...Моя кожа сегодня ужасно выглядит.",
  "*sigh*... my hair looks horrible today.": "*вздох* У меня сегодня жуткая причёска...",
  "It does... I can tell by the way you're looking at me.": "Это правда... Я могу это определить по тому, как ты на меня смотришь.",
  "Don't you ever feel trapped?": "Никогда не чувствовал себя как в ловушке?^Никогда не чувствовала себя как в ловушке?",
  "*grumble*... chores...": "*ворчание*... хлопоты...",
  "Don't you have work to do?": "Тебе разве нечем заняться?",
  "Nghh... what is it? I'm trying to sleep.": "Нгхх... ну что еще? Я вообще-то пытаюсь уснуть.",
  "I just don't feel like getting up today.": "Мне просто не хочется вставать сегодня.",
  "*sigh*... I just want to stay in bed.": "*вздох*... я просто хочу остаться в постели.",
  "Nnnghh... what is it? Make your own breakfast.": "Нгхх... ну что еще? Сделай себе завтрак сам.в",
  "I had a bad dream, that's all.": "У меня был плохой сон, вот и все.",
  "I wonder how much the new baby will change things?": "Интересно, как сильно ребёнок всё изменит??",
  "@key, I hope our adoption request gets approved. I want a baby.": "@key, надеюсь, что наш запрос на усыновление будет одобрен. Я хочу завести ребенка.",
  "@key, I filed our adoption papers. Now all we can do is cross our fingers and wait.": "@key, я подал|подала наши бумаги на усыновление. Теперь, мы можем только скрестить пальцы и ждать.",
  "I'm pregnant... can't you make your own breakfast?": "Я беременна... ты не можешь сам сделать себе завтрак?",
  "Ugh... I feel a little nauseated this morning.": "Ох... Отвратное утро, мне все время подташнивает.",
  "@key, we're going to have a baby soon.": "@key, скоро у нас будет малыш.",
  "@key, I'm pregnant. Isn't it wonderful?": "@key, я беременна. Разве это не замечательно?",
  "I just feel like sleeping today. Don't worry about it.": "Я чувствую, что сегодня днем буду спать. Не беспокойся об этом.",
  "@key, can't you tell? You're pregnant.": "@key, ты не можешь сказать? Ты беременна.",
  "Being a parent is annoying, sometimes...  I just don't feel like getting up.": "Быть родителем - раздражает, иногда... мне просто не хочется вставать.",
  "I need some alone time... Why don't you take care of the kids for a change?": "Мне нужно немного побыть одному|одной... почему бы тебе не позаботиться о детях для разнообразия?",
  "I was going to make you breakfast, but I changed my mind.": "Я хотел|хотела приготовить завтрак для тебя, но передумал|передумала.",
  "I got up early and watered some crops for you. I hope it makes your job a little easier today.": "Проснувшись рано утром, я полил|полила некоторые растения для тебя. Надеюсь, это сделает твой день более легким.",
  "I also filled @key's water bowl.": "А еще я наполнил|наполнила миску @keyR водой.",
  "Good Morning, @key! I got up early and watered some crops for you. I hope it makes your job a little easier today.": "Доброе утро, @key! Проснувшись рано утром, я полил|полила некоторые растения для тебя. Надеюсь, это сделает твой день более легким.",
  "I got up early to water some crops and they were already done! You've really got this place under control.": "Проснувшись рано утром, я хотел|хотела полить растения, но все уже было сделано! У тебя и правда все под контролем.",
  "I got up early and fed all the farm animals. I hope that makes your job a little easier today.": "Проснувшись рано утром, я покормил|покормила всех животных на ферме. Надеюсь, это сделает твой день более легким.",
  "I spent the morning repairing a few of the fences. They should be as good as new.": "Всё утро я ремонтировал|ремонтировала забор. Теперь, он как новенький.",
  "What do you think, @key? I ordered this the other day and it just arrived.": "Что скажешь, @key? Я заказал|заказала это пару дней назад, и оно только что прибыло.",
  "What do you think, @key? I figured the room could use a little more decoration.": "Что скажешь, @key? Я считаю, что в этой комнате нужно больше украшений.",
  "I was going to do some decorating today, but I changed my mind.": "Я хотел|хотела украсить эту комнату сегодня, но передумал|передумала.",
  "What do you think of the new wallpaper I chose?": "Что ты думаешь о новых обоях, которые я выбрал|выбрала?",
  "What do you think of the new flooring I chose?": "Что ты думаешь о новом покрытии пола, которое я выбрал|выбрала?",
  "*sigh*... sometimes I miss my old life.": "*вздох*... иногда я скучаю по своей прежней жизни.",
  "The weather's too gloomy to get out of bed.": "Погода слишком мрачная, чтобы выбираться из постели.",
  "You could have cleaned up in here a little while I was gone...": "Можешь немного убраться тут когда я уйду...",
  "It's not very nice to have to wade through a bunch of junk after a hard day's work.": "Не очень приятно пробираться через кучу мусора после тяжелого рабочего дня."
}