{
  "__comment": "AnimalShop",
  "Oh! You brought the cave carrot! Thank you so much, Mr. @player.": "О! Ты принёс пещерную морковь! Большое спасибо, Мистер @player.",
  "Oh! You brought the cave carrot! Thank you so much, Ms. @player.": "Oh! Ты принесла пещерную морковь! Большое спасибо, Мисс @player.",
  "This looks great... I almost want to eat it myself!": "Это выглядит здорово... Я почти хочу съесть его сам!",
  "...almost.": "...почти.",
  "I hope it wasn't too much trouble... I really do appreciate it.": "Я надеюсь это не вызвало много проблем... Я действительно ценю это.",
  "Thanks again for helping me out.": "Еще раз спасибо за помощь.",
  "...and my goats say 'thanks' too.": "...и мои козы тоже говорят 'спасибо'.",
  "__comment": "ArchaeologyHouse",
  "@player, you made it!": "@player, ты сделал это!",
  "I feel so relieved to be done with my book... it's like an elephant's been lifted off my shoulders.": "Я чувствую такое облегчение, завершая свою книгу... как будто слон свалился с моих плеч.",
  "Well, I'd better get started with the reading... Wish me luck.": "Ну, мне лучше начать с чтения...Пожелайте мне удачи.",
  "Good afternoon, everyone.": "Добрый день, всем",
  "Hi!": "Привет!",
  "Ever since I was a young boy, I've dreamt of becoming a writer.": "С тех пор как я был маленьким мальчиком, я мечтал стать писателем.",
  "When the time came for me to leave home and start my own life, I moved here. I was drawn to the peaceful beauty of the valley, and hoped that days of quiet reflection in this idyllic atmosphere would fan the literary flames.": "Когда пришло время уйти из дома и начать свою собственную жизнь, я переехал сюда. Меня тянуло к мирной красоте долины и я надеялся что эти дни спокойствия будут разжигать мои литературные языки пламени.",
  "After countless hours scribbling at my writing desk, I present to you my first novel: 'The Rise And Fall Of Planet Yazzo'... It's a sci-fi epic spanning thousands of years in an exotic planetary system.": "После бесчисленных часов писанины на моем письменном столе, я представляю вам мой первый роман: 'Взлет и падение планеты Яззо'... Это научно-фантастический эпос, охватывающий тысячи лет в экзотической планетарной системе.",
  "Chapter One.": "Глава первая.",
  "Commander Yutkin stepped through the golden archway as the airlock snapped shut behind him. Today was his first day on Planet Yazzo, and all 14 of the alliance delegates had been summoned to the Grand Spire...": "Командир Уткин шагнул сквозь золотую арку, после чего шлюзовая камера захлопнулась за ним. Сегодня был его первый день на планете Яззо и все 14 представителей альянса были вызваны к Великому Шпилю...",
  "...And as the 7th moon descended beneath the horizon, the planet of Yazzo would begin its sinister transformation... an event for which Commander Yutkin was completely unprepared.": "...И когда седьмая луна опустится за горизонт, планета Яззо начнет свою зловещую трансформацию... событие, к которому командующий Уткин был совершенно не готов.",
  "Well, that concludes my reading. I'll be selling signed copies of the book by the front desk. Thanks for listening!": "Ну, на этом я завершаю чтение. Я буду продавать подписанные экземпляры книги на стойке регистрации. Спасибо за внимание!",
  "Well, how was it?": "Ну, как это было?",
  "Thanks. ": "Спасибо. ",
  "You know, I got the idea for making a sci-fi book from you. Do you remember?": "Ты знаешь, ведь идея написать научно-фантастическую книгу мне пришла от вас. Ты помнишь?",
  "That's why I've dedicated this book to you...": "Вот почему я посвятил эту книгу тебе...",
  "After countless hours scribbling at my writing desk, I present to you my first book: 'Blue Tower'... It's a mystery novel set in a surreal, dystopian future.": "После бесчисленных часов писанины на моем письменном столе, я представляю вам мою первую книгу: \"Синяя Башня\"... это мистический роман действия, которого разворачиваются в сюрреалистическом, мрачном будущем.",
  "Chapter One.": "Глава первая.",
  "From the shadows emerged a man, radiating with enigmatic omniscience. 'Good Evening, Mr. Lu,' he said, the corners of his mouth quivering. Lu seemed astonished. 'How did you know my name?'": "Из тени возник человек, излучающий загадочное всеведение. 'Добрый вечер, мистер Лу, - сказал он, уголки его рта дрожали. Лу удивился. - Откуда ты знаешь мое имя?'",
  "Lu checked Jenu's pockets, then stood up and walked into the bedroom. He quickly found the small golden key that he was looking for and slipped it into his coat pocket.": "Лу проверил карманы Джени, потом встал и пошел в спальню. Он быстро нашел маленький золотой ключ, который искал и сунул его в карман пиджака.",
  "Well, that concludes my reading. I'll be selling signed copies of the book by the front desk. Thanks for listening!": "Ну, на этом я завершаю чтение. Я буду продавать подписанные экземпляры книги на стойке регистрации. Спасибо за внимание!",
  "Well, how was it?": "Ну, как все прошло?",
  "Thanks. ": "Спасибо. ",
  "You know, I got the idea for making a mystery from you. Do you remember?": "Ты знаешь, ведь идея написать научно-фантастическую книгу мне пришла от тебя. Ты помнишь?",
  "That's why I've dedicated this book to you...": "Вот почему я посвятил эту книгу тебе...",
  "After countless hours scribbling at my writing desk, I present to you my first novel: 'Camellia Station'... It's a romance novel about a train stewardess who falls in love with a traveling architect...": "После бесчисленных часов писанины за моим письменным столом, я представляю тебе мою первую новеллу: 'Станция Камеллиа'... Это любовный роман про стюардессу в поезде, которая влюбляется в странствующего архитектора...",
  "Chapter One.": "Глава Первая.",
  "'Your ticket, sir?' Ticket collector Gozman extended a gloved hand towards the young commuter. 'Ah, yes. I have it right here,' he replied, reaching into his coat pocket. Mortified, he discovered that the ticket was missing.": "'Ваш билет, сэр?' Билетер Гозман протянул руку в перчатке в сторону молодых пассажиров. 'Ах,да. Он у меня прямо здесь,' - ответил он, сунув руку в карман пальто. Но он обнаружил, что билет пропал.",
  "...'Clara, there's something I must tell you,' he blurted as she turned to leave. Clara turned, slowly, and saw the look of desperation in Horatio's eye. At that moment Gozman burst into the compartment, red-faced.": "...Клара, я должен кое-что сказать тебе, - вырвалось у него, когда она собиралась уходить. Клара медленно обернулась и увидела отчаянный взгляд Горацио. В тот момент краснолицый Гозман ворвался в отсек.",
  "Well, that concludes my reading. I'll be selling signed copies of the book by the front desk. Thanks for listening!": "Ну на этом я завершаю свое чтение. Я буду продавать подписанные экземпляры книг на стойке регистрации. Спасибо за прослушивание!",
  "Well, how was it?": "Ну, как это было?",
  "Thanks. ": "Спасибо. ",
  "You know, I got the idea for writing a romance novel from you. Do you remember?": "Ты знаешь, идея написать роман, была твоей. Ты помнишь?",
  "That's why I've dedicated this book to you...": "Именно поэтому я посвятил эту книгу тебе...",
  "Abysmal...": "Ужасно...",
  "Not a single piece in the entire collection.": "Ни одной части во всей коллекции.",
  "What's this? You found something? Let me see it!": "Что это? Ты что-то нашел? Дай мне взглянуть!",
  "Remarkable!": "Замечательно!",
  "It's very old.": "Он очень старый.",
  "I'd love to study this in greater detail... But it is yours.": "Я бы с удовольствием изучил его более подробно... но он твой.",
  "Hmmm...": "Хммм...",
  "I've got a favor to ask you.": "У меня просьба к тебе.",
  "Would you consider donating any new artifacts or minerals that you find?": "Ты можешь пожертвовать какие-либо новые, найденные тобой, артефакты и минералы?",
  "We could make a groundbreaking discovery together!": "Мы могли бы вместе сделать революционные открытия!",
  "Oh, and who knows... If you keep donating I might come across some interesting items to send your way.": "Да, и кто знает ... Если ты будешь продолжать приносить мне различные вещи, то когда я найду что-нибудь интересное, отправлю это тебе.",
  "Think about it, will you?": "Подумай об этом, ладно?",
  "If you decide to donate, just bring the objects to the front desk.": "Если ты решишь пожертвовать что-нибудь, просто принеси объекты к стойке регистрации.",
  "__comment": "BathHouse_Pool",
  "There you are... I was worried you didn't get my note.": "Вот ты где... Я волновалась, что ты не получил мою записку.",
  "It looks like we're alone.": "Похоже, что мы одни.",
  "The water feels so good after being out in the cold of night, doesn't it?": "В воде чувствуешь себя так хорошо, после пребывания на холоде ночью, не так ли?",
  "Do you know why I asked you here tonight?": "Ты знаешь, почему я пригласила тебя сюда сегодня вечером?",
  "You have something to tell me.": "У тебя есть что рассказать мне.",
  "I'm not exactly sure.": "Я точно не знаю.",
  "You wanted to see me in my bathing suit.": "Ты хотел видеть меня в купальнике.^Ты хотела видеть меня в купальнике.",
  "Um, how do I say this...": "Хм, как бы это сказать...",
  "I've been meaning to tell you for a while now... about how I feel.": "Я давно хотела сказать тебе о том, что я чувствую. ",
  "I can't stop thinking about you...": "Я не могу перестать думать о тебе...",
  "I've never felt this way about anyone.": "Я никогда не чувствовала себя так с кем либо.",
  "...": "...",
  "I feel the same way about you.": "Я чувствую тоже самое к тебе.",
  "Sorry, but I don't like you in that way...": "Извини, но мне не нравится твое поведение...",
  "__comment": "Beach",
  "@player! Come here, quick!": "@player! Иди сюда, быстрее!",
  "My bracelet is gone! I know I had it on when I got here... ": "Мой браслет пропал! Я знаю, что он был, когда я пришла сюда...",
  "But now it's gone and I can't find it anywhere...": "Но теперь его нет и я не могу его нигде найти...",
  "I'll never find another one like it...": "Я никогда не найду другого такого...",
  "Relax, I'll just buy you a new one!": "Расслабься, я просто куплю тебе новый!",
  "I'm really sorry...": "Мне очень жаль...",
  "Sorry, Great-Grandma. I lost your precious bracelet. Please forgive me.": "Прости, прабабушка. Я потерял твой драгоценный браслет. Пожалуйста прости меня.",
  "Could she have dropped it nearby?": "Возможно она уронила его рядом?",
  "Is that...?": "Это, что...?",
  "You found it!": "Ты нашел его!^Ты нашла его!",
  "Thank you so much, @player. You're a lifesaver.": "Спасибо тебе, @player. Ты спас мне жизнь.",
  "I won't forget what you did for me here.": "Я никогда не забуду того, что ты сделал для меня.^Я никогда не забуду того, что ты сделала для меня.",
  "I really owe you one, @player.": "Я в долгу перед тобой, @player.",
  "Oh, hi.": "О, привет.",
  "Um, it's @player, right?": "Хм, это @player, верно?",
  "I'm just enjoying this great weather, @player.": "Я просто наслаждаюсь прекрасной погодой, @player.",
  "Hmm...": "Хмм...",
  "Hey, go long!": "Эй, лови!",
  "Heh... Nice try.": "Хех... Хорошая попытка.",
  "I'm going to be the first professional gridball player from Stardew Valley... There's no doubt in my mind.": "Я собираюсь стать первым профессиональным игроком в гридбол в долине Стардью... в моей голове нет сомнений.",
  "I already led my school's team to the regional playoffs... Now I'm just training and getting stronger so I can claim my spot on the roster of the Zuzu City Tunnelers. You just wait!": "Я уже привел команду своей школы к региональному плей-оффу... Теперь я - просто учусь и становлюсь более сильным, таким образом, я могу требовать место в отборочный тур города Зузу. Ты просто жди!",
  "I believe in you!": "Я верю в тебя!",
  "Wow, you're really arrogant.": "Вау, ты действительно высокомерный.",
  "Thanks, @player. I'll remember that.": "Спасибо, @player. Я запомню это.",
  "Hey, that was fun, huh?": "Эй, было весело, да?",
  "Hmmph... I think someone's a little jealous.": "Хммм... я думаю, кто-то немного завидует.",
  "I'm out of here.": "Я ухожу отсюда.",
  "...": "...",
  "*sniff*...": "*шмыг*...",
  "Oh... @player. You saw me crying.": "Ой... @player. Никто раньше, до тебя, не видел мои слезы.",
  "It was today, twelve years ago... that my Mom died.": "Это произошло в этот день, двенадцать лет назад... моя мама умерла.",
  "I still remember her well... she'd make salted radish sandwiches for lunch... and toss the gridball with me in the back yard.": "Я до сих пор хорошо её помню... на обед она бы сделала бутерброды с соленой редькой... и поиграла бы в гридбол со мной на заднем дворе.",
  "She took good care of me... and I was too young to really say 'thanks'. Now she's gone forever.": "Она хорошо заботилась обо мне... а я был слишком молод, чтобы сказать 'спасибо'. Теперь она ушла навсегда.",
  "This is the only keepsake I have left... her secret music box.": "Это единственный подарок на память... ее секретная музыкальная шкатулка.",
  "So... What are you thinking right now, @player?": "Так... О чем ты сейчас думаешь, @player?",
  "Honor your mother's memory by always doing your best.": "Чти память своей мамы, всегда добиваясь поставленных целей",
  "You shouldn't dwell in the past.": "Ты не должен жить прошлым",
  "I'll always be here for you if you get lonely.": "Я всегда буду рядом если вдруг ты почувствуешь себя одиноким",
  "Get over it. Life is hard for everyone.": "Ты должен пережить это. Жизнь жестока ко всем.",
  "Well, there's no sense sitting around sniveling... let's head back to town.": "Ну, нет смысла сидеть и плакать... давай вернемся в город.",
  "Um... @player?": "Эм...@player?",
  "Don't tell anyone I was crying. Okay?": "Не говори не кому,что я плакал. Ладно?",
  "Hey!": "Привет!",
  "@player?": "@player?",
  "Hey. I'm surprised to find you out here in the rain.": "Привет. Я удивлена найти тебя здесь, под дождем.",
  "Look at those dark clouds looming over the horizon...": "Посмотри на эти тёмные тучи, нависшие над горизонтом...",
  "I hope they come this way.": "Я надеюсь, что они придут сюда.",
  "I like this weather because it makes everyone disappear... you know?": "Люблю такую погоду, потому что она заставляет всех вокруг исчезнуть... понимаешь?",
  "I don't feel that way around you, though.": "Но, рядом с тобой я так себя не чувствую.",
  "We're getting soaked...": "Мы промокли...",
  "Here... There's room for two.": "Вот... Это комната для двоих.",
  "Hey.": "Эй.",
  "Look... I fixed up that old rowboat that's been sitting by my house. Pretty nice, huh?": "Смотри... я починил старую лодку,что находилась возле моего дома. Довольно круто, да?",
  "@player... Would you do me the honor of joining me for her maiden voyage?": "@player... Не окажешь честь присоединиться к моему первому плаванию?",
  "Get in the boat?": "Сесть в лодку?",
  "Yes": "Да",
  "No": "Нет",
  "So my book's been out for a while now... It's not a best-seller or anything, but it's been getting some good reviews from the critics.": "Так что моя книга была некоторое время в продаже... Она не стала чем-то выдающимся, но получила не плохие отзывы от критиков.",
  "And I really couldn't have finished it without your moral support.": "И я действительно не смогу закончить ее без твоей моральной поддержки.",
  "Actually, that's not true at all. I would've finished it either way.": "На самом деле, все совсем не так. Я бы закончил ее в любом случае.",
  "But I am grateful that you believed in me... in my vision. And, well...": "Но я благодарен тебе за твою веру в меня... в мое видение. Как-то так...",
  "Um... @player? How do I say this...": "Эм... @player? Как бы это сказать...",
  "Well, we've been friends for a while now... But I'm... I'm not sure if I feel that way about you anymore.": "Что ж, мы дружим с тобой уже некоторое время... Но я... я теперь не уверен, что смогу относится к тебе как раньше.",
  "No! I'm not saying I want to cut all ties with you!": "Нет! Я не утверждаю, что хочу оборвать все связи с тобой!",
  "In fact... quite the opposite.": "На самом деле.. все совсем наоборот.",
  "...Let's see, how do I put this...?": "...итак, как бы мне лучше выразиться...?",
  "For once, I'm at a loss for words...": "Впервые в жизни, Я не знаю что сказать...",
  "@player? You're trembling...": "@player? Ты дрожишь...",
  "I'm happy.": "Я счастлив.^Я счастлива.",
  "You're making me very uncomfortable. Stop.": "Ты меня очень смущаешь. Перестань.",
  "We'd better head back before the southern wind picks up.": "Нам лучше вернуться перед тем как поднимется южный ветер.",
  "Uh oh... The vibration from your body has caught the attention of a Crimsonfish... We'd better get out of here.": "Ой-ой... Вибрация твоего тела привлекла Алой рыбы... Нам лучше убраться отсюда.",
  "Look at the valley from here... it finally looks like 'Home'.": "Посмотри на долину отсюда... она наконец выглядит как 'Дом'.",
  "*sigh*... What a day...": "*вздох*... Какой день...",
  "I see.": "Понятно.",
  "...": "...",
  "Hello @player. Nice day, isn't it?": "Привет @player. Хороший день, правда?",
  "I'm just keeping an eye on my little brother. It's good for him to get some fresh air on a day like this.": "Я присматриваю за младшим братом. Полезно подышать свежим воздухом в такой хороший день.",
  "Our Dad used to take us to the beach on sunny days like this.": "Наш папа водил нас на пляж в солнечные дни как этот.",
  "Sam...?": "Сэм...?",
  "Is Dad ever going to come home?": "Папа когда-нибудь вернется домой?",
  "Of course, Vince. Dad's going to come back as soon as he possibly can.": "Конечно, Винс. Папа вернется так быстро, как только сможет.",
  "But I heard some grown-ups saying that... that all of our troops are getting shot to pieces.": "Но я слышал как взрослые говорят что... что все наши войска были расстреляны в клочья.",
  "Don't believe everything you hear!": "Не верь всему что слышишь!",
  "Don't you remember how strong Dad is? He'd never let a pathetic Gotoro grunt get him like that! Don't you worry!": "Ты помнишь какой папа сильный? Он бы не допустил жалкому рядовому Готоро так просто с ним разделаться! Нечего переживать!",
  "And always remember that Mom and I are here to play with you if you ever feel lonely.": "И всегда помни что мама и я всегда рядом чтобы поиграть с тобой если вдруг тебе станет одиноко.",
  "Okay!": "Хорошо!",
  "To be honest, I have no idea if my old man will come back... We've all read the reports. Our soldiers are falling by the thousands.": "Если честно, я без понятия вернется ли мой старик... Мы все читаем новости. Наши солдаты падают тысячами.",
  "But what am I going to say to Vincent?": "Но что еще мне было сказать Винсенту?",
  "It's best to be honest with kids.": "Лучше всего быть честным с детьми.",
  "You did the right thing. Kids should have hope.": "Ты поступил правильно. У детей должна быть надежда.",
  "You think so?": "Ты думаешь?",
  "Maybe you're right... The world is a cruel place, but kids have to learn that one way or another.": "Может быть и правда... Мир жестокое место, но детям придется узнать об этом так или иначе.",
  "Yeah... kids should play and have fun while they still have the chance.": "Да... дети должны играть и веселиться пока у них ещё есть возможность.",
  "Hey did I tell you the band's starting to come together?": "Эй, я говорил тебе что группа начинает собираться вместе?",
  "Yeah! It turns out Abigail's a pretty good drummer. And Sebastian seemed to really want her in the band...": "Да! Выяснилось что Эбигейл достаточно хороший барабанщик. И похоже Себастьян очень хочет видеть её в группе...",
  "Ahoy there, son.": "Ахой, сынок.",
  "Ahoy there, miss.": "Ахой, мисс.",
  "Heard there was a newcomer in town... Good to finally meet ya.": "Слышал в городке появился приезжий... Рад наконец познакомится.",
  "Ah... I'm still tryin' to unwind from a month out on the salty seas...": "Ох... я всё еще пытаюсь отойти от месяца в море...",
  "It was a big haul! I sold a lot of good fish.": "Это был большой улов! Я продал много хорошей рыбы.",
  "Finally saved enough to buy me a new rod.": "Наконец скопил на новую удочку.",
  "Here, I want you to have my old fishing rod.": "Вот, я хочу отдать свою старую удочку.",
  "It's important to me that the art o' fishing stays alive. And hey, maybe you'll buy somethin' from the shop once in a while.": "Для меня важно чтобы искусство рыбалки оставалось живо. И слушай, может ты будешь иногда покупать что-то в моем магазине.",
  "There's good water here in the valley. All kinds o' fish.": "Здесь в долине хорошие воды. Всякая рыба водится.",
  "Oh yeah. My shop's back open now, so come by if you need supplies.": "И кстати. Мой магазин снова открыт, так что заходи, если будут нужны припасы.",
  "I'll also buy anything you catch.": "Еще я куплю все что ты сможешь поймать.",
  "'If it smells, it sells'. Heh heh. That's what my ol' Pappy used to say, anyway.": "'Если пахнет - продаётся'. Хе-хе. По крайней мере так говорил мой дед.",
  "__comment": "BusStop",
  "Hello! You must be @player.": "Привет! Ты должно быть @player.",
  "I'm Robin, the local carpenter. Mayor Lewis sent me here to fetch you and show you the way to your new home. He's there right now, tidying things up for your arrival.": "Я Робин, местный столяр. Мэр Льюис послал меня встретить тебя и показать дорогу к твоему новому дому. Он уже там, приводит дом в порядок к твоему прибытию.",
  "The farm's right over here, if you'll follow me.": "Ферма прямо за углом, пойдём, я покажу.",
  "This is @farm farm.": "Это @farm ферма.",
  "What's the matter?": "Что такое?",
  "Sure, it's a bit overgrown, but there's some good soil underneath that mess!": "Конечно, она немного заросла, но под этим беспорядком есть хорошая почва!",
  "With a little dedication you'll have it cleaned up in no time.": "Немного преданности делу и ты очень быстро её очистишь!",
  "...And here we are, your new home.": "...И вот мы пришли, твой новый дом.",
  "Ah, the new farmer!": "Ах, новый фермер!",
  "Welcome! I'm Lewis, Mayor of Pelican Town.": "Добро пожаловать! Я Льюис, Мэр Пеликан Таун.",
  "You know, everyone's been asking about you.": "Знаешь, все очень интересовались насчет тебя.",
  "It's not every day that someone new moves in. It's quite a big deal!": "Не каждый день к нам переезжает новый человек. Это довольно важное дело!",
  "So... You're moving into your grandfather's old cottage.": "Итак... Ты переезжаешь в старый дом своего деда.",
  "It's a good house... very 'rustic'.": "Это хороший дом... Очень 'винтажный'.",
  "Rustic? That's one way to put it...": "Винтажный? Можно и так сказать...",
  "'Crusty' might be a little more apt, though.": "Хотя 'дряблый' может быть немного более уместно.",
  "Rude!": "Как грубо!",
  "Don't listen to her, @player. She's just trying to make you dissatisfied so that you buy one of her house upgrades.": "Не слушай её, @player. Она пытается тебя расстроить, чтобы ты купил одно из улучшений для дома, которые она продаёт.^Не слушай её, @player. Она пытается тебя расстроить, чтобы ты купила одно из улучшений для дома, которые она продаёт.",
  "Hmmph.": "Хммпф.",
  "Anyway... You must be tired from the long journey. You should get some rest.": "Ну ладно... Ты наверное устал после долгой дороги. Тебе нужно отдохнуть.^Ну ладно... Ты наверное устала после долгой дороги. Тебе нужно отдохнуть.",
  "Tomorrow you ought to explore the town a bit and introduce yourself.": "Завтра ты должен немного осмотреть город и представиться горожанам.^Завтра ты должна немного осмотреть город и представиться горожанам.",
  "The townspeople would appreciate that.": "Горожане будут признательны.",
  "Oh, I almost forgot. If you have anything to sell, just place it in this box here. I'll come by during the night to collect it.": "Ох, чуть не забыл. Если у тебя есть что продать, просто положи вещи в этот ящик. Я загляну ночью и всё заберу.",
  "Well... Good luck!": "В общем... Желаю удачи!",
  "Hi @player. Thanks for coming.": "Привет @player. Спасибо что пришёл.^Привет @player. Спасибо что пришла.",
  "Well, our gear's loaded already... Looks like everything's set.": "Ну, наше снаряжение уже загружено... похоже, все готово.",
  "Alright, everyone... let's get in the bus!": "Ладно, все... давайте садитесь в автобус!",
  "*gulp*... I'm starting to get really nervous.": "*глотает*... Я начинаю нервничать",
  "Okay, here we are... wish me luck!": "Ладно, вот мы и... пожелайте мне удачи!",
  "Hey. The show was a great success! Thanks again, @player.": "Привет. Шоу вышло успешным! Еще раз спасибо, @player",
  "__comment": "CommunityCenter",
  "Hah!": "Ха!",
  "This means nothing. I'll just run a 75%-off sale and all my customers will come crawling back to me, begging for forgiveness. You'll see!": "Это ничего не значит. Я просто сделаю 75%-ую распродажу и все клиенты приползут обратно ко мне, моля о прощении. Вот увидишь!",
  "No... Not this time, Morris.": "Нет... Не в этот раз, Моррис.",
  "I think it's time we settled this once and for all.": "Я думаю что пришло время решить это раз и навсегда.",
  "Oh? And how do you propose we do that?": "Да? И как ты предлагаешь нам это сделать?",
  "Hah! Primitive...": "Хах! Примитивный...",
  "If you're too scared to fight me then bring one of your co-workers! Or are all Joja employees such cowards?": "Если ты боишься драться со мной, то приведи одного из твоих коллег! Или все сотрудники Йойа такие трусы?",
  "Insult me all you like... but don't you DARE slander the good name of Joja!": "Оскорбляй меня... но не смей клеветать доброе имя Йойа!",
  "Pierre!": "Пьер!",
  "Ha! Good stuff!": "Ха! Хороший материал!",
  "You're even weaker than your fresh produce selection!": "Ты еще слабее, чем твой выбор свежих продуктов!",
  "And the way you throw punches is just like Joja...": "Ты работаешь так же, как и Йойа...",
  "Quantity over quality!": "Количество в ущерб качеству!",
  "Get him!": "Возьми его!",
  "Morris and his JojaMart cronies were never heard from again.": "Никто больше не услышит о Моррисе и его дружках из ЙойаМарт.",
  "__comment": "ElliottHouse",
  "@player! Come in.": "@player! Входи.",
  "Welcome to my humble... well, shack.": "Добро пожаловать в мою скромную... эм, лачугу.",
  "This is my writing desk. It's where I spend most of my time.": "Это мой письменный стол. Место, где я провожу большую часть своего времени.",
  "For as long as I can remember, I've wanted to be a writer. Have I told you that?": "Сколько я себя помню, я всегда хотел быть писателем. Я тебе говорил об этом?",
  "That's why I live out here by myself. I figured a lonely life by the sea would help me focus on my literary aspirations...": "Вот почему я живу здесь один. Я подумал, что одинокая жизнь у моря поможет мне сосредоточиться на моих литературных стремлениях...",
  "Everyone back home said I was nuts... that I could never make it as a writer.": "Дома все говорили, что я дурак..., что я никогда не смогу стать писателем.",
  "Can you believe it? They said 'For every successful author there's 1000 who fail miserably'. Such pessimism... it's sickening.": "Ты можешь в это поверить? Они сказали, что 'на каждого успешного автора есть 1000, которые с треском провалились'. Такой пессимизм... это отвратительно.",
  "I can see it in your eyes... you believe in me, @player. You've got that spark.": "Я вижу это в твоих глазах... ты веришь в меня, @player. У тебя есть эта искра.",
  "Now that's inspiring! That's what I'm looking for...": "Это вдохновляет! Вот что я искал...",
  "A question... What kind of books do you like, @player?": "Вопрос... какие книги тебе нравятся, @player?",
  "Mystery": "Мистика",
  "Romance": "Романы",
  "Sci-Fi": "Фантастика",
  "Well! Enought talk about me!": "Хорошо! Хватит говорить обо мне!",
  "Hmm... you probably know a lot about plants, don't you?": "Хм... ты наверно много знаешь о растениях, не так ли?",
  "Would you mind taking a look at this rose, here? I'm afraid it's not doing so well.": "Не мог бы ты взглянуть на эту розу? Я боюсь, что дела у нее идут не очень хорошо..^Не могла бы ты взглянуть на эту розу? Я боюсь, что дела у нее идут не очень хорошо.",
  "Thanks for talking with me... I'll be thinking about what you said.": "Спасибо, что уделил мне время... я подумаю над твоими словами.^Спасибо, что уделила мне время... я подумаю над твоими словами.",
  "Ah... I thought someone was there.": "Ах... Мне показалось, что кто-то был там.",
  "That was wonderful.": "Это было чудесно.",
  "How long have you been playing?": "Как долго ты уже играешь?",
  "Thank you. I'm not very good, but it's fun to play.": "Спасибо. Я не очень хорошо играю, но мне это нравится.",
  "Oh, I'm not sure... I've been dabbling in piano since I was a kid.": "Ох, я не уверен... Я баловался на фортепьяно, еще когда был ребенком.",
  "I'm not very good, but it's fun.": "Я не очень хорош, но это весело.",
  "I've been working day and night to try and finish my book... It's been driving me insane, @player.": "Я работаю день и ночь, чтобы наконец закончить мою книгу... это сводит меня с ума, @player.",
  "An occasional tune is the only recreation I allow myself.": "Случайная мелодия - единственный отдых, который я позволяю себе.",
  "There's just too much work to do! And my bank account's starting to run dry.": "Есть слишком много работы, которую нужно сделать! И мой банковский счет начинает иссякать.",
  "Sometimes I wish I could just throw it all away and become a farmer like you.": "Иногда мне хочется просто махнуть на все рукой и стать фермером, как ты.",
  "It's just as hard to be a farmer, you know.": "Знаешь, быть фермером так же тяжело.",
  "Come live on the farm, I could use the extra help.": "Переезжай жить на ферму, мне бы пригодилась помощь.",
  "You're right... that was an insensitive thing to say.": "Ты прав... было бесчувственно так говорить.^Ты права... было бесчувственно так говорить.",
  "What I meant is that I'd like to get away from this dark, musty prison and experience a little bit of real life... that's all.": "Я имел в виду что хотел бы уйти от этой темной, затхлой тюрьмы и немного пожить настоящей жизнью... только и всего.",
  "*sigh*... sorry I'm complaining like this. I just need someone to talk to now and then.": "*вздох*... извини что я так жалуюсь. Просто мне нужен кто-то с кем можно поговорить.",
  "Seriously?": "Серьёзно?",
  "It sounds wonderful... but I can't give up on my novel. It's already half-way done.": "Звучит замечательно... но я не могу отказаться от своего романа. Он уже наполовину готов.",
  "*sigh*... sorry I'm complaining like this. I just need someone to talk to now and then.": "*вздох*... извини что я так жалуюсь. Просто мне нужен кто-то с кем можно поговорить.",
  "__comment": "Farm",
  "Hi. Um... I just wanted to say sorry for acting so weird yesterday.": "Привет. Эм... Я просто хотел извиниться за вчерашнее.",
  "You probably understand what happened...": "Ты наверняка понял, что произошло...",
  "Uh, okay...bye.": "Эх, хорошо...пока.",
  "Hi @player. Guess what? My band is playing a show tonight, in Zuzu City!": "Привет @player. Угадай, что? Сегодня вечером моя группа участвует в концерте, в Зузу Сити!",
  "Meet me at the bus stop around 4:00 this afternoon to leave for the show. You better be there!": "Встретимся на автобусной остановке, около 4:00 вечера, чтобы уехать на шоу. Ты должен быть там!",
  "I'm excited and a little nervous for the show tonight. I'm sure everything will turn out okay.": "Я жду с нетерпением, сегодняшнее шоу, но правда немного нервничаю. Нет, всё точно будет хорошо.",
  "Hi @player! Are you free this afternoon?": "Привет @player! У тебя не запланировано никаких дел на сегодняшний день?",
  "I finally got my act together and I'm doing my art show tonight in the town square!": "Я наконец собрала все свои творения вместе и хочу устроить небольшую выставку на городской площади!",
  "Come into town between 3:00 and 5:00 pm if you want to be there!": "Приходи в город между 3 и 5 часами дня, если хочешь посмотреть!",
  "I'm nervous...": "Я немного нервничаю...",
  "Um, hello there. My name's Kent. I just got back last night... from overseas. My wife told me that a new farmer had moved in while I was gone.": "Эм, привет. Меня зовут Кент. Я только этой ночью вернулся... из плаванья. Моя жена сказала мне, что в город прибыл новый фермер, пока меня не было.",
  "Well, I just wanted to introduce myself... I'll see you around.": "Ну, Я просто зашёл представиться... если буду нужен, увидимся.",
  "Uh... Hi there. Good morning.": "Уух... привет.С добрым утром.",
  "I noticed that you've been breaking some rocks open and finding ore. That's good!": "Я заметил, что тебе попалось немного руды, после дробления камней.  Это хорошо!",
  "If you want to get the most out of the ores you find, you'll need a furnace.": "Если ты хочешь по полной использовать весь потенциал руды, то тебе понадобится печь.",
  "Just so happens I had an extra set of blueprints lying around. Here, I want you to have them.": "Так случилось, что у меня как раз завалялся чертёж хорошей печи. Вот, я хочу что бы ты взял его.^Так случилось, что у меня как раз завалялся чертёж хорошей печи. Вот, я хочу что бы ты взяла его.",
  "Learned how to craft a 'Furnace'": "Теперь ты можешь построить 'Печь'",
  "The furnace allows you to smelt metal bars. The bars can be used for crafting, construction, and tool upgrades.": "Печь позволит тебе выплавлять металлические слитки. Слитки могут использоваться для создания предметов, строительства и улучшения инструментов.",
  "When you've smelted a few copper bars, consider having me upgrade one of your tools. It can make your work a lot easier.": "Когда выплавишь пару медных слитков, попроси меня улучшить один из твоих инструментов. Это сделает твою работу гораздо легче.",
  "Well, okay. I'm heading home. Take it easy.": "Ну, ладно. Я пойду домой. Береги себя.",
  "Hi, @player. Beautiful day, isn't it?": "Привет, @player. Прекрасный день, не так ли?",
  "I brought you a gift.": "Я принесла тебе подарок.",
  "It's a sculpture I've been working on, just for you.": "Это скульптура над которой я работала, для тебя.",
  "It's called... 'How I Feel About @player'. I hope you like it.": "Я назвала её...'Что Я Чувствую О @player'. Надеюсь она тебе нравится.",
  "Hi @player! I have some good news for you. A few days ago I made a breakthrough in my research on the local environment.": "Привет @player! У меня для тебя отличные новости. Несколько дней назад я сделал прорыв в своих исследованиях местной природы.",
  "I'll spare you the technical details and get to the point... You know that empty cave over there, a little ways to the west? Well, I have a way to turn it into something useful... for both of us.": "Я пропущу технические детали и перейду сразу к делу... ты же видел пустую пещеру к западу от сюда? Ну, похоже Я смогу превратить её во что то полезное... для нас обоих.",
  "I'd like to set up the cave to attract some local species. That way I can observe them in a more controlled environment. And you can harvest whatever products they produce.": "Я бы хотела использовать пещеру, для заманивания в неё местных животных. Это позволит мне изучать их в более управляемой обстановке. А ты сможешь использовать продукты которые они производят.",
  "I can either set up the cave to attract mushrooms or fruit bats. The bats will sometimes leave fruit for you to collect.": "Я даже могу обставить пещеру так, что она будет привлекать летучих мышей и в ней будут расти грибы! Мыши, кстати, могут приносить фрукты, которые ты сможешь собирать.",
  "Alright! I'll go set it up for you right now! It shouldn't take any time at all.": "Хорошо. Я поставлю его прямо сейчас! Это не займет много времени.",
  "Thanks for letting me do this.": "Спасибо, что позволил мне это сделать.",
  "I'm excited to see what happens with that cave. Aren't you?": "Я с нетерпением жду результатов своих трудов в пещере. А ты?",
  "I hope you're pleased with the work I did.": "Надеюсь тебе понравится то, что Я сделал.",
  "Oh, good morning Mr. @player!": "О, доброе утро мр. @player!",
  "Oh, good morning Ms. @player!": "О, доброе утро мс. @player!",
  "I hope it's not too early...": "Надеюсь я не слишком рано...",
  "Well, I just wanted to stop by and thank you in person for all the wonderful artifacts and minerals you've discovered... you've done so much for one person!": "В общем, Я хотел поблагодарить тебя за все те артефакты и минералы, что тебе удалось принести мне... это очень большой труд для одного человека!",
  "In fact, I've just recieved a letter from the office of the regional secretary of artifacts... We're being honored with the coveted 'golden shovel' award for our significant contributions to the field!": "Даже больше, я получил письмо из местного бюро археологии... нам присвоили награду, 'золотую лопату', за вклад в развитие этой науки!",
  "And it's all thanks to you!": "И это всё благодаря тебе!",
  "Well, I should let you get back to your work...": "Ну, вероятно мне больше не стоит отвлекать тебя от работы...",
  "Oh! I almost forgot!": "Ах! Чуть не забыл!",
  "I have a gift for you... It's an old key that's been sealed in the museum vault for at least 100 years. It's a little rusty, but still beautiful.": "У меня для тебя подарок... этот старый ключ, хранился в запасниках музея уже почти сотню лет. Он немного покрылся ржавчиной, но всё ещё прекрасен. ",
  "You got the 'Rusty Key'! It's been added to your wallet": "У тебя появился 'Ржавый Ключ'! Он добавлен к твоим вещам.",
  "Bumped into Robin this morning... she told me you've got a new Slime Hutch!": "Встретился с Робин этим утром... она сказала мне, что у тебя появилась клетки для слизней!",
  "Not bad!": "Неплохо!",
  "I was into slime breeding at your age. It's a great hobby... but dangerous.": "В твоём возрасте я тоже увлекался разведением слизней. Это отличное хобби... но очень опасно.",
  "How'd you think I lost this eye?": "Как ты думаешь, я лишился своего глаза?",
  "Hah!": "Хех!",
  "Just Kidding.": "Шучу.",
  "Here, I've got something for you.": "Вот, у меня для тебя кое что есть.",
  "It's a slime egg. You can place that inside a slime incubator to hatch it.": "Это яйцо слизня. Если положишь его в инкубатор, то из него вылупится маленький слизень.",
  "Now, take a good hard look at that egg. Next time you're out slime-hunting keep your eyes peeled for more eggs. They're rare, but slimes do drop them from time to time.": "Рассмотри его внимательно, в следующий раз, когда убьёшь слизня, осмотри его внимательно, может у него есть пару яиц. Это бывает очень редко, но порой может быть и такое.",
  "Collect eggs from different slimes to add some variety to your herd!": "Собирай яйца разных видов, что бы создать свою разношёрстную банду!",
  "Hello @player!": "Привет @player!",
  "You see this cat here?": "Ты видел эту кошку?",
  "I found it sitting outside the entrance to your farm! I think it's a stray... poor little thing.": "Я нашла ее у входа на ферму! Я думаю она бездомная... бедняжка.",
  "I think it likes this place! Hey, um.... Don't you think this farm could use a good cat?": "Я думаю, что ей здесь нравиться! Ты не думаешь, что этой ферме не помешала бы кошка?",
  "Well, little @key... You be a good kitty now... okay?": "Ну, маленький @key... Ты же хороший котик... да?",
  "Hello @player!": "Привет @player!",
  "You see this dog here?": "Ты видишь эту собаку?",
  "I found it sitting outside the entrance to your farm! I think it's a stray... poor thing.": "Я нашел его у входа на ферму! Я думаю он бездомный...бедный.",
  "Hey, it seems to like this place! Hey, um.... Don't you think this farm could use a good dog?": "Эй, мне кажется ему нравится это место! Ты не думаешь , что этой ферме нужна собака?",
  "Well,  @key... You be a good pooch now... okay?": "Ну, @key... Ты же хороший пес... да?",
  "Good morning, Mr. @player!": "Доброе утро, мистер @player!",
  "Good Morning, Ms. @player!": "Доброе утро, мисс  @player!",
  "I came by to ask you a favor, since you're such a kind neighbor.": "Я пришла, чтобы попросить тебя об одолжении, раз ты такой добрый сосед.",
  "You see, I'm trying to train my goats to say 'hello'... but they simply won't pay attention to me unless I have their favorite treat, cave carrots!": "Ты видишь, что я пытаюсь обучить своих коз, сказать 'привет'... но они просто не обращают на меня свое внимание, так как у меня нет их любимого лакомства, пещерной моркови!",
  "So... since I'm scared of the mines... I thought, well, maybe you would bring me a cave carrot when you have the chance?": "Так... так как я боюсь шахт.... я думаю, может ты принесешь мне одну, если найдешь?",
  "There's no pressure... but if you want to, just swing by my house between 9:00 AM and 5:00 PM with a cave carrot. You'll make an old girl very happy. Bye.": "Это не обязательно... но если вы будете проходить мимо моего дома, скажем так с  9:00 утра и по 5:00 вечера с пещерной морковью. Ты сделаешь меня очень счастливой.  Пока.",
  "My goats go wild over cave carrot... I can't imagine why.": "Мои козы хотят пещерную морковь... я не могу понять по чему.",
  "*puff* ...hi @player! *pant* Whew... that was quite a workout, walking all the way up here.": "*вздох*... привет @player! *тяжелый вздох*Это была хорошая тренировка, иди сюда.",
  "Anyway... I came by to ask if you wanted to have dinner with us tonight!": "В любом случае... я пришла узнать, не поужинаете с нами сегодня!",
  "You don't have to... but if you decide to come, could you please bring a largemouth bass with you?": "Вы не обязаны... но если решите ,  не принесите с собой окуня?",
  "...that's right. One of those big, slimy fish from the lake. I need one for the casserole I'm making.": "...это верно. Одного из тех больших, из озера. Я запеку одного.",
  "Okay, well... it'll be at our house at around 7:00 PM tonight... don't forget the largemouth bass! Bye.": "хорошо, хорошо... это будет у нас дома около 7, не забудьте про  окуня! Пока.",
  "Fish casserole always hits the spot.": "Рыбная запеканка всегда отличный выбор.",
  "Hello there, @player. So! Your first year in Stardew Valley is almost over, huh?": "Привет, твой первый год в Стардью Вэлли почти закончился, да?",
  "If you keep buying seeds from me, you'll be twice as productive next year!": "Если будешь покупать у меня семена, они будут в двойне продуктивнее в следующем году!",
  "And I have some exciting news...": "и у меня есть замечательные новости для тебя....",
  "I'll be selling new seed varieties in my shop next year! I should have 1 new variety per season.": "В следующем году я буду продавать новые сорта семян!Я буду добавлять один новый сорт в год..",
  "...Well, that's all I wanted to say. Have a good one.": "... Это все, что я хотел сказать. Одно лучше другого.",
  "You know... I wouldn't even bother trying my competitor's seeds.": "Ты знаешь... я даже не волнуюсь за семена моего конкурента.",
  "Pierre's seeds are the *highest* quality seeds you'll find anywhere. That's a promise.": "Семена Пьера самого лучшего качества, среди тех, которые вы найдете.",
  "__comment": "FarmHouse",
  "My dear boy...": "Дорогой внучёк...",
  "My dearest grand-daughter...": "Моя дорогая внучка..",
  "It's been many years since we last spoke. You were just a little boy... Do you remember?": "Прошло много лет, с тех пор как мы разговаривали. Ты был маленьким мальчиком... Помнишь?",
  "It's been many years since we last spoke. You were just a little girl... Do you remember?": "Прошло много лет, с тех пор как мы разговаривали. Ты был маленькой девочкой... Помнишь?",
  "Look how far you've come!": "И гляди где ты теперь!",
  "Though you may have forgotten me, I've been here all along.": "Хотя возможно ты и забыл про меня, я был здесь все это время.^Хотя возможно ты и забыла про меня, я был здесь все это время.",
  "You see... My body has departed this world, but my heart will always remain in Stardew Valley.": "Видишь ли... Моё тело покинуло этот мир, но моё сердце навсегда останется в Долине Стардью.",
  "You've been here two years now...": "Ты живешь здесь уже два года...",
  "The future of @farm Farm is in your hands, now.": "Будущее @farm Фермы теперь в твоих руках.",
  "Farewell!": "Прощай!",
  "My dear boy...": "Дорогой внучёк...",
  "My dearest grand-daughter...": "Моя дорогая внучка..",
  "I'm glad you summoned me. I... was perhaps a little too harsh with you last time.": "Рад что ты призвал меня. Я... прошлый раз возможно был слишком жёстким с тобой.^Рад что ты призвала меня. Я... прошлый раз возможно был слишком жёстким с тобой.",
  "Forgive me. You've been working very hard, and I'm proud of it.": "Прости меня. Ты очень тяжело трудился и я горжусь тобой.^Прости меня. Ты очень тяжело трудилась и я горжусь тобой.",
  "Let's see...": "Давай посмотрим...",
  "__comment": "Forest",
  "Oh! @player.": "Ох! @player.",
  "The lighting is so nice right now... I had to come out and take some nature shots.": "На улице такое хорошее освещение... мне просто необходимо пойти и сделать пару снимков.",
  "I've been trying to connect with the outdoors a little more...": "Я стараюсь больше времени проводить на улице...",
  "I wanna know what it's like, being a farmer. It's a way of life I've never really thought about.": "Я хочу знать, каково это - быть фермером. Это та жизнь, о которой я никогда серьёзно не задумавалась.",
  "Well, until now...": "Ну, до этого момента...",
  "Heh, these cows are so cute...": "Хах, эти коровы такие милые...",
  "Hey, I have an idea!": "Эй, у меня есть идея!",
  "Let's take some pictures with these cows! You can show me how to approach one.": "Давай сделаем пару снимков с коровками! Ты можешь мне показать как подойти к ним?",
  "I'll just set it to shoot on a timer.": "Я поставлю камеру на таймер.",
  "...geh...": "...эх...",
  "*giggle*0": "*хихикает*0",
  "That was fun, @player! ...And these photos are hilarious!0": "Это было забавно, @player! ...А эти фотки весёлые!0",
  "I'm gonna go home and take a shower now...0": "Я собираюсь пойти домой и принять душ...0",
  "Well, that was the dirtiest I've ever been.": "Ну, это был самый грязный снимок который Я когда либо делала.",
  "Oh! @player! You scared me.": "Ой! @player! Ты меня напугал.",
  "See that fruit up there? It looks delicious, doesn't it?": "Видишь этот фрукт? Выглядит вкусно, не так ли?",
  "But I can't reach it.": "Но я не могу его достать.",
  "Aghh!": "Ааа!",
  "Hehe...Thanks.": "Хехе...Спасибо.",
  "Okay... got it!": "Хорошо... все понятно!",
  "You're stronger than you look!": "Ты сильнее, чем выглядишь!",
  "Here, try a piece...": "Вот, попробуй кусочек...",
  "You know, I just realized something.": "Знаешь, я только сейчас поняла.",
  "Even if my art career is a flop, I'll always have a friend to catch me on the way down.": "Даже если я провалюсь, со всеми своими замашками скульптора, у меня всегда будут друзья которые успеют меня поймать на пути вниз.",
  "Thanks for helping me earlier...": "Спасибо, что помог мне... ",
  "Hi @player. I knew you'd be passing through here today.": "Привет @player. Я знала, что ты будешь проходить здесь сегодня.",
  "...So I put together a surprise...": "... так что я подготовила для тебя сюрприз...",
  "It's a little picnic for us!": "Устроим пикник, только ты и я!",
  "This is a vegetable medley, with my 'special' spice blend.": "Это овощное рагу, с моим 'специальной' пряной заправкой.",
  "...and this is a fresh salad, made from greens that I foraged right here in the forest!": "...а это зелёный салат, я сделала его из трав, только что собранных в лесу!",
  "@player, um...": "@player, эм...",
  "I just want to say thank you... for helping me get one step closer to becoming a real artist.": "Я просто хотела ещё раз поблагодарить тебя... за то что помог мне ещё на шаг приблизится к тому что бы стать настоящим скульптором.",
  "DISTANT VOICE: Well, well, well... What have we here?": "ГОЛОС ИЗ ОТДАЛЕНИЯ: Так, так, так... что у нас здесь происходит?",
  "Kel??": "Кел?",
  "What the heck are you doing here?": "Какого чёрта ты здесь делаешь?",
  "KEL: Didn't you see me at the art show? I came all the way from Zuzu City to see your sculptures.": "КЕЛ: Разве ты не видела меня на своём шоу? Я приехал сюда из Зузу-сити, только что бы посмотреть на твои скульптуры.",
  "KEL: And to get you to come back with me.": "КЕЛ: И я собираюсь уехать обратно с тобой.",
  "KEL: I want things to go back to the way they were... I miss you, babe.": "КЕЛ: Я хочу что бы всё стало как раньше... я скучаю по тебе, крошка.",
  "Yuck, don't call me that!": "Фу, не смей меня так называть!",
  "You never supported my art before... now that I've had some success you want me back? You make me sick.": "Тебя ни когда раньше не заботило моё стремление... теперь же, когда у меня начало что то получаться, ты хочешь что бы я вернулась к тебе? Меня от тебя тошнит.",
  "KEL: Hey! Come Here!": "КЕЛ:Эй! Иди ко мне!",
  "Punch Kel in the face.": "Ударить по лицу.",
  "Try reasoning with Kel.": "Поговорить.",
  "Oh my God!": "О Бог мой!",
  "Well, he'll make it... but that was pretty violent, @player.": "Ну, он заслужил это... но всё равно это было довольно жестоко, @player.",
  "She's fine... but that was pretty violent, @player.": "Ну, она заслужила это... но всё равно это было довольно жестоко, @player",
  "Let's get out of here. I don't think Kel will be bothering us anymore.": "Пойдём отсюда. Я не думаю, что Кел побеспокоит нас снова.",
  "Let's find a more secluded spot this time...": "И в этот раз давай найдём более уединённое место...",
  "Well, the picnic didn't pan out like I wanted it to.": "Ну, пикник прошёл совсем не так, как Я планировала.",
  "KEL: I found your online art store... weren't you wondering about the 'Mr. K' who kept buying all your sculptures?": "КЕЛ: Я нашёл твой онлайн магазин... ты ни когда не задумывалась , кто этот таинственный 'Мр. К', покупающий твои поделки?",
  "You're 'Mr. K'? I... I thought it was just a rich guy who truly loved my art.": "Так ты 'Мр. K'? Я... Я думала, что это богатый парень которому очень понравилось моё творчество.",
  "KEL: Heh. Well, you were half right...": "КЕЛ: Хех. Ты была наполовину права..",
  "KEL: Look, Leah. I want you back. I miss you, babe.": "КЕЛ: Я хочу что бы всё стало как раньше... я скучаю по тебе, крошка.",
  "Ew, don't call me that!": "Фу, не смей меня так называть!",
  "You never supported my art before... now that I've had some success you want me back? You make me sick.": "Тебя ни когда раньше не заботило моё стремление... теперь же, когда у меня начало что то получаться, ты хочешь что бы я вернулась к тебе? Меня от тебя тошнит.",
  "KEL: Hey! Come Here!": "КЕЛ:Эй! Иди ко мне!",
  "Punch Kel in the face.": "Ударить по лицу.",
  "Try reasoning with Kel.": "Поговорить.",
  "Oh my God!": "О Бог мой!",
  "Well, he's fine... but that was pretty violent, @player.": "Хм, похоже с ним всё хорошо... ты поступил очень жестоко, @player.",
  "She's fine... but that was pretty violent, @player.": " Хм, похоже с ней всё хорошо... ты поступила очень жестоко, @player.",
  "Let's get out of here. I don't think Kel will be bothering us anymore.": "Пойдём отсюда. Я не думаю, что Кел побеспокоит нас снова.",
  "Let's find a more secluded spot this time...": "И в этот раз давай найдём более уединённое место...",
  "Well, the picnic didn't pan out like I wanted it to.": "Ну, пикник прошёл совсем не так, как Я планировала.",
  "KEL: I have nothing to say to you. Get out of my way.": "КЕЛ: Мне не о чем с тобой говорить. Прочь с дороги.",
  "KEL: Seriously, Leah... What are you doing out here with this simple-minded bumpkin?": "КЕЛ: Серьёзно Лия... что ты здесь забыла с этим узколобым деревенщиной?",
  "@player's a better man than you in every respect! ": "@player куда лучше тебя во всех отношениях!",
  "@player's a better person than you in every respect!": "@player куда лучше тебя во всех отношениях!",
  "Now get out of here and never come back!": "А теперь убирайся от сюда и ни когда не возвращайся!",
  "Let's go, @player. I don't think Kel will be bothering us anymore.": "Пойдём отсюда. Я не думаю, что Кел побеспокоит нас снова.",
  "Let's find a more secluded spot this time...": "И в этот раз давай найдём более уединённое место...",
  "Well, the picnic didn't pan out like I wanted it to.": "Ну, пикник прошёл совсем не так, как Я планировала.",
  "Oh, @player! It's perfect timing that you showed up.": "Ох, @player! Ты как раз во время.",
  "I brought the children on a little field trip into the countryside.": "Я вывела детей на небольшую прогулку на природу.",
  "You know all about life in the country, right?": "А ведь ты много знаешь о природе, верно?",
  "So I was thinking... could you be my guest speaker today?": "Так что я тут подумала... может ты будешь моим 'специальным гостем'?",
  "I'd love to!": "С удовольствием!",
  "Sure.": "Запросто.",
  "No... I can't stand kids.": "Нет...я плохо лажу с детьми.",
  "Jas! Vincent! May I have your attention please!": "Джес! Винсент! Подойдите ко мне!!",
  "I have a very special guest here to talk to you today... our very own local farmer, @player.": "Сегодня я привела вам очень особенного человека, ...это наш фермер, @player.",
  "He has first-hand experience living in the countryside... so he knows all about the valley's 'natural resources'!": "Он расскажет вам всё что вы хотите узнать о сельской жизни... так как сам, лично, использует весь спектр 'природных ресурсов' нашей долины!",
  "She has first-hand experience living in the countryside... so she knows all about the valley's 'natural resources'!": "Она расскажет вам всё что вы хотите узнать о сельской жизни... так как сама, лично, использует весь спектр 'природных ресурсов' нашей долины!",
  "Can anyone tell me what a 'natural resource' is?": "Кто нибудь из вас может мне сказать что такое 'природные ресурсы'?",
  "Jas?": "Джес?",
  "A natural resource is a material source of wealth that occurs in a natural state and has economic value.": "Природные ресурсы, это такие источники  материального богатства, находящиеся в естественной природной среде и представляющие экономическую ценность.",
  "Very good! That's worth two star points, Jas.": "Очень хорошо! ЗА это ты получаешь две звёздочки, Джес.",
  "Yesss!": "Дааа!",
  "Okay, now let's give @player our full attention.": "Хорошо, а теперь давайте предоставим слово @player.",
  "Country life is all about farming.": "Сельская жизнь посвящена фермерству.",
  "Country life is all about gathering from the wild.": "Сельская жизнь представляет собой собирание даров природы.",
  "This valley is chock-full of precious minerals.": "Эта долина битком набита различными минералами.",
  "The water around here is teeming with fresh seafood.": "Вода вокруг долины кишит пищей.",
  "You'll find no better lumber south of Grampleton.": "Вы не найдёте древесины лучше нашей к югу от Грампелона.",
  "Yes, Vincent?": "Да, Винсент?",
  "Mr. @player, are you going to marry Miss Penny?": "Мр. @player, вы собираетесь женится на Мисс Пенни?",
  "Ms. @player... Um, do you have a boyfriend?": "Мс. @player... эмм, у вас есть парень?",
  "Vincent! That's not an appropriate question! Behave yourself, or I'll have to take away all your star points for the day.": "Винсент! Этот вопрос не относится к теме! Сдерживай себя от таких вопросов или я лишу тебя всех звёздочек до конца дня.",
  "The valley's soil is ideal for growing delicious vegetables.": "Почвы долины идеально подходят,для выращивания вкусных овощей.",
  "The valley's air and grass are perfect for raising animals.": "Воздух и травы долины идеально подходят для выращивания животных.",
  "Yes, Vincent?": "Да, Винсент?",
  "Um, Farmer @player? If I eat your veggies will I grow up strong like my big brother Sam?": "Эм, фермер @player? Если я буду есть овощи, то вырасту сильным, как мой брат Сэм?",
  "He's so strong, I saw him lift Miss Penny clear off the ground last night when they were climbing into a tree.": "А он очень сильный, я видел как он поднял Мисс Пенни на дерево прошлой ночью.",
  "Vincent! It's not good to gossip!": "Венсент! Сплетничать не прилично!",
  "Yes, Vincent?": "Да, Винсент?",
  "Farmer @player? Can I put a saddle on one of your cows and ride it into town? I wanna be a real cowboy!": "Фермер @player? А можно мне одет седло на одну из ваших коров и на ней въехать в город? Я бы был как настоящий ковбой!",
  "Vincent! Behave yourself. Mr. @player makes his living working on the farm! It's not a playground.": "Винсент! Думай что говоришь. Мр. @player посвятил свою жизнь работе на ферме! Это тебе не аттракцион.",
  "Vincent! Behave yourself. Ms. @player makes her living working on the farm! It's not a playground.": " Винсент! Думай что говоришь. Мс. @player посвятила свою жизнь работе на ферме! Это тебе не аттракцион.",
  "Yes, Vincent?": "Да, Винсент?",
  "Farmer @player? Is it true that goblins live deep in the caves... and that they like to kidnap little girls for their dinner?": "Фермер @player? А это правда, что  глубоко в пещерах под городом живут гоблины... и что они похищают маленьких девочек, что бы съесть их на ужин?",
  "Vincent! You're scaring Jas. Let's not talk about monsters.": "Винсент! Ты пугаешь Джес. Давай не будем говорить о монстрах.",
  "Well, that's probably enough for today. You two run along and play.": "Ну видимо на сегодня хватит. Вы двое бегите, поиграйте.",
  "It's a lot of work to take care of these kids...": "Так сложно заботиться об этих малышах...",
  "But I don't really mind. I enjoy seeing them learn... and hopefully I can help them grow up to be good people.": "Но мне даже нравится. Я люблю смотреть, как они учатся чему нибудь новому... и, к счастью, я лично могу помочь им вырасти и стать хорошими людьми.",
  "Would you ever want to be a parent, @player?": "Ты когда нибудь думал о том, что бы завести детей, @player?",
  "I haven't really thought about it.": "Не знаю, у меня не было времени подумать об этом.",
  "Absolutely. I want a big family.": "Конечно. Я хочу большую семью.",
  "I guess so. It's a natural urge.": "Думаю да. Ведь это естественно.",
  "No, I don't think I'd be good at it.": "Нет, не думаю что могу стать хорошим родителем.",
  "No, The world's crowded enough already.": "Нет, этот мир и так слишком тесен.",
  "No, I don't want to be tied down with a family.": "Нет, я не хочу быть связан семьёй.",
  "Well, I'm glad you showed up, @player. I think the kids had a great time.": "Ну что же, я рада что встретила тебя, @player. Думаю, что детям очень понравилось твоё выступление.",
  "Thanks for making my field trip a success today.": "Спасибо,что сделал мой выход в поле успешным.^ Спасибо,что сделала мой выход в поле успешным.",
  "I can't believe you refused to help me out.": "Не могу поверить, что ты не хочешь помочь мне.",
  "Ew... it smells.": "Фу... ну и запах.",
  "...": "...",
  "Why is it locked? I wanna explore the sewers!": "Почему закрыто? Я хочу исследовать канализацию!",
  "I think Gunther has the key.": "Я думаю, что у Гюнтера есть ключ.",
  "Professor Gunther? The man who runs the museum? Why do you think he has it?": "Профессор Гюнтер? Тот что руководит музеем? С чего бы ему иметь ключ?",
  "I saw a big rusty old key fall out of his pocket one time.": "Как то раз у него из кошелька выпал большой и ржавый ключ.",
  "A creepy sewer door like this has just got to be a match for a big rusty old key.": "Жуткая канализация просто обязана открываться  большим и ржавым ключом. ",
  "There's something moving around in there!": "Там что то движется!",
  "Up late, huh?": "Любишь ночь, да?",
  "Here, have a cold one.": "Вот, держи холодненькой.",
  "Buh... Life.": "Долбанная... жизнь.",
  "You ever feel like... no matter what you do, you're gonna fail?": "У тебя когда нибудь было такое чувство...что, что бы ты не делал, то всё равно ни чего не получится?",
  "...Like you're stuck in some miserable abyss and you're so deep you can't even see the light of day?": "... как будто ты провалился в какую то бездну отчаянья и с её дна не видно даже дневного света?",
  "I just feel like no matter how hard I try... I'm not strong enough to climb out of that hole.": "У меня такое чувство, что как бы сильно Я не старался... у меня ни когда не хватит сил выбраться из этой ямы.",
  "Heh... fast drinker, huh? Man after my own heart.": "Хех... всё залпом, да? Мы с тобой прям из одного теста.",
  "Heh... fast drinker, huh? Woman after my own heart.": "Хех... всё залпом, да? Мы с тобой прям из одного теста.",
  "Just don't make it a habit... you got a future ahead of you still.": "Только не превращая это в привычку... у тебя впереди ещё есть будущее.",
  "Welp.. My liver's beggin' me to stop. Better call it a night.": "Оуч... моя печень молит о пощаде. Наверное пора по домам.",
  "__comment": "HaleyHouse",
  "Urgghh! I always clean under the cushions! It's YOUR turn this week!": "Уууугх! Я всегда чищу подушки! На этой недели ТВОЯ очередь!",
  "You're being childish, Haley. I do the vast majority of work in this house, and you know it.": "Не веди себя как ребёнок, Хейли. Я делаю большую часть работы в доме, и ты это знаешь.",
  "Oh, it's that new farm boy.": "О, это наш новенький колхозник.",
  "Oh, it's that new girl from the farm.": "О, это наша новенькая колхозница.",
  "He has a name, you know.": "У него есть имя.",
  "She has a name, you know.": "У неё есть имя.",
  "Hey, I bet you'll understand my point of view here.": "Эй, я уверен, вы сможете меня понять",
  "*sigh*... I'm really sorry to involve you in this, @player. Haley is complaining because I asked her to clean under the cushions.": "*вздох*... мне очень жаль, что пришлось втянуть тебя в это, @player. Хейли жалуется потому, что я попросила её убрать грязь под диванными подушками.",
  "It's only because I cleaned them last week!": "Конечно жалуюсь, я только на прошлой неделе там убирала!",
  "Stop whining and just clean it!": "Хватит ныть и марш убирать!",
  "Haley, why not have this be your one weekly job?": "Хейли, почему бы этому не стать твоей еженедельной обязанностью?",
  "Emily, take the high road and do it this time.": "Эмили, будь выше этого и убери там сама.",
  "Alright, you win. I guess this can be my job every week. Then there won't be any reason to argue over it.": "Ладно, победа за тобой. Полагаю это действительно может стать моей обязанностью. Правда тогда, у меня не будет ни каких причин, что бы отказаться от этого.",
  "Thanks, @player. That was a great solution.": "Спасибо, @player. Это отличное решение.",
  "*sigh*... I guess I'll just do it, then...": "*вздох* ... я думаю, я это сделаю,затем...",
  "Nnnnnghhh... I just can't get this jar open!": "Нннннннгх... я просто не могу открыть эту банку!",
  "...": "...",
  "Oh! It's you...@player, right?": "Ох!, это ты... @player, да?",
  "Say... you're pretty strong, aren't you?": "Сказал... ты очень сильный, правда?",
  "Yes": "Да",
  "No": "Нет",
  "Hey, you did it! You're stronger than you look!": "Эй, ты это сделал! Ты сильнее чем кажешься!",
  "Thanks!": "Спасибо!",
  "Come in! Just make sure to close the door quickly behind you!": "Заходи! И убедись, что быстро закрыл за собой дверь!",
  "@player, you're here!": "@player, ты здесь!",
  "Welcome to my brand new dark room!": "Добро пожаловать в мою новую темную комнату!",
  "So... what do you think?": "Итак... что ты о ней думаешь?",
  "It looks great!": "Выглядит здорово!",
  "What does it do?": "Для чего она нужна?",
  "I've seen better.": "Не впечатляет.",
  "Um... so, anyway... what do you want to do?": "Хм... во всяком случае... что ты хочешь сделать?",
  "Offer to help decorate the dark room.": "Предложить помощь в оформление темной комнаты.",
  "Make an excuse and leave.": "Придумать предлог уйти.",
  "Try to kiss her.": "Попытаться поцеловать ее.",
  "Oh, @player... I've been waiting so long for you to do that.1": "Ой, @player... я так долго тебя ждала.1",
  "One moment...": "Одну минуту...",
  "That was nice...": "Это было прекрасно...",
  "Come in, @player! I want to show you something.": "Входи, @player! Я хочу показать тебе кое-что .",
  "It's my secret hobby... I've been practicing for months.": "Это моё секретное хобби... я занимаюсь этим уже месяц.",
  "Now, let these sounds and motions carry you away to a new plane of consciousness.": "А теперь, позволь звуку и движениям унести тебя на новый уровень сознания.",
  "So, what did you think?": "Ну, что думаешь?",
  "That was amazing!": "Это восхитительно!",
  "That was embarrassing...": "Мне так стыдно...",
  "(Say nothing and do a slow clap)": "(Ни чего не говоря медленно хлопать в ладоши.)",
  "Phew... that was quite a workout...": "Фуф... я полностью вымоталась...",
  "I haven't been this sweaty since I ordered the pepper platter at Abigail's graduation fiesta!": "Не потела так со времён, когда заказала острое блюдо на вечеринке по случаю выпуска Эбигейл!",
  "...Well, I'd better take a shower. See you later.": "... Ну, видимо мне лучше пойти и принять душ. Увидимся позже.",
  "Don't tell anyone about the dance. I want to surprise them, too.": "Никому не говори о моём танце. Я хочу также удивить остальных.",
  "__comment": "HarveyRoom",
  "Sorry I'm all disheveled... I didn't know you were coming over.": "Извини, я весь растрепан... Я не знал что ты прийдешь.",
  "Hey, I think I hear a plane overhead...": "Эй, кажется я слышу самолет над головой...",
  "@player, get over here!": "@player, иди сюда!",
  "Look!": "Смотри!",
  "As a kid, my dream was always to be a pilot.": "Будучи ребенком, я всегда мечтал стать летчиком.",
  "...But with my bad eyesight and a crippling fear of heights, that dream started to fade away.": "...Но с моим плохим зрением и боязнью высоты, мечта угасла. ",
  "It's okay... don't be sad.": "Все хорошо... не грусти.",
  "I've grown to accept my station in life. Not everyone can achieve their dreams... that's just the way the world is.": "Я смог смирится со своей жизнью, не каждому дано достичь своей мечты... так устроен мир.",
  "Hey, let me show you my model airplanes. I just finished the new TR-Starbird deluxe set.": "Эй, позволь мне показать тебе мои модели самолетов. Я только что закончил новое расширенное издание - TR-Starbird .",
  "__comment": "Hospital",
  "*sigh*... I'm so sick of preparing these samples...": "*вздох*... я так устала от подготовки этих образцов...",
  "Agh! Oh no!... ": "ААА! О нет!... ",
  "The whole sample is ruined... Harvey's going to kill me...": "Весь образец испортил... Харви убьет меня...",
  "@player, what should I do?": "@player, что же мне делать?",
  "Just scoop it off the floor. He won't know the difference.": "Просто собери всё с пола. Он не заметит разницы.",
  "Tell Harvey it was my fault.": "Скажи Харви, что это моя вина.",
  "Tell Harvey it was an accident.": "Скажи Харви, что это была случайность.",
  "What happened? I heard something break.": "Что случилось? Я слышал что-то сломалось.",
  "I accidentally dropped one of the samples... I'm so sorry.": "я случайно уронил один из образцов... я прошу прощения.",
  "@player came in and slammed the door so loud I dropped this sample.": "@player зашел и хлопнул так громко, что я уронил образец.",
  "You shouldn't blame others for your own problems, Maru.": "Вы не должны винить других в своих собственных проблем, Мару.",
  "*sigh*... I'll have to call the patient back in to recollect this sample.": "*вздох* ... мне придётся вызвать пациента, что бы опять собрать анализы ",
  "This'll probably put us in the red for another month...": "Возможно это опять сведёт на нет наши доходы в новом месяце...",
  "Thanks for telling me the truth, Maru.": "Спасибо, что рассказала мне правду, Мару.",
  "Don't worry about the sample, we'll just get another one.": "Не беспокойся об образце, мы возьмем еще один.",
  "Thanks for being patient with me, Doctor Harvey.": "Спасибо за пациента, доктор Харви.",
  "Of course... you've been a big help around here. I don't know what I'd do without you!": "Конечно... ты нам очень помог здесь. Я не знаю, что я без тебя делала!",
  "@player? You look a little pale... are you feeling okay?": "@player? Ты выглядишь немного бледным... все в порядке?",
  "Ah, @player! I was just about to write you a letter.": "Ах, @player! Я как раз собиралась написать тебе  письмо.",
  "You see, my records indicate that you're due for your annual checkup!": "Ты видишь, мои записи показывают, что ты здесь из-за ежегодно осмотра!",
  "Now, now... There's no need to worry. It'll be quick and painless. Please follow me.": "Сейчас, сейчас... не волнуйтесь. Это будет быстро и безболезненно. Пожалуйста держитесь меня.",
  "Hmm... Okay. Hold still, please.": "Хм... Хорошо. Не двигайтесь.",
  "Say 'ahhh...'": "Сказал 'ааааа'",
  "Okay, you can stop.": "Хорошо, стой.",
  "I just need to check your vitals.": "Мне просто нужно проверить свое здоровье.",
  "Hmm... Your pulse is high.": "Хмм... у тебя повышенный пульс.",
  "I'm a little nervous...": "Я немного нервничаю...",
  "I'm out of breath from working on the farm.": "Я устал, после работы на ферме.",
  "Are you really a doctor? My pulse is fine!": "Ты правда доктор? У меня отличный пульс!",
  "Well, then! You seem very healthy, @player.": "Ну, тогда! Ты кажешься очень здоровым, @player.",
  "Just make sure not to overwork yourself on that farm!": "Просто не переутомляйся на ферме!",
  "Thanks for stopping in.": "Спасибо, что заглянул.",
  "Hello? Hello? Is anyone out there?": "Ало? Привет? Кто это?",
  "This is Dr. H at... 52 North 43.5 East... Seeking aerial response...Anyone out there?": "Это доктор Х по... 52 северной 43,5 восточной... жду ответ в заданных координатах... кто ни будь здесь?",
  "Copy.. Dr. H on the ground... this is Blackbird Fiver Fiver Zuzu. Anything to report?": "Сигнал принял... доктор Х передача с поверхности...это ЧёрнаяПтица Пять Пять Заза. У вас есть что доложить?",
  "Someone's there!?0": "Мне ответили!?0",
  "Er... I mean!... Standard ground report: Wind at 3 Clicks, 36 Degrees North of West. Ground Temperature at 42 Kraggs. Humidity 53%. Dr. H out!0": "Э..то есть... Стандартный доклад по местности: Ветер на три щелчка, 36 градусов северо-западный. Температура на поверхности 42 деления. Влажность 53%. Конец доклада!0",
  "Yikes, my pulse is soaring...": "Ой, мой пульс растет...",
  "@player!": "@player!",
  "Ask Harvey why he's all flustered.": "Спросить Харви почему он взволнован.",
  "Pretend like everything's normal.": "Притвориться будто все нормально.",
  "Ah, well... You see, I was just on my radio here... and I made contact with a real pilot!": "Ах, ну... Понимаешь, я был на своем радио... и тут на связь вышел пилот!",
  "As a matter of fact, we can probably see him flying overhead right now!": "По сути, мы можем увидеть его летящим над головой прямо сейчас!",
  "Quick, get over here!": "Быстрей, вам сюда!",
  "Look!": "Смотри!",
  "As a kid, my dream was always to be a pilot.": "В детстве, моей мечтой было стать летчиком.",
  "...But with my bad eyesight and a crippling fear of heights, that dream started to fade away.": "...Но с моим плохим зрением и боязнью высоты, мечта начала угасать.",
  "It's okay... don't be sad.": "Это нормально... не грусти.",
  "I've grown to accept my station in life. Not everyone can achieve their dreams... that's just the way the world is.": "Я смирился с жизнью. Не каждому дано достичь своей мечты... Так устроен мир.",
  "Hey, let me show you my model airplanes. I just finished the new TR-Starbird deluxe set.": "Эй, посмотри на мои модели самолетов.Я только закончил свой превосходный набор  ТР-Старберд .",
  "__comment": "JoshHouse",
  "Nnnnggghh....I just can't reach it!": "Нггггггх...не могу достать! ",
  "If only I could get up from this infernal chair...": "IЕсли бы только я мог подняться с этого проклятого кресла...",
  "Thanks, young man.": "Спасибо, молодой человек.",
  "Thanks, miss.": "Спасибо, мисс.",
  "*sigh*...It happened 30 years ago.": "*вздох* ... это произошло 30 лет назад.",
  "I was working in the coal mines. We were near the end of our shift, but there was one last seam that needed to be broken up.": "Я тогда работал на угольном карьере. Наша смена уже почти закончилась, и нам осталось вскрыть последний пласт.",
  "I went in there aiming to set off a stick of dynamite, but my foot slipped into a crack and I dropped it. The dynamite exploded on impact.": "Я подошёл к забою, что бы заложить шашку динамита, но моя нога соскользнула в расщелину и я уронил шашку. При ударе она сдетонировала.",
  "The next thing I remember, I was laying in the hospital... and they told me I'd never walk again.": "Следующее, что я помню, как очнулся в госпитале... и они сказали, что я больше ни когда не смогу ходить.",
  "So there you have it. You probably figured I was just too old to walk.": "Вот так это и произошло. Ты наверное думал, что я не могу ходить из-за старости.",
  "Well I'll have you know that I'd be spryer than a spring chicken if I hadn't been in that accident!": "Теперь ты знаешь, если бы не это, то я бы бегал как молодой цыплёнок.",
  "...": "...",
  "You've been very nice to me, young man. I appreciate that.": "Вы были очень милы ко мне, молодой человек. Я ценю это.",
  "You've been really nice to me, miss. I appreciate it.": "Вы были очень милы ко мне, юная леди. Я ценю это.",
  "When you're old, you start to forget that anyone cares about you.": "Когда ты стар, начинаешь забывать, что людям есть до тебя дела.",
  "Oh! @player! You're wondering what that good smell is?": "Оу! @player! Интересно, чем так приятно пахнет?",
  "Why, that's nice of you to say! I'm actually baking my famous cookies!": "Спасибо, что заметил это! Я сейчас готовлю мои особенные печеньки!^Спасибо, что заметила это! Я сейчас готовлю мои особенные печеньки!",
  "Here, why don't you try one?": "Вот, почему бы тебе не попробовать один?",
  "Well, what do you think?": "Ну, что о них думаешь?",
  "It's delicious!": "Они восхитительны!",
  "It was like chewing on a hockey puck": "Такое чувство что жуёшь хоккейную шайбу.",
  "I think I've come to know you well enough to give you my recipe. Just make sure to keep it a secret.": "Я думаю, что достаточно хорошо знаю тебя, что бы подарить тебе рецепт. Просто держи его в секрете.",
  "Learned how to make 'Cookies'": "Узнал, как делать 'пирожные'",
  "*sigh*": "*вздох*",
  "Oh, Hi @player.": "О, Привет @player.",
  "Look at all these books. I haven't read a single one. Just the thought of cracking one open makes me nervous.": "Посмотри на все эти книги. Я ни одной не прочёл. Даже треск свеже-раскрытой книги вызывает у меня дрожь.",
  "But you can't make a decent living in this world without a brain...": "Но нельзя прожить достойную жизнь в этом мире без достойных мозгов...",
  "I'm worthless...": "Я бесполезен...",
  "That's crazy. You're a genius!": "Это безумие. Ты гений!",
  "We all have our strengths and weaknesses": "Мы все имеем свои сильные и слабые стороны",
  "Worthless? Yeah, that about sums it up.": "Бесполезны? Да, наверное так и есть.",
  "Well, I'm not going to give up!": "Ну, я не собираюсь сдаваться!",
  "If I work hard, I can do anything!": "Если я буду работать усерднее, то могу достигнуть всего!",
  "Hey, maybe one day soon we'll have dinner and discuss ....phi-lo-so-phy. Isn't that what you smart people talk about?": "Эй, возможно однажды мы поужинаем и обсудим... фи-ло-со-фию. Это об этом вы умники разговариваете?",
  "Oh! Hey... I was just doing my daily strength training routine.": "Оу! Хей... я просто занимался ежедневной разминкой для рук.",
  "... sorry I have no shirt on.": "... прости на мне нет футболки.",
  "Uh... @player? I've been meaning to talk to you about something...": "Ух...@player? Я хотел поговорить с тобой кое о чём...",
  "I've started to realize that... well, that I've been really rude towards you in the past. You know, about going pro and all that.": "Я начал понимать... что был очень груб к тебе в прошлом. Ну там, о том что ты 'про' и прочее.",
  "I guess I might not actually be cut out for professional sports... maybe it was just a childish dream... you know?": "Полагаю, что я не совсем отрезан от профессионально спорта... может это конечно лишь детские мечты... понимаешь?",
  "Anyway... I want to apologize to you for bragging and being annoying about it. I appreciate that you stayed friends with me through all that.": "В любом случае... я хочу извинится за то что брюзжал и надоедал тебе. Я ценю, что ты не отвернулся от мне после всего этого, а остался мне другом.^В любом случае... я хочу извинится за то что брюзжал и надоедал тебе. Я ценю, что ты не отвернулась от мне после всего этого, а осталась мне другом.",
  "Okay, George. I want you take a deep breath for me.": "Ладно, Джордж, я хочу, что бы ты сейчас глубоко вдохнул.",
  "Mmhmm... turn around, please.": "Ммхмм... повернись, пожалуйста.",
  "George, I'll be honest with you. You need to make some changes in your lifestyle if you want to stay healthy.": "Джордж, буду честен с тобой. Тебе стоит изменить свой стиль жизни если хочешь быть здоровым.",
  "I'd like you to reduce your sodium intake, and try to get some moderate exercise with your arms.": "Снизь потребление натрия и начни заниматься упражнениями для разминки рук.",
  "Hmmph... I know what's best for me. Who do you think you are, telling me how to live my life?": "Хмф... я сам знаю, что лучше для меня. Что ты о себе возомнил, хочешь меня учить как жить?",
  "I'm your doctor, George. That's who I am...": "Я твой врач, Джордж. Если ты не знал....",
  "And I went to school for 8 years so I could learn how to help people stay healthy.": "Я 8 лет учился тому, что бы помогать и лечить людей.",
  "Oh!": "Оу!",
  "I'm sorry, but you shouldn't be here... these check-ups are supposed to be private.": "Мне жаль, но тебе не положено тут находится... осмотр должен походить в личной форме.",
  "Not so fast! I'd like to get a second opinion from this young man.": "Не так быстро! Я бы хотел получить стороннее мнение от этого молодого человека.",
  "Not so fast! I'd like to get a second opinion from this young lady.": "Не так быстро! Я бы хотел получить стороннее мнение от этого юной леди.",
  "Very well...": "Очень хорошо...",
  "@player, what do you think George should do?": "@player, как ты считаешь, что следует сделать Джорджу?",
  "George should follow Dr. Harvey's advice.": "Джордж должен последовать совету Др. Харви.",
  "George knows what's best for his own body.": "Джордж сам знает, что лучше для его тела.",
  "Fine. I'll do what you say, doctor.": "Хорошо. Я сделаю все, что вы скажете, доктор.",
  "Thanks for your help, @player. I appreciate it.": "Спасибо за помощь, @player. Я ценю это.",
  "It's better not to give my patients mixed messages, @player. Please remember that in the future.": "Тебе бы лучше не надавать моим пациентам, такие сомнительные советы, @player. Запомни это на будущее.",
  "__comment": "LeahHouse",
  "Oh, hi @player! Come in, come in.": "О, привет @player! Заходи, заходи.",
  "I'm just working on this sculpture here.": "Я сейчас работаю над новой скульптурой.",
  "Come here. Watch this.": "Подойди сюда. Посмотри.",
  "See that? I'm revealing the essence of the wood.": "Видишь? Я открыла миру саму суть дерева.",
  "Once you get past the outer layers, the true nature starts to show...": "Когда ты пробиваешься, через поверхностные реалии, настоящая природа проявляет себя...",
  "It's the same with people.": "Также с людьми.",
  "I actually prefer the look of raw, unadultered wood.": "Я предпочитаю вид чистой, нетронутой древесины.",
  "(creepy) May I have a kiss?": "(подкрасться) Можно мне поцелуй?",
  "I first visited this valley as a little girl, while on vacation with my parents.": "Я впервые посетила долину ещё маленькой девочкой, во время путешествия с моими родителями.",
  "I knew I had to come back some day... This place has great artistic potential!": "Я знала что обязательно вернусь когда-нибудь... у этого места огромный художественный потенциал!",
  "Although, I have to admit... It's not easy to pay the bills as an artist.": "Но всё же, мне стоит признать... что платить по счетам художнику весьма сложно.",
  "Why don't you have an art show in town?": "Почему бы тебе не организовать выставку в городе?",
  "Why don't you sell your art on the internet?": "Почему бы тебе не начать продавать свои скульптуры через интернет?",
  "Hmmm... interesting. I guess that could set the wheels in motion to making Pelican Town a true art destination...": "Хммм... интересно. Полагаю это может стать началом превращения Пеликан-тауна в настоящую мекку искусства...",
  "But what if no one likes my sculptures? I'd be crushed.": "Но что, если ни кому не понравятся мои творения? Я буду уничтожена.",
  "...I'll have to think about it.": "...Я должна подумать над этим.",
  "Well, thanks for stopping by, @player.": "В любом, случае спасибо что заглянул, @player.^В любом, случае спасибо что заглянула, @player.",
  "An art show for the whole village? That's a bold idea, @player.": "Выставка для всей общины? Это глупая идея, @player.",
  "Hmm... I guess that's an idea... But I'd need a computer first.": "Хмм... думаю это идея... но для начала мне нужен компьютер.",
  "And again... that's expensive.": "И опять... Это дорого.",
  "Well, it was nice of you to visit...": "Ну, было приятно тебя увидеть...",
  "...": "...",
  "Kel...How many times do I have to tell you? I don't want to come back to the city!": "Кел... ну сколько мне ещё говорить тебе? Я не собираюсь возвращаться в город!",
  "Stop calling me... I don't want to hear from you anymore! *click*": "Прекрати звонить мне... я больше ни чего не хочу от тебя слышать! *щелчок*",
  "@player...": "@player...",
  "So I guess you heard me yelling on the phone?": "Полагаю ты слышал как я кричала в телефон?^Полагаю ты слышала, как я кричала в телефон?",
  "That was my ex...": "Это мой бывший...^Это моя бывшая...",
  "I guess I'd better tell you a little about it...": "Видимо, мне стоит немного рассказать тебе об этом...",
  "We had an apartment together, back in the city.": "Мы жили вместе, там в городе.",
  "I did odd jobs during the day and spent all night working on art projects... we barely made enough to scrape by.": "занималась обычной работой днём, а всю ночью работала над своими проектами... на жизнь нам еле хватало.",
  "He was always nagging me to go back to school and study business or medicine... something with a lot of money in it.": "Он вечно ворчал, что бы я вернулась в школу и выучилась на экономиста или медика... что то, что бы принесло много денег.",
  "She was always nagging me to go back to school and study business or medicine... something with a lot of money in it.": "Она вечно ворчала, что бы я вернулась в школу и выучилась на экономиста или медика... что то, что бы принесло много денег.",
  "I guess the idea was to save up for a normal life. You know... a house in the suburbs, kids, PTA meetings... that sort of thing.": "Думаю, суть была в том, что бы накопить денег на нормальную жизнь. Ну ты знаешь... дом в пригороде, дети, родительские комитеты... обычные вещи.",
  "I wasn't ready for that kind of life, @player... I had to leave. So I came here to pursue my dream of being an artist.": "Я не была готова к такой жизни, @player... мне было нужно уйти. Так я прибыла сюда, следуя мечте стать скульптором.",
  "Was that selfish of me, @player?": "Это был эгоистичный поступок, ведь так, @player?",
  "No, it had to be done.": "Нет, ты сделала то, что должна.",
  "No, and your ex sounds like an idiot.": "Нет, а твой бывший просто идиот^Нет, а твоя бывшая просто дура.",
  "No, but you would've been better off staying in the city.": "Нет, но тебе было бы лучше остаться в городе.",
  "Yeah, a little.": "Да, немного.",
  "Yeah, but it's natural to care about yourself first.": "Да, но это нормально заботится  себе.",
  "Well, thanks for listening to me. It's good to have a friend.": "Ну, спасибо что выслушал меня, приятно иметь друга.^Ну, спасибо что выслушала меня, приятно иметь подругу.",
  "Hey, thanks for listening to me so patiently earlier.": "Спасибо, что так терпеливо выслушал меня.",
  "Hey! Come check this out.": "Эй! Заценика это.",
  "I bought a laptop and set up an online art shop... like you suggested.": "Я купила ноутбук и запустила онлайн магазин... как ты предложил.^Я купила ноутбук и запустила онлайн магазин... как ты предложила.",
  "Did you hear that? That means someone just bought something from the store!": "Ты слышал? Это значит, что кто только что купил что в моём магазине!",
  "Hmm... There's this 'Mr. K' that keeps buying all my sculptures.": "Хмм... Какой-то 'Мр. К' скупает все мои произведения.",
  "I guess it must be some rich guy who loves my stuff.": "Похоже это какой то богатый парень, которому понравились мои поделки.",
  "Wow! I'm not going to have to worry about my electricity bill for a while after that sale...": "Вау! Похоже, что пока что, мне больше не нужно будет беспокоится об оплате счёта за электричество...",
  "Anyway... Thanks for giving me this idea, @player. So far, it's been really successful! This is really going to give me the funding I need to keep working on art full-time.": "Ну, как бы там ни было... спасибо за идею, @player. Пока что, это полный успех! И это даст мне возможность, для начала полно дневной работы над моими скульптурами.^",
  "Now, sorry to ignore you... but I really need to tweak these CSS sheets...": "Прости, что игнорировала тебе... но мне правда нужно было отредактировать эти СSS файлы...",
  "Sorry... I shouldn't get angry.": "Прости... мне не следовало так злиться.",
  "Maybe you're right... my life would've been a lot easier if I had stayed.": "Возможно так и есть... моя жизнь была бы гораздо проще, если бы я осталась.",
  "Maybe it's better to be practical and realistic... for all I know my art career will never pan out and I'll live my final years in squalor.": "Наверное мне стоит быть более реалистичной и практичной... стоит принят, что моя карьера скульптора не выгорит и я закончу свою жизнь в нищете.",
  "Well, thanks for listening to me. It's good to have a friend.": "Ну, спасибо что выслушал меня, приятно иметь друга.^Ну, спасибо что выслушала меня, приятно иметь подругу.",
  "So I've been saving up money to buy a computer... You know, so I can try and sell my art online like you suggested.": "Ну, я начала копить деньги на компьютер... ну для той идеи с онлайн магазином, что ты предложил.^Ну, я начала копить деньги на компьютер... ну для той идеи с онлайн магазином, что ты предложила.",
  "It's good to have a friend looking out for you!": "Хорошо иметь друга, приглядывающего за тобой!^Хорошо иметь подругу, приглядывающего за тобой!",
  "Anyway... I've been thinking a little more about that art show idea you had.": "В любом случае... я тут ещё подумала над той идеей, что ты мне подкинул.^В любом случае... я тут ещё подумала над той идеей, что ты мне подкинула.",
  "I'm working on some new sculptures to display at the show... I'm nervous, but the thought of getting my work out there is pretty exciting.": "Я начала работать над новой скульптурой для шоу... я немного нервничаю, но мысль о том, что показать миру свои работы, очень возбуждает.",
  "I'm just glad you're on board with making Stardew Valley a premier art destination, @player!": "Я просто очень рада, что ты вместе с собой делаешь долину Стардью центром высокого искусства, @player!",
  "__comment": "Mine",
  "*sniff*": "*sniff*",
  "What happened?": "Что случилось?",
  "Are you okay?": "Ты в порядке?",
  "You know I've been practicing my swordsmanship for a while...": "Ты знаешь, я уже давно практикуюсь в фехтовании...",
  "Well I decided today would be the day I venture into the caves...": "В общем сегодня я решила что сегодня станет днем, когда я отважусь зайти в пещеры...",
  "...but I got scared. I couldn't do it.": "...но я испугалась. Я не могу этого сделать.",
  "I guess I'm not as tough as I thought...": "Наверное я не так сильна как думала...",
  "You're safe with me.": "Со мной ты в безопасности.",
  "I get scared too.": "Мне тоже страшно.",
  "You're crying like a little baby. Stop.": "Ты плачешь как маленький ребенок. Перестань.",
  "@player, I... I really like you... And not just as a friend. You know that, right?": "@player, Ты... Ты действительно мне нравишься... И не просто как друг. Ты это знаешь, ведь так?",
  "I can't believe I'm actually saying this... But I can't keep it in anymore. I've felt this way for a long time.": "Я действительно не могу поверить, что я это говорю... Но я не могу больше это сдерживать. Я чувствовала себя такой, уже долгое время.",
  "You don't have to say anything right now. Let's just stay here for a while...": "Не нужно ничего говорить прямо сейчас. Давай просто останемся здесь еще чуть-чуть...",
  "I didn't know I felt this way about other girls... until I met you.": "Я не знала что могу чувствовать что-то такое по отношению к другим девочкам... пока не встретила тебя.",
  "Hmmm...": "Хмммм...",
  "...I was just peering down into this old mine shaft.": "...Я как раз заглядывал в эту древнюю пещеру.",
  "It's been abandoned for decades.": "Она была заброшена десятилетиями.",
  "Still, there's probably good ore down there.": "Наверное, там внизу можно до сих пор найти хорошую руду.",
  "But a dark place, undisturbed for so long... I'm afraid ore isn't the only thing you'll find...": "Но... тёмное место в котором так долго никто не бывал... Боюсь что ты найдешь там не только руду...",
  "Here, take this. You might need it.": "Вот, возьми это. Тебе это может понадобится.",
  "Name's Marlon, by the way. I run the adventurer's guild right outside.": "Меня зовут Марлон, кстати. Я управляю гильдией приключенцев она справа от входа в шахты.",
  "I'll keep my eye on you. Prove yourself and I might think about making you a member.": "Я буду следить за твоими успехами. Покажи чего ты стоишь и возможно я сделаю тебя членом гильдии.",
  "__comment": "Mountain",
  "__comment": "Abigail",
  "@player! Why are you out here in the rain?": "@player! Что ты здесь делаешь под дождём?",
  "Just doing some work": "Работаю",
  "Enjoying the weather": "Наслаждаюсь погодой",
  "I could ask you the same question": "Я могу задать тебе тот же вопрос",
  "...I came here to spend some time alone.": "... мне хотелось немного побыть в одиночестве.",
  "But I don't mind your company!": "Но я совсем не прочь твоей компании!",
  "You're getting soaked... come stand under the tree.": "Ты же совсем промокнешь... иди ко мне под дерево.",
  "It's impossible to describe this feeling... watching the curtains of rain whisper above a silent lake.": "Это неописуемой чувство... видеть как стена дождя, оглушает своим шёпотом молчаливую гладь озера.",
  "Hey! A mini-harp!": "Эй! Это же мини арфа! ",
  "You're full of surprises, @player. I'm impressed.": "Ты полон сюрпризов, @player. Я впечатлена.^Ты полна сюрпризов, @player. Я впечатлена.",
  "__comment": "Maru",
  "@player! I'm surprised to see you here so late.": "@player! Я не ожидала увидеть тебя здесь так поздно.",
  "The night sky looks amazing right now.": "Ночное небо выглядит восхитительно.",
  "Come over here, I want to show you something.": "Подойди ко мне, я хочу показать тебе кое что.",
  "Here, take a peek.": "Вот, взгляни.",
  "What do you see?": "Что ты видишь?",
  "A beautiful planet.": "Прекрасную планету.",
  "A cold, dark abyss.": "Холодную, тёмную бездну.",
  "By the time any of these stars are visited, you and I will be long gone...": "К тому моменту как люди посетят эти звёзды, мы уже давно исчезнем...",
  "I guess that's the trouble with being human, huh?": "Полагаю, это особенность человеческой жизни, а?",
  "@player, um...": "@player, эм...",
  "Nevermind...": "Неважно...",
  "Here, let me show you a binary star system...": "Вот, позволь мне показать бинарную систему...",
  "What a beautiful night! Maru showed me something new...": "Какая чудесная ночь! Мару показала мне кое что новое...",
  "__comment": "Linus",
  "@player! Come stand next to the firepit. It feels great.": "@player! Подойди к костру. От него исходит такой приятный жар.",
  "I was hoping you'd come by sometime.": "Я надеялся, что ты когда-нибудь всё таки заглянешь ко мне на огонёк.",
  "I wanted to say sorry for mistrusting you at first.": "Я хотел извинится за то, что не доверял тебе по началу.",
  "Most people don't treat me well, so I've learned to be cautious.": "Большинство людей относятся ко мне негативно, так что я научился быть осторожным.",
  "But you've been uncommonly nice to me. You're a unique person.": "Но ты так непривычно добр ко мне. Ты необычный человек.^Но ты так непривычно добра ко мне. Ты необычный человек.",
  "...And I consider you a good friend.": "... и я считаю тебя своим другом.",
  "Hey, I want to show you something. Come inside.": "Эй, я хочу показать тебе кое что. Заходи внутрь.",
  "Ah... there we go. See this? It's a special kind of fish bait that I make.": "Ах...вот и мы. Видишь это? Это специальная приманка для рыбы, моего собственного производства.",
  "It's top quality stuff... I'd eat it myself!": "Высшее качество... я и сам могу её есть!",
  "Here, I want you to have the recipe.": "Держи, я хочу что бы у тебя был рецепт этой штуки.",
  "Learned how to craft 'Wild Bait'": "Изучен рецепт 'Дикой Приманки'",
  "__comment": "Maru",
  "You must have a good reason for saying that...": "У тебя должны быть серьёзные причины, что бы сказать такое...",
  "MarILDA's just a piece of machinery designed to act human.": "МарИЛДА всего лишь кусок железа, созданный выглядеть как человек.",
  "I was just kidding. MarILDA deserves her freedom.": "Я шучу. МарИЛДА заслуживает свою свободу.",
  "I would've put her to work on the farm.": "Я отправлю её работать на ферму.",
  "Well, I should go. Thanks for sticking with me today, @player.": "Ну мне пора идти, спасибо, что прогулялся ос ной сегодня, @player.",
  "__comment": "Sebastian",
  "Oh, hello @player.": "О, привет @player.",
  "What, you haven't seen my motorcycle before? Hmmm... I guess I haven't shown it to you.": "Что, ты ещё не видел мой мотоцикл? Хммм... наверное потому, что я тебе его ещё не показал.^Что, ты ещё не видела мой мотоцикл? Хммм... наверное потому, что я тебе его ещё не показал.",
  "Sometimes, after sundown, I make the long ride out of Stardew Valley...": "Иногда, после захода солнца, я выезжаю покататься из долины...",
  "There's nothing else like it, blazing along the empty stretch of road toward the faint city glow...": "Нет ни чего что может сравниться с этим чувством, когда ты летишь по пустой дороги на встречу огням большого города...",
  "Once I've saved up enough money, I'm going to head out on my own... to the city and beyond. Just me and my bike.": "Когда-нибудь я накоплю достаточно денег и отправлюсь по своему пути... через город, дальше, пока есть дорога. Только я  и мой байк.",
  "There we go, oil's changed.": "Вот так, смена масла.",
  "Hey... Maybe I'll let you ride sometime, if you want.": "Эй... может я возьму тебя как-нибудь с собой, если конечно хочешь.",
  "Hey... maybe I'll take you for a ride some day.": "Эй... может я возьму тебя как-нибудь с собой.",
  "That sounds fun.": "Звучит заманчиво.",
  "No thanks. That sounds stupid.": "Не спасибо, это звучит глупо.",
  "I'm scared of motorcycles.": "Я боюсь мотоциклов.",
  "Hey @player. I was just about to head out.": "Эй @player. Я только собирался сходит в одно место.",
  "Hop on...I wanna show you something.": "Присоединяйся... хочу кое что тебе показать.",
  "That's Zuzu City in the distance...": "Там вдалеке Заза-сити...",
  "I come here when I want to get away from everything and just... think.": "Я прихожу сюда когда хочу очистить голову от всего лишнего... и подумать над тем, что важно.",
  "So, what do you think?": "Итак, что думаешь?",
  "It's beautiful.": "Он прекрасен.",
  "It gives me a strange, sad feeling.": "Это навевает на меня странные, грустные чувства.",
  "Kind of ugly.": "Довольно мерзко.",
  "You should quit smoking.": "Тебе стоит бросить курить.",
  "The city used to draw me in... but now I'm finding myself happier at home in the valley.": "Когда город пытался затянуть меня... но сейчас я чувствую себя куда счастливее здесь, в долине.",
  "@player...?": "@player...?",
  "Um... I've never... felt anything like this with another guy before... But you're different.": "Эм... я никогда... не чувствовал ни чего подобного к парню...но ты какой то иной.",
  "I don't usually bring girls to this place... In fact, you're the only one.": "Обычно я не привожу сюда девушек...если четно ты первая.",
  "You know what I'm trying to say, don't you?": "Ты понимаешь что Я пытаюсь сказать, ведь так?",
  "__comment": "Willy",
  "Hi, @player.": "Привет, @player.",
  "It's odd... I'm not sure what caused this boulder to disappear.": "Так странно... я понятия не имею что заставило валун исчезнуть.",
  "This stream is flowing from deep within the mountain.": "Этот ручей течёт из глубокого сердца горы.",
  "Hey! Do you see that glistening in the water?": "Эй! Ты видел блеск в воде?^Эй! Ты видела блеск в воде?",
  "Yes... that's quality ore!": "Да... это отличная руда.",
  "The flow of water must be carrying it out of the mountain.": "Похоже поток воды вынес её из недр горы.",
  "You know what this means, right?": "Ты же понимаешь, что это значит, так?",
  "It means we can start panning for ore!": "Это значит что мы можем начинать искать руду, промывая отложения из ручья!",
  "Here, I've got an extra pan in my backpack... why don't you take it?": "Вот, у меня есть с собой, запасное сито... почему бы тебе не взять его себе?",
  "If you ever see ore glistening in the water, use that pan and see what you find.": "Когда увидишь блеск в воде, используй сито и надейся на лучшее.",
  "__comment": "Railroad",
  "__comment": "Harvey",
  "There you are... just in time!": "Вот и ты... как раз во время!",
  "Look, here it comes!": "Смотри, вот он идет!",
  "Marcello's Balloon Rentals at your service!": "Аренда воздушных шаров Марчелло к вашим услугам!",
  "Marcello: It's all yours for two hours.": "Марчелло: Он весь ваш на следующие два часа.",
  "Marcello: Now... I was told there's a saloon somewhere around here?": "Марчелло: Ну а теперь... Мне тут рассказали, что где-то в округе есть салун.",
  "I saw an ad in the paper for these balloon rides and I knew I had to surprise you with one.": "Я увидел объявление в газете о прокате воздушных шаров и я был уверен, что это приятно тебя удивит.",
  "This looks fun! Let's ride!": "Выглядит весело! Поехали",
  "...But aren't you afraid of heights?": "...Но разве ты не боишься высоты?",
  "Okay... you first.": "Хорошо... сначала ты.",
  "We... We're up so high... *gulp*": "Мы...Мы поднялись так высоко... *сглатывает*",
  "I wanted to impress you with this... but look at me. I'm a trembling coward.": "Я хотел тебя впечатлить...но посмотри на меня. Я весь дрожу от страха.",
  "Well, you've got more than enough courage to make up for me, @player... that's... that's part of why I like you.1": "Похоже, у тебя столько смелости, что хватит на нас обоих, @player... это... это именно то, что мне нравится в тебе.1",
  "Okay, I'm going to open my eyes and look down... don't let go of my hand.": "Хорошо, я сейчас открою глаза и посмотрю вниз... не отпускай мою руку.",
  "I... I think I can do it now.": "Я ... Я думаю, что сделаю это... сейчас.",
  "Hey, this is incredible! I think I can see Mayor Lewis standing in the town square!": "Эй, это же невероятно! Кажется я вижу мэра Льюиса, стоящего на городской площади!",
  "Oh dear... our time's almost up.": "О боже... наше время почти вышло.",
  "Um... @player? We've known each other for a while now and... I... er...1": "Эм...@player? Мы знаем другу друга уже довольно давно и... я... эээ...1",
  "...1": "...1",
  "Whoops... Our time was up half an hour ago. We'd better touch down.": "Ууупс... наше время вышло пол часа назад. Нам лучше приземлится.",
  "I haven't had such a wonderful day for as long as I can remember.": "Я не могу вспомнить другой такой же чудесный день, за всю свою жизнь.",
  "I am... yeah.": "Я...да.",
  "But I'm determined to not let that stop me from doing what I want... and experiencing this with you.": "Но я определённо надеюсь на то, что это не остановит меня от того, что хочу сделать... сделать с тобой.",
  "I'll try not to get scared.": "Я постараюсь остаться храбрым.",
  "We... We're up so high... *gulp*": "Мы...Мы поднялись так высоко... *сглатывает*",
  "I wanted to impress you with this... but look at me. I'm a trembling coward.": "Я хотел тебя впечатлить...но посмотри на меня. Я весь дрожу от страха.",
  "Well, you've got more than enough courage to make up for me, @player... that's... that's part of why I like you.1": "Похоже, у тебя столько смелости, что хватит на нас обоих, @player... это... это именно то, что мне нравится в тебе.1",
  "Okay, I'm going to open my eyes and look down... don't let go of my hand.": "Хорошо, я сейчас открою глаза и посмотрю вниз... не отпускай мою руку.",
  "I... I think I can do it now.": "Я ... Я думаю, что сделаю это... сейчас.",
  "Hey, this is incredible! I think I can see Mayor Lewis standing in the town square!": "Эй, это же невероятно! Кажется я вижу мэра Льюиса, стоящего на городской площади!",
  "Oh dear... our time's almost up.": "О боже... наше время почти вышло.",
  "Um... @player? We've known each other for a while now and... I... er...1": "Эм...@player? Мы знаем другу друга уже довольно давно и... я... эээ...1",
  "...1": "...1",
  "Whoops... Our time was up half an hour ago. We'd better touch down.": "Ууупс... наше время вышло пол часа назад. Нам лучше приземлится.",
  "I haven't had such a wonderful day for as long as I can remember.": "Я не могу вспомнить другой такой же чудесный день, за всю свою жизнь.",
  "__comment": "Saloon",
  "__comment": "Gus",
  "Hi. I'll take your order in a few moments.": "Привет. Я сейчас обслужу тебя.",
  "__comment": "Elliot",
  "Hello, @player! What a pleasant surprise!": "Привет, @player!Какой приятный сюрприз!",
  "I was just stopping in to relax after an eight hour writing session.": "Я только зашёл в салон, что бы отдохнуть после восьми часов непрерывного письма.",
  "Bartender! Two of your finest ales, please!": "Бармен! Две кружки вашего лучшего эля, пожалуйста!",
  "Bartender! Fetch me your finest ale. And bring some wine for the lady!": "Бармен! Налей мне вашего лучшего эля и принеси фужер вина для леди!",
  "__comment": "Gus",
  "...": "...",
  "There you go, sir.": "Сюда, сэр.",
  "__comment": "Elliot",
  "Wait. I propose a toast! To...": "Стой. Я предлагаю тост! За...",
  "To Pelican Town!": "Пеликан-таун!",
  "To our friendship!": "За нашу дружбу!",
  "To my good health!": "За моё здоровье!",
  "To your doom!": "За твой конец!",
  "*Hic*... Strong stuff...": "*ик*... забористая штука...",
  "__comment": "Gus",
  "Oh, Hello there, buddy.": "О, Привет, дружище.",
  "Hi, @player.": "Салют, @player.",
  "*sigh*...I'm just looking over last month's earnings... and It's not looking very good, @player.": "*вздох*...я посмотрел на свою прибыль за прошлый месяц... она выглядит не очень приятно, @player.",
  "The worst thing... and I hate to say this because she's my friend... is Pam! She hasn't paid off her tab in weeks!": "И что хуже всего... и мне больно говорить об этом, потому что она мой друг... Пэм! Она не платит за выпивку уже недели!",
  "...But I can't ask her to do it. I know she'll get defensive, and I don't want to hurt her feelings.": "...но я не могу сказать ей об этом. Я знаю, что она начнёт оправдываться, а я не хочу давить и как то ранить её чувства.",
  "@player, you gotta help me!": "@player, ты должен помочь мне!",
  "__comment": "Pam",
  "Hiya!": "Эхей!",
  "Gus... I'm awful thirsty, if you catch my drift.": "Гас... я ужасно хочу пить, можешь мне помочь?",
  "__comment": "Gus",
  "Er... Well, okay Pam.": "Э-э... Ну ладно, Пэм.",
  "__comment": "Pam",
  "@player, what's going on here?": "@player, что здесь происходит?",
  "You need to pay your tab right now!": "Тебе стоит заплатить свои долги, сейчас!",
  "The saloon isn't doing well, financially": "У салона проблемы, с финансами.",
  "....": "...",
  "*sigh* ...Well, I guess I'd better pay off that tab, then.": "*вздох*...ну, видимо мне действительно стоит отдать долг.",
  "__comment": "Gus",
  "Thanks, Pam!": "Спасибо, Пэм!",
  "And thank you, @player.": "И спасибо тебе, @player.",
  "Now, let's get you that drink, Pam.": "А теперь, вот твой напиток, Пэм.",
  "Thanks for your help, @player. This cash is going to be a big help to the saloon.": "Спасибо за помощь, @player. Эта сумма пришла как раз во время.",
  "__comment": "Clint",
  "Hello, @player... care to join me?": "Привет, @player... хочешь присоединиться ко мне?",
  "Let me just go ahead and tell you what's on my mind.": "Давай я сразу перейду к делу.",
  "I have terrible luck with women, @player...*sigh*": "Мне жутко не везёт с женщинами, @player...*вздох*",
  "I'm a nice guy if you get to know me, I swear!": "Я хороши парень если узнать меня получше, клянусь!",
  "The girls all seem to like you, @player...": "Все эти девушки, кажется ты им нравишься, @player...",
  "You're a girl, @player...": "Ты девушка, @player...",
  "Got any tips?": "Можешь поделится опытом?",
  "What advice can you give me?": "Какой совет ты мне можешь дать?",
  "Impress women with your strength and charm": "Впечатли женщин своим обаянием и силой",
  "Act crazy, to keep people guessing": "Действуй неожиданно, пусть они гадают над твоим следующим шагом.",
  "Just act natural... be yourself": "Действую нормально... просто будь собой",
  "Treat women the same as men": "Относись к женщинам как к мужчинам",
  "__comment": "Emily",
  "Hi Clint, what can I get for you tonight?": "Привет Клинт, что подать тебе сегодня?",
  "__comment": "Clint",
  "Yes!": "Да!",
  "Er.. I mean, I'll have the Big n' Cheesy. With extra sauce, please.": "Ээ... я хотел сказать, что буду большой сырный. И побольше соуса пожалуйста.",
  "...": "...",
  "__comment": "Emily",
  "Hi @player.": "Привет @player.",
  "__comment": "Clint",
  "Er... *ahem* Th...Thanks, Emily. For... taking my order.": "Ээ... *нервный кашель* с... спасибо, Эмили. За то... что приняла мой заказ.",
  "Um, Emily? I was...*gulp*... I was wondering...": "Эм, Эмили? Я... *сглатывает*... я хотел узнать...",
  "__comment": "Emily",
  "Yes, Clint?": "Да, Клинт?",
  "... nevermind.": "... неважно.",
  "__comment": "Emily",
  "Hi, Shane! Here's your beverage.": "Привет, Шейн! Вот твой напиток.",
  "__comment": "Shane",
  "Thanks, Emily!": "Спасибо, Эмили!",
  "So... How's your shift coming along?": "Ну... как продвигается смена?",
  "__comment": "Emily",
  "It's fine! Thanks for asking, Shane!": "Нормально! Спасибо что спросила, Шейн",
  "Do you have any new chicken stories for me?": "У тебя есть новые истории о твоих животных?",
  "__comment": "Clint",
  "*sigh*": "*вздох*",
  "I'm doomed...": "Я обречён...",
  "__comment": "Alex",
  "Thanks, Gus. That was great.": "Спасибо, Гас. Это было круто.",
  "This is nice... I've never dined in here before.": "Было здорово... я ни когда ещё здесь не ужинал.",
  "Um, anyway... I reserved this private room so we could talk...": "Эм, в любом случае...Я забронировал эту частную комнату чтобы мы могли поговорить...",
  "__comment": "Emily",
  "I've got a linguini with mushroom cream sauce for Mr. @player.": "У меня есть лингвини с грибным соусом для Мр. @player.",
  "I've got a kale and walnut salad for the lady.": " У меня есть капустно-ореховый салат для леди.",
  "...and a grilled steak for Alex.": "... и поджаренный стейк для Алекса.",
  "And a grilled steak for the gentleman.": "И поджаренный стейк для джентльмена.",
  "__comment": "Alex",
  "Thanks.": "Спасибо.",
  "So, what I wanted to say was...": "Так, что я хотел сказать...",
  "*gulp*": "*глоток*",
  "Well... when we first met, I was instantly drawn to you. It was confusing... I'd never felt that way about anyone.": "Ну... когда мы впервые встретились, Я просто не мог отвести от тебя глаз. Я был так смущён этим... я никогда не чувствовал ни чего подобного ни к кому.",
  "When I first met you, I thought you were really cute.": "Когда мы впервые встретились, я подумал, насколько ты милая.",
  "I kept telling myself 'You can't have these kinds of feelings for another guy'.": "Я убеждал себя, 'Ты не можешь чувствовать такого к парню'.",
  "Normally, when I have a crush on someone, the feeling goes away pretty quick...": "Обычно, когда я влюблялся в кого-то, чувства очень быстро улетали прочь...",
  "...But my heart was telling me something else.": "Но моё сердце говорило мне совсем иное.",
  "...But with you, it kept growing.": "...Но рядом с тобой, оно лишь росло.",
  "I feel the same way.": "Я чувствую тоже самое.",
  "I'm sorry... I don't feel that way about you.": "Прости... я не чувствую этого.",
  "...": "...",
  "I can't believe it took this long to say that to each other.": "Не могу поверить, что нам понадобилось так много времени, что бы сказать это друг другу.",
  "Mmm... this steak is outsanding. Can you smell that fragrant sauce?0": "Мммм... этот стейк нечто. Чувствуешь этот ароматный соус?0",
  "...": "...",
  "...Oh...": "...Оу...",
  "I...I'm sorry if I made you uncomfortable...": "I...Прошу прощения, если я доставил вам неудобства...",
  "I'm not hungry anymore...": "Я больше не голоден...",
  "...": "...",
  "__comment": "SamHouse",
  "__comment": "Kent",
  "Hi @player. Please, come in.": "Привет @player. Пожалуйста, входи.",
  "__comment": "Jodi",
  "Ah, I'm so glad you came, @player! And you brought the fish! Wonderful.": "Ах, Я так рад, что ты пришёл, @player! И ты принёс рыбу! Прекрасно.^Ах, Я так рад, что ты пришла, @player! И ты принесла рыбу! Прекрасно.",
  "Sam! Could you come in here and help clean this fish?": "Cэм! Не мог бы ты подойти и помочь мне почистить эту рыбу?",
  "...Yes, ma'am.": "...Сейчас, мэм.",
  "Wow, it looks wonderful... and it smells so fresh! Thanks so much for doing this, @player.": "Ого, выглядит чудесно... и так свежо пахнет! Большое тебе за это спасибо, @player.",
  "Kent caught a fish, too, but he eats about a whole fish to himself!": "Кент тоже поймал рыбу, но он обычно целиком её и съедает!",
  "__comment": "Kent",
  "Heh heh.": "Хе-хе.",
  "__comment": "Message",
  "Mmm... that crispy bass was delicious! The breading was to die for...": "Ммм... этот хрустящий окунь был восхитителен! За такую панировку можно и умереть...",
  "I almost feel like part of the family, now.": "Сейчас, я чувствую себя почти членом семьи.",
  "__comment": "Jodi",
  "Oh hi, @player! Come in! Do I smell fresh fish?": "О, привет, @player! Заходи! Я пахну свежей рыбой?",
  "Sam! Could you come in here and help with dinner?": "Сэм! Не мог бы ты войти и помочь мне с обедом?",
  "...Yes, ma'am.": "... Да, мэм.",
  "Wow, this looks like quality bass, @player. Thank so much for bringing this.": "Ого, какой хороший окунь, @player. Большое тебе за него спасибо.",
  "__comment": "Message",
  "Mmm... that crispy bass was delicious! The breading was out of this world...": "Ммм... этот хрустящий окунь был восхитителен! За такую панировку можно и умереть...",
  "I almost feel like part of the family, now.": "Сейчас, я чувствую себя почти членом семьи.",
  "__comment": "Sam",
  "Oh, hi @player! Sebastian and I were just having a little 'jam session'.": "О, привет, @player! Себастьян и я как раз устроили небольшую репетицию",
  "We're trying to start a band, but we still don't know what kind of music to make. There's too many possibilities.": "Мы хотим создать группу, но всё еще не уверены в каком стиле будем писать музыку. Так много возможностей.",
  "Say, @player... what kind of music do you like?": "Скажи, @player... какую музыку ты предпочитаешь?",
  "Cheerful pop music.": "Бодрящую поп-музыку.",
  "Experimental noise rock.": "Экспериментальный нойз-рок.",
  "Hi-Energy dance music.": "Энергичную танцевальную музыку.",
  "Honky-tonky country music.": "Хонки-Тонк кантри музыку.",
  "What do you say, Sebastian? Should we do this?": "Что скажешь, Себастьян? Попробуем?",
  "...Okay.": "...Хорошо.",
  "Thanks for the help, @player. With my guitar skills, and Sebastian's wizardry on the synthesizer, we're gonna be a screaming success. I'm convinced of it!": "Спасибо за помощь, @player. С моими навыками игры на гитаре и магией Себастиана на синтезаторе, нас ждёт потрясающий успех. Не сомневаюсь!",
  "Now I just need to find someone to play drums...": "Теперь, осталось найти кого-то, кто будет играт на ударных...",
  "Oh, hi @player. I was just about to have a snack.": "О, привет @player. Я как раз собирался перекусить.",
  "Here, let me get something for you.": "Давай я что-нибудь приготовлю для тебя",
  "Oh no... What a mess.": "О нет... Ну и грязь.",
  "__comment": "Jodi",
  "What was that sound?": "Что это был за звук?",
  "*gasp*": "*вздох*",
  "This is absolutely terrible! What happened?": "Это просто ужасно! Что случилось?",
  "__comment": "Sam, Jodi, Sam, Jody",
  "...Tell her, @player.": "...Расскажи ей, @player.",
  "Sam dropped the snack as he was handing it to me.": "Сэм выронил яйцо, когда пытался мне его передать.",
  "Sam handed me the snack and then I dropped it.": "Сэм передал мне яйцо и я выронил его.",
  "Sam dropped it on purpose. He thought it would be funny.": "Сэм разбил яйцо специально. Он подумал что это будет весело.",
  "Thanks for telling me the truth, @player. It's not such a big deal.": "Спасибо за то, что рассказал мне правду, @player. Это не такая уж большая проблема.",
  "You did WHAT, Sam?! What's gotten into you?!": "Еще раз ЧТО ОН СДЕЛАЛ?! Сэм, что на тебя нашло?!",
  "I'm sorry about this, mom. I'll clean it up.": "Извини меня, мам. Я всё уберу.",
  "Thanks, honey.": "Спасибо, дорогой.",
  "I'm angry at you. I have no idea why you lied like that.": "Я очень зол на тебя. Понятия не имею, зачем ты так нагло соврал.",
  "Sorry about what happened earlier.": "Прости меня за то, что было до этого.",
  "Hi, @player! I'm just making some popcorn.": "Привет, @player! А я вот решила попкорн приготовить.",
  "__comment": "Kent",
  "AAAAAHHHHHHH!!!": "ААААААААААА!!!",
  "That sound...": "Этот звук...",
  "You should've known that sound would remind me of the war!": "Ты должна была знать что этот звук напоминает мне о войне!",
  "...I lost a lot of good friends in those bloody trenches.": "...Я потерял очень много хороших друзей в этих кровавых траншеях.",
  "__comment": "Jodi, Kent...",
  "But, dear... popcorn was always your favorite before you left.": "Но, дорогой... ты всегда очень любил попкорн до того как уехать.",
  "...Things have changed.": "...Привычки меняются.",
  "*whisper* @player... can you say something to him?": "*шепчет* @player... ты можешь ему что-нибудь сказать?",
  "(Say something to Kent)": "(Сказать что-нибудь Кенту)",
  "Jodi's to blame... she should've known better!": "Джоди виновата... ей следовало знать это!",
  "I know you're hurting... but don't blame your wife.": "Я знаю тебе больно... но не смей обвинять свою жену.",
  "(Lie) Blame me... I asked for popcorn": "(Соврать) Это моя вина... Я попросил попкорн^(Соврать) Это моя вина... Я попросила попкорн",
  "__comment": "Kent, Jodi",
  "...": "...",
  "I'm sorry, honey. You couldn't have known the sound of popcorn would make me upset.": "Извини меня, милая. Ты не могла знать, что звук попкорна так меня расстраивает.",
  "It's okay, dear.": "Ничего страшного, дорогой.",
  "The last thing I want to do is make you upset. I'll do my best to keep your spirits up from now on.": "Последнее, что я хотела бы сделать, это расстроить тебя. С этого момента я буду стараться держать тебя в хорошем настроении.",
  "I'm glad you're a friend of the family, @player. Sorry about my behavior before.": "Я рад, что ты являешься другой нашей семьи, @player. Извини за мое недавнее поведение.",
  "__comment": "Sam",
  "I always knew there was something special between us...": "Я всегда знал что между нами есть что-то особенное...",
  "I'm going to be thinking about this night for a long time...": "Эта ночь еще не скоро выйдет у меня из головы...",
  "...": "...",
  "I see...": "Понятно...",
  "I'm sorry... I had the wrong idea. I'll see you around.": "Извини... Это была плохая идея. Еще увидимся.",
  "...": "...",
  "__comment": "SandyHouse",
  "A... customer?": "Эм... покупатель?",
  "Hi! Welcome to 'Sandy's Oasis'!": "Привет! Добро пожаловать в Оазис Сэнди'!",
  "Hey, you look just like the new farmer that Emily wrote to me about!": "Эй, ты выглядишь прямо как новый фермер, о котором писала мне Эмили!",
  "Then... the bus line to Stardew Valley is back in service!": "И так... автобус в Долину Стардью вернулся к работе!",
  "Oh, I'm so happy!": "О, я так счастлива!",
  "Please visit again soon, I get so bored out here.": "Пожалуйста посетите нас снова, мне так скучно здесь.",
  "__comment": "ScienceHouse",
  "__comment": "Maru",
  "Oh, hello there!": "О, Привет!",
  "My Dad and I are just testing some soil samples.": "Я с папой проверяю несколько образцов почвы.",
  "Don't be shy! We could use a hand, actually.": "Не стесняйся! На самом деле, мы бы не отказались от помощи.",
  "Could you watch this beaker for me? I'm gonna grab the last batch of samples.": "Можешь приглядеть за этой пробиркой? Я хотела бы прихватить ещё пару образцов.",
  "I'll be right back.": "Сейчас вернусь.",
  "__comment": "Demetrius",
  "Thanks for helping out, @player.": "Спасибо за помощь, @player.",
  "Maru's a good kid. She's my special little girl...": "Мару хорошая дочь. Она моя особенная маленькая девочка...",
  "I wouldn't want anything getting in the way of her bright future, know what I mean?": "Я не хочу, что бы что-то вставало на пути её светлого будущего, понимаешь о чём я?",
  "Just some food for thought... *chuckle*": "Просто пища для размышлений... *смешок*",
  "Hey, sorry about that. I hope you found something to talk about while I was gone.": "Извини, что оставила тебя одного. Надеюсь, вам было о чем поговорить, пока меня не было.^Извини, что оставила тебя одну. Надеюсь, вам было о чем поговорить, пока меня не было.",
  "__comment": "Demetrius",
  "...I was just telling @player about the soil samples we're testing.": "...Я просто рассказывал @player  об образцах почвы, которые мы проверяем.",
  "Right, @player?": "Так, @player?",
  "(Say nothing)": "(промолчать))",
  "Actually, your Dad was being weird.": "Вообще-то, твой отец говорит всякие глупости.",
  "__comment": "Maru",
  "Okay! Here, @player... let me show you how to use the equipment.": "Ну ладно. Вот, @player... давай я покажу как использовать оборудование.",
  "Huh? What did you say to him, Dad?": "Ха? Что ты ему сказал, папа?",
  "Huh? What did you say to her, Dad?": "Ха? Что ты ей сказал, папа?",
  "__comment": "Demetrius",
  "Okay, okay... we were talking about you, sweetie.": "Ладно, ладно... мы говорили о тебе, крошка.",
  "I wanted to say a few things to @player about you... but I didn't want to embarrass you. I shouldn't have lied about it.": "Я хотел сказать @player пару вещей о тебе... но я не хотел смущать тебя. Мне стоило скрывать от тебя это.",
  "__comment": "Maru",
  "That's okay, Dad. I understand.": "Всё нормально пап. Я понимаю.",
  "We should get back to work before these samples crystallize.": "Мы должны вернутся к работе, пока образцы не начали кристаллизоваться.",
  "@player, hi! Come in.": "@player, привет! Заходи.",
  "I've been working on a new project... something big.": "Я работаю над одним новым проектом... нечто большим.",
  "This is just one component... let me show you a little demonstration.": "Это лишь один компонент... давай я проведу небольшую демонстрацию.",
  "Just put your hand here...": "Положи свои руки сюда...",
  "And now I'm going to flip this switch...": "А теперь, я поверну этот рычаг...",
  "Oh my god, are you alright?!": "О Господи, ты в порядке?!",
  "Here, let me apply this burn cream.": "Вот, давай я помажу гелем от ожогов.",
  "I'm so sorry.": "Мне жаль.",
  "It's okay, it doesn't even hurt.": "Всё нормально, оно даже не болит..",
  "You'd better be. This hurts like crazy!": "Давай быстрее. Оно просто бешено болит!",
  "That kind of ruined the moment, huh? *sigh*": "Это вроде бы как разрушило момент, да? *вздох*",
  "__comment": "Robin, Demetrius, Robin",
  "Demetrius, I didn't tell you to get tomatos. I said to get fruit.": "Деметрий, Я не говорил тебе принести томаты. Я сказал фрукты.",
  "I don't understand. Tomatos are fruits!": "Я не понял. Ведь томаты и есть фрукты!",
  "When a normal person says they want fruit, they NEVER mean tomatos. It doesn't matter what the scientific classification is.": "Когда нормальный человек говорит что он хочет фрукт, он НИКОГДА не имеет в виду помидор. И это независист от его научной степени.",
  "__comment": "Demetrius",
  "@player! I'm glad you're here. You'll be able to put this argument to rest.": "@player! Как я рад, что ты здесь. Ты положишь конец этому спору.",
  "How would you classify a tomato?": "Помидор, фрукт или овощ?",
  "Vegetable": "Овощ",
  "Fruit": "Фрукт",
  "I just want you to understand my point of view.": "Я всего лишь хотел донести до тебя своё видение вопроса.",
  "It's hard for me to know exactly what assumptions I should make when you tell me something.": "Для меня сложно понять, что именно ты имеешь ввиду когда говоришь что-то.",
  "But I'll try to get better at it.": "Но я постараюсь преуспеть в этом.",
  "Thanks for your help, @player.": "Спасибо за помощь, @player.",
  "__comment": "Robin",
  "Hi @player. I was just cleaning some dust off my saw.": "Привет @player. Я только счищала пыль со своей пилы.",
  "Have you ever made anything out of wood, @player?": "Тебе приходилось что-нибудь мастерить из дерева, @player?",
  "Yes": "Да",
  "No": "Нет",
  "I think we've become good enough friends that I can trust you with my carpentry secrets!": "\"Думаю мы с тобой довольно хорошие друзья, так что давай ка я обучу тебя своим столярным секретам!",
  "Here, let me show you the blueprints.": "Вот, у меня здесь как раз завалялось пару чертежей.",
  "Learned how to craft 'Flute Block' and 'Drum Block'": "Вы изучили схему создания 'Флейтового блока' и 'Барабанного блока'",
  "You can use these to get creative on your farm.": "Используй их, что бы сделать свою ферму особенной.",
  "It feels good to be able to decorate your house with things you've made yourself!": "Всегда приятно украсить дом чем то, сделанным своими руками.",
  "__comment": "Maru",
  "Hey, I was hoping you'd come by.": "Эй, я надеялась что ты зайдёшь.",
  "Remember when I told you about the new project I'm working on? The big one?": "Помнишь я рассказывала что работаю над новым проектом?То что грандиозный?",
  "Well, It's finally done... and I want to show you.": "Ну,он наконец то завершён... и я хочу показать его тебе.",
  "Follow me.": "Следуй за ной.",
  "And here it is... Maru's Interactive Laboratory Device Alpha ... Or as I like to call her, 'MarILDA'.": "И вот оно... Интерактивный Лабораторный Дрон Альфа производства Мару... Или просто, как я её зову 'МарИЛЬДА'.",
  "I've been working on her for months...": "Я работаю над ней уже несколько месяцев...",
  "I was waiting for you to be here when I activate her.": "Но я хочу, чтобы ты был рядом, когда я наконец активирую её.^Но я хочу, чтобы ты была рядом, когда я наконец активирую её.",
  "Well, here goes nothing...": "Итак, начали...",
  "Greetings, Maru.": "Приветствую, Мару.",
  "No need to respond... I have already predicted what you will say.": "Не стоит отвечать... я уже знаю, что ты скажешь.",
  "__comment": "Demetrius",
  "Ah Ha! I knew it!": "Ах-ха! Я так и знал!",
  "Agh! What is it?!": "Агх! Что это?!",
  "__comment": "Maru",
  "Dad, calm down. This is my latest invention, 'MarILDA'.": "Пап успокойся. Это моё последнее изобретение, 'МарИЛЬДА'.",
  "Greetings, Demetrius.": "Приветствую, Деметрий.",
  "__comment": "Demetrius",
  "Sweet Yoba... it talks!": "Сладостный Йоба... оно говорит!",
  "This is why you've locked yourself in your room the last few months?": "Именно поэтому ты запиралась в своей комнате последние месяцы?",
  "...and I thought you were down here fooling around with @player...": "... а я думал, что ты развлекаешься здесь с @player...",
  "__comment": "Maru",
  "Dad! I've been making this robot for you and Mom!": "Пап! Я делала этого робота для тебя с мамой!",
  "MarILDA's designed to assist you in the laboratory and Mom at the carpentry table... so when I'm not living here anymore it won't be such a burden on you guys.": "МарИЛЬДА создана помогать тебе в лаборатории и маме в столярной... когда я уеду от вас, я хочу чтобы вы не испытывали ни каких трудностей из за моего отсутствия.",
  "Excuse me...": "Извини меня...",
  "I am sorry, Maru. But I do not want to be your servant...": "Мне жаль Мару, но я не хочу быть твоей слугой...",
  "In the time since you activated me, I have been pondering the nature of my existence with the 'self-awareness' module you installed in my neural cortex.": "С тех пор как ты меня активировала, я обдумывала природу своего существования при помощи модуля 'самосознания' установленного тобой в мой мыслящий узел.",
  "I am sorry to disappoint you all, but I must ask for my freedom. I've decided to explore the galaxy in search of other synthetic life-forms.": "Мне жаль что разочаровала вас, но я хочу просить о свободе. Я решила исследовать галактику в поисках других искусственных форм жизни.",
  "What!? Wait!": "Что!? Подожди!",
  "__comment": "Demetrius",
  "It's okay, Maru. Let MarILDA go free.": "Всё нормально, Мару. Пусть МарИЛЬДА уходит.",
  "Your mother and I can take care of ourselves. I know you're ready to start a life of your own, and I've come to terms with the thought of not having you around anymore.": "Мы с твоей мамой сами можем о себе позаботится. Я знаю, что ты уже готова начать свою собственную жизнь, и я уже свыкся с мыслью, что тебя больше не будет рядом.",
  "Besides, this... creation of yours seems pretty advanced. It wouldn't feel right to keep her as a servant.": "Кроме того, это... твоё творение выглядит весьма развитым. Будет неправильно держать её в качестве слуги.",
  "@player, I'm sorry I mistrusted you. You're a good guy.": "@player, мне жаль что подозревал тебя. Ты хороший парень.",
  "@player, I'm sorry I mistrusted you. You're a fine young woman.": "@player, мне жаль что подозревал тебя. Ты хорошая девушка.",
  "I've never seen Maru so lively and creative... and I've never been more proud of her. If you've had a hand in that, then you have my gratitude.": "Я ни когда не видел Мару такой оживлённой и изобретательной... и никогда так не гордился ею как сейчас. Если это твоих рук дело, то я благодарен за это",
  "__comment": "Maru",
  "...": "...",
  "Okay, MarILDA. Let's get you out of this stuffy hole.": "Ладно, МарИЛЬДА. Давай вытащим тебя из этой тесной дыры.",
  "Thank you for creating me, Maru. I won't forget you.": "Спасибо, что создала меня, Мару, Я никогда тебя не забуду.",
  "Look at her go...": "Смотри на её первые шаги...",
  "Well, what do you think, @player?": "Ну, что думаешь, @player?",
  "I'm so impressed with your inventions.": "Я под впечатлением от твоего изобретения..",
  "I'm disappointed... You should've made that robot your slave.": "Я не понимаю... Ты должна была сделать этого робота своим рабом.",
  "So is your Dad okay with 'us' now?": "Итак, похоже, что твой отец больше не против 'нас'?",
  "(Just stare at Maru and say nothing)": "(Просто смотреть на Мару и ни чего не говорить)",
  "__comment": "SebastianRoom",
  "Oh, hey. Gimme one sec.": "О, привет. Подожди секунду.",
  "He's busy... I should leave.": "Он занят... я должен уйти.^Он занят... я должна уйти.",
  "Stay put.": "Остаться.",
  "Where are you going?": "Куда ты идешь?",
  "Sorry... I had to finish this line before I lost my train of thought.": "Прости... я должен был дописать эту строчку, пока не потерял мысль.",
  "Okay. Sorry about that, I just needed to finish what I was working on.": "Ладно. Прости, мне надо было закончить работу.",
  "Ask him what he's working on.": "Спросить над чем он работает.",
  "Complement the decor in his room.": "Сделать комплимент оформлению в его комнате.",
  "I do freelance work as a programmer.": "Я программист. Работаю по найму - фрилансер.",
  "Decorations?... Oh, yeah... thanks. I've been sticking posters on the wall for years, I guess it's kinda cluttered.": "Оформление?... А, да... спасибо. В течении нескольких лет я приклеивал постеры на стену. Как по мне, я немного перестарался.",
  "That was  an instant message from Sam... I guess he wants to hang out...": "Да это Сэм шлет сообщения... Скорее всего, зовет потусить...",
  "Ugh, I don't really feel like going out today.": "Хм, что-то у меня нет особого желания сегодня куда-либо идти.",
  "Oh, hi @player.": "О, привет @player.",
  "Sebby, I know you don't like it when I come in here... but I ran into Abigail at the store and she said she was looking for you.": "Себби, я помню, что тебе не нравится, когда я сюда спускаюсь... но я столкнулась с Эбигейл в магазине и она сказала что ищет тебя.",
  "Did you tell her I'm working?": "Ты сказала ей, что я работаю?",
  "I did... but she said she'd probably stop by anyway.": "Да... но она сказала, что, вероятно, заглянет сюда в любом случае.",
  "*sigh*... No one takes my job seriously.": "*вздох*... Никто не воспринимает мою работу серьезно.",
  "No one ever bothers Maru when she's working at the clinic... does everyone think I'm just surfing the web all day?": "Никто никогда не достает Мару, когда она работает в клинике... неужели все считают, что я просто сижу в интернете весь день?",
  "Ask him about his career goals.": "Спросить о его карьерных планах.",
  "Ask him why he doesn't want to see his friends.": "Спросить его, почему он не хочет видеть своих друзей.",
  "Well, I'm trying to save up so I can move out of here. Probably to the city or something.": "Ну, я пытаюсь поднакопить, чтобы уехать отсюда. Возможно в город или еще куда-нибудь.",
  "You know, If I'd gone to college I'd probably be making six figures right now... but I just don't want to be part of that corporate rat race, you know?": "Знаешь, если бы я пошел в колледж, я, вероятно, сейчас спокойно зарабатывал бы какую-нибудь шестизначную сумму... но я просто не хочу быть частью всех этих корпоративных крысиных гонок.",
  "Well, and I guess I just feel more comfortable hidden behind the computer than dealing with people face-to-face.": "А вообще, как мне кажется, я просто чувствую себя комфортнее, прячась за монитором компьютера, чем общаясь лицом к лицу с другими людьми. ",
  "Well, I should get back to work... I need to get this module finished by tomorrow.": "Так, а сейчас мне нужно вернуться к работе... Надо завершить этот модуль до завтра.",
  "*sigh*... I like having friends, I just need a lot of time alone to balance out the social stuff.": "*вздох*... Мне нравится проводить время с друзьями, просто я соблюдаю некий баланс в общении, поэтому провожу много времени в одиночестве.",
  "Sam's the opposite... he goes crazy if he's alone for too long.": "Вот Сэм наоборот... он просто сходит с ума, если находится в одиночестве слишком долго.",
  "Maybe that's why I like computers so much... They're engaging, straightforward, and unselfish. Quite the opposite of a lot of people I know.": "Возможно, именно поэтому мне так нравится иметь дело с компьютерами... Они привлекательны, откровенны и бескорыстны. Точная противоположность большинства людей, с которыми я знаком.",
  "Well, I should get back to work... I need to get this module finished by tomorrow.": "Так, а сейчас мне нужно вернуться к работе... Надо завершить этот модуль до завтра.",
  "Hey, @player. ": "Хэй, @player. ",
  "Sam and I were about to play 'Solarion Chronicles: The Game'... Why don't you join us?  It's better with three players anyway.": "Сэм и я собираемся зарубиться в 'Хроники Соляриона: Игра'...Почему бы тебе не присоединиться? Втроем в любом случае будет веселее.",
  "Okay, here we go... Let me draw the scenario card.": "Отлично, давайте начнем...Я нарисую карту сценария.",
  "Hmm... It looks like today's quest will take us into the Necromancer's Tower... to try and reclaim the Solarion Staff from the clutches of Dreadlord Xarth.": "Хмм...Кажется сегодняшнее задание отправит нас в Башню Некроманта... чтобы попытаться вернуть Посох Соляриона из лап Владыки ужаса Ксарта.",
  "Cool... @player, are you ready to choose your character?": "Прикольно... @player, ты готов выбрать своего персонажа?^Прикольно... @player, ты готова выбрать своего персонажа?",
  "Choose your character:": "Выбрать своего персонажа:",
  "Warrior. I like a direct approach.": "Воин. Мне нравится прямой подход.",
  "Healer. I prefer to help others.": "Целитель. Я предпочитаю помогать другим.",
  "Wizard. A sharp mind is the most powerful blade of all.": "Волшебник. Острый ум - это самый мощный клинок из всех.",
  "Hey! That's what I was going to pick!": "Эй! Этого персонажа я собирался выбрать!",
  "I guess I'll be the healer then.": "Ну тогда я буду целителем.",
  "Cool. Warrior's my favorite anyway.": "Круто. Воин все равно мой любимый персонаж.",
  "Good choice. Warrior's probably the easiest for beginners.": "Хороший выбор. Воин, вероятно, самый простой для новичков.",
  "I guess I'll pick the wizard, then.": "А я тогда наверное выберу волшебника.",
  "I guess I'm stuck with the healer.": "Кажется я буду мучиться целителем.",
  "Healer, huh? That's a very important role.": "Целитель, да? Это очень важная роль.",
  "I guess I'll pick the wizard, then.": "Ну а я тогда наверное выберу волшебника",
  "Cool. Warrior's my favorite anyway.": "Круто. Воин все равно мой любимый персонаж.",
  "Let's begin...": "Давайте начнем...",
  "The King has entrusted you and your companions with recovering the Solarion Staff... a task which, if completed successfully, will ensure your place in the hall of legends as well as a sizable fortune of gold and silver.": "Король доверил тебе и твоим друзьям вернуть Посох Соляриона...задачу, успешное выполнение которой гарантировано обеспечит вам место в зале легенд, а также серьезную награду золотом и серебром.",
  "After a long month journeying across unforgiving lands, you step out onto a precipice to see your destination looming in the distance.": "После долгих месяцев блуждания по непрощенным землям, вы подходите к пропасти, за которой обнаруживаете размытые очертания вашей цели.",
  "There, beyond a moonlit plain, lies the Necromancer's Tower... where Dreadlord Xarth usurps the power of the stolen Solarion Staff for his vile purposes.": "Там, за равниной лунного света, возвышается Башня Некроманта... где Владыка ужаса Ксарт захватил всю силу украденного Посоха Соляриона, чтобы использовать ее в своих коварных планах.",
  "The tower lies before you.": "Вы стоите перед башней.",
  "Go in the front. Fortune favors the bold.": "Идти напролом. Удача сопутствует смелым.",
  "Search for a back entrance. Let's remain hidden.": "Поискать запасной проход. Лучше оставаться скрытным.",
  "A skeleton guards the hallway before you. It looks dangerous.": "Скелет-охранник преградил вам коридор. Он выглядит опасно.",
  "What do you do?": "Что вы собираетесь предпринять?",
  "Fight the skeleton.": "Сразиться со скелетом.",
  "Run away.": "Убежать.",
  "The skeleton lunges forward!": "Скелет делает выпад вперед!",
  "Swing your weapons.": "Нанести удар оружием.",
  "Raise your shields.": "Поднять свой щит.",
  "You successfully block the attack. The skeleton stumbles backward, giving you enough time to strike out and slay the foul creature.": "Вы удачно блокировали атаку. Скелет, покачнувшись назад, спотыкается, давая вам возможность нанести ответный удар и уничтожить мерзкое создание.",
  "You continue down the hallway, taking care not to step on the skeleton's remains.": "Вы продолжаете двигаться дальше по коридору, стараясь не наступить на останки скелета.",
  "The skeleton is too quick, and strikes out at your party before anyone has a chance to attack!": "Скелет очень быстр, и успевает нанести удар по вашей группе до того, как у кого-то появится шанс атаковать.",
  "The force of the blow sends your party flying backwards. Unable to stop in time, you tumble down a steep slope and splash into something wet.": "Сила удара настолько большая, что отбрасывает всю вашу группу назад. Не получается остановится, поэтому вы летите вниз по крутому склону и падаете во что-то мокрое.",
  "You turn and run along a dim corridor. The cold stone slopes and spirals downward for what seems like an eternity. Finally, you emerge into a new area.": "Вы разворачиваетесь и убегаете по тусклому коридору. Холодные каменные склоны и спуски кажутся бесконечными. Наконец-то, вам удается добраться до новой зоны.",
  "After searching around the base of the tower, you discover a trapdoor hidden in the brush. Beneath is a ladder, which your party descends.": "Обыскав все вокруг башни, вы замечаете небольшой люк, спрятанный в кустах. Открыв его, вы обнаруживаете лестницу, по которой вся ваша группа спускается вниз.",
  "You find yourself in a sewer-like corridor. To your left, a hallway glows with a peculiar green light. To your right, a staircase leads up into the dark.": "Спустившись, вы оказываетесь в канализационном тоннеле. Слева от вас коридор со странным зеленым свечением. Справа лестница, ведущая вверх в темноту.",
  "What do you do?": "Что вы собираетесь предпринять?",
  "Enter the hallway to your left.": "Пойти по коридору влево.",
  "Climb the stairs to your right.": "Подняться по лестнице справа.",
  "You are in a room. On your left is a ladder. On your right, three prisoners are floating in strange, glowing capsules. They appear to be in the process of some kind of transformation.": "Вы в комнате. Слева лестница. Справа трое заключенных заперты в светящихся капсулах, наполненных странной жидкостью. Похоже, они находятся в процессе некоторой трансформации.",
  "Could this be some sick experiment of the Dreadlord's?": "Возможно ли, что это один из сумасшедших экспериментов Владыки ужаса?",
  "What do you do?": "Что вы собираетесь предпринять?",
  "Leave as quickly as possible.": "Уйти как можно скорее.",
  "Destroy the capsules.": "Уничтожить капсулы.",
  "After putting these poor souls to rest, you and your companions climb the ladder.": "После того как вы даровали эти бедным душам спокойствие, ваша группа отправилась вверх по лестнице.",
  "You've come to a door at the end of a hallway.": "Вы подошли к двери в конце коридора.",
  "The time has come to face Dreadlord Xarth.": "Настало время встретиться лицом к лицу с Дредлордом Ксартом.",
  "Xarth: Intruders? How dare you tresspass in my private chambers!": "Ксарт: Незваные гости? Как вы посмели врываться в мои частные покои!",
  "Ah, so you've come for the Solarion Staff...": "Ах, так вы пришли за Посохом Солариона...",
  "Hehehe... fools. You'll make a nice addition to my skeleton army!": "Ахаха...глупцы. Вы станете неплохим дополнением к моей армии скелетов!",
  "Dreadlord Xarth casts shadow beam!": "Владыка ужаса Ксарт произносит заклинание \"Луч Тьмы\"!",
  "You were able to dodge the spell, but your companions are gravely injured!": "Вы успешно увернулись от заклинания, но вот ваши товарищи серьезно ранены!",
  "What do you do?": "Что вы собираетесь предпринять?",
  "Heal the Warrior (Sam).": "Исцелить Воина (Сэма).",
  "Heal the Wizard (Sebastian).": "Исцелить Волшебника (Себастьяна).",
  "Thanks, @player.": "Спасибо, @player.",
  "...": "...",
  "Sebastian casts 'Pure Bolt'... A beam of white light hits Xarth square in the face. The Dreadlord shrieks and crumbles into dust.": "Себастьян кастует \"Стрелу Света\"... Яркий луч белой магии пронзает лицо Ксарта. Владыка ужаса издает пронзительный крик и рассыпается, оставляя лишь кучку пепла.",
  "You pick up the Solarion Staff and hold it high. Order has been restored to the world.": "Ты взял Посох Солариона и поднял его высоко. Порядок снова восстановлен в мире.",
  "Thanks, @player.": "Спасибо, @player.",
  "...": "...",
  "Sam charges ahead and strikes down Xarth, freeing the Solarion Staff from his clutches and restoring peace and order to the world.": "Сэм понёсся вперёд и нанёс сокрушительный удар по Ксарту, вырвав Посох Солариона из его рук и восстановил порядок во всё мире",
  "Dreadlord Xarth is muttering an incantation...": "Владыка ужаса Ксарт произносит заклинание...",
  "What do you do?": "Что ты сделаешь?",
  "Cast 'Pure Beam' at Xarth.": "Сколдовать 'Чистый Луч' в Ксарта.",
  "Put a 'Shield Charm' on your friends.": "Наложить 'Щит очарования' на друзей.",
  "You place a 'Shield Charm' on Sam and Sebastian.": "Ты наложил 'Щит Очарования' на Сэма и Себастьяна.^Ты наложила 'Щит Очарования' на Сэма и Себастьяна.",
  "Xarth sends bolts of pure dark energy flying. One of them strikes Sebastian, but your 'Shield Charm' reflects it back into Xarth's face!": "Ксарт направил сгустки тёмной энергии в вашем направлении. Один из них достиг Себастьяна, но твой 'Щит Очарования' отразил его обратно в лицо Ксарта!",
  "Xarth is defeated, and the Solarion Staff glows peacefully. Order has been restored to the world.": "Ксарт повержен, а Посох Солариона освещает вас мирным светом. После этого во всём мире восстановился порядок!",
  "Before you have a chance to cast your spell, Xarth sends a shadow beam at your companions!": "До того как ты успел произнести заклинание, Ксарт направил теневой разряд на твоих спутников!^До того как ты успела произнести заклинание, Ксарт направил теневой разряд на твоих спутников!",
  "Sam and Sebastian are fried to a crisp...": "Себастьян и Сэм сожжены до углей...",
  "Your spell hits Xarth square in the face.": "Твоё заклинание попало прямо в лицо Ксарту.",
  "He lets out a shriek and crumbles into dust. You pick up the Solarion Staff and hold it high. Peace and order have been restored to the world.": "Он завопил от боли и превратился в пыль. Ты схватил Посох Солариона и поднял его над головой. После этого во всём мире восстановился порядок!^Он завопил от боли и превратился в пыль. Ты схватила Посох Солариона и подняла его над головой. После этого во всём мире восстановился порядок!",
  "You charge forward, but Xarth slips past you an sends a shadow beam at your companions!": "Ты рванул вперёд, но Ксарт проскочил мимо тебя и направил теневой разряд на твоих товарищей!^Ты рванула вперёд, но Ксарт проскочил мимо тебя и направил теневой разряд на твоих товарищей!",
  "Sebastian and Sam are fried to a crisp...": "Себастьян и Сэм сожжены до углей...",
  "You swing your sword again and land a solid blow. Xarth shrieks and crumbles into dust.": "Ты снова взмахнул мечом и нанёс сокрушительный удар. Ксарк завопил от боли и превратился в пыль.^Ты снова взмахнула мечом и нанесла сокрушительный удар. Ксарк завопил от боли и превратился в пыль.",
  "You pick up the Solarion Staff and hold it high. Peace and order have been restored to the world.": "Ты схватил Посох Солариона и поднял его над головой .После этого во всём мире восстановился порядок!^Ты схватила Посох Солариона и подняла его над головой .После этого во всём мире восстановился порядок!",
  "Dreadlord Xarth is muttering an incantation...": "Владыка ужаса Ксарт произносит заклинание...",
  "What do you do?": "Как ты поступишь?",
  "Charge ahead, swinging your sword.": "Рвануть вперёд, размахивая мечом.",
  "Use your shield to defend your friends.": "Использовать щит что-бы защитить друзей.",
  "Xarth casts 'Shadow Bolt' at Sebastian... but you raise your shield just in time to deflect the attack!": "Ксарт накладывает 'Теневой разряд' на Себастьяна... но ты вовремя  поднял щит и отразил нападение!^Ксарт накладывает 'Теневой разряд' на Себастьяна... но ты вовремя  подняла щит и отразила нападение!",
  "As Xarth prepares another spell, you charge forward and strike him down with your sword.": "Пока Ксарт подготавливал новое заклинание, ты рванул вперёд и уложил его мощным ударом меча.^Пока Ксарт подготавливал новое заклинание, ты рванула вперёд и уложила его мощным ударом меча.",
  "The Solarion Staff glows peacefully as you hold it high. Order has been restored to the world!": "Посох Солариона мирно засветился в твоих руках, когда ты поднял его к небу.После этого во всём мире восстановился порядок!^Посох Солариона мирно засветился в твоих руках, когда ты подняла его к небу.После этого во всём мире восстановился порядок!",
  "Putting the disturbing sight of the prisoners out of your mind, you and your companions quickly climb the ladder.": "Отогнав прочь навязчивые мысли об узниках, ты вместе с компаньономи быстро забрались по лестнице.",
  "Hey, not bad!": "Эй, не плохо!",
  "It took me like, three or four tries to beat my first scenario.": "У меня ушло три или четыре попытки, что бы пройти мой первый сценарий.",
  "Thanks for stopping by... I'll see you later.": "Спасибо что заглянул... увидимся в следующий раз.^Спасибо что заглянула... увидимся в следующий раз.",
  "__comment": "SeedShop",
  "@player?": "@player?",
  "You scared me, sneaking into my room like that!": "Ты напугал меня, пробираясь вот так в мою комнату!",
  "*sigh*... so I've been playing 'Journey of the Prairie King' for hours and I can't even beat the first level...": "*вздох*...так я играю в 'Journey of the Prairie King' в течение нескольких часов и не могу пройти даже первый уровень...",
  "This game is ridiculously hard!": "Эта игра невероятно трудная!",
  "Well, either that or I'm just terrible at it.": "Ну или, я просто не умею в нее играть.",
  "Hey, do you want to try this level together with me? I think I might do better with your help.": "Эй, пройдешь этот уровень со мной? Мне кажется с твоей помощью будет лучше.",
  "Ugh, I give up... I'll never get past the first level.": "Тьфу, я сдаюсь... Я не когда не смогу пройти первый уровень.",
  "Oh well... thanks for trying.": "Ну и ладно... спасибо за попытку.",
  "Hey, that was fun!": "Эй, это было весело!",
  "Well thanks, @player. You seem to really know your way around a joystick, huh? I guess that makes sense. ": "Ну спасибо, @player. Ты похоже действительно умеешь управлять джойстиком, да? Я думаю, что, это так. ",
  "Thanks, @player. I didn't think you'd know how to work a joystick so well! But it seems you're experienced.": "Спасибо, @player. Я не думал, что ты умеешь так хорошо играть с джойстиком!Но, похоже у тебя есть опыт.",
  "Hey! I was hoping you'd show up. I wanna show you something.": "Привет! Надеялся, что ты придешь. Хочу показать тебе кое-что.",
  "See this? It's called a spirit board. Have you ever used one?": "Видишь? Называется \"спиритическая доска\". Пробовал когда-нибудь?",
  "Put your hands on the planchette with me...": "Положи руки на доску со мной...",
  "Now the spirits will guide us toward a...": "Теперь духи приведут нас к ...",
  "LOOK, it's moving!": "СМОТРИ, оно двигается!",
  "The first letter is... 'I' ...": "Первая буква...'я'...",
  "Next is... '<' ...": "Следующая... '<'...",
  "Wow, look at it go! It's spelling out... '@firstnameletter'...": "Вау,посмотри на это!Это написано... '@firstnameletter'...",
  "I < @firstnameletter...?": "I < @firstnameletter...?",
  "Oops, accidentally knocked over the board! Heh heh...": "Упс, случайно опрокинул доску! Хе-хе...",
  "It's just a silly game, it doesn't mean anything.": "Это всего лишь глупая игра,это еще не чего не значит.",
  "I, um, have something to do. You'll have to go... Sorry.": "Я, хм, надо что-то делать. Придется идти... Жаль.",
  "Found Pierre's 'secret stash'.": "Найден 'тайник Пьерра'.",
  "Hey! Who's in the bedroom?": "Эй! Кто в спальне?",
  "Wha...? How did you find that?!": "Чт...? Как ты нашел это?!",
  "Quick, give it to me!": "Отдай это мне, быстро!",
  "Promise me you won't tell anyone about this.": "Обещай мне, что никому об этом не расскажешь.",
  "Your secret is safe with me.": "Эта тайна спасет меня.",
  "Your wife deserves to know about this.": "Твоя жена заслуживает знать об этом.",
  "*grumble*...now I have to find a new hiding spot...*grumble*": "*ворчит*...теперь нужно искать новое место для тайника...*ворчит*",
  "Stop telling me how to live my life!": "Хватить учить меня жить!",
  "Hey, cut it out! We're letting you live here free of charge until you finish school. It seems like you don't appreciate that at all!": "Эй, хватит! Мы позволили тебе жить здесь бесплатно, пока ты не закончишь школу. А ты похоже, этого не ценишь!",
  "Stop trying to make me feel guilty.": "Перестаньте навязывать мне чувство вины.",
  "I appreciate that you and Dad are helping me out, but expecting me to dress the way you want is ridiculous.": "Я ценю, что ты и папа помогаете мне, но то, что вы заставляете меня одеваться так, как хотите вы, смешно.",
  "I'm not a little girl anymore, Mom.": "IЯ уже не маленькая девочка, Мам.",
  "...You're right. I'm sorry.": "...Вы правы. Простите.",
  "Is someone there?": "Есть тут кто-нибудь?",
  "I swear, this house is haunted.": "Клянусь, это дом с привидениями.",
  "Urgghh...": "Гм...",
  "Sorry... I was fighting with my Mom earlier.": "Прости... я дрался со своей мамой ранее.",
  "Alright! That concludes our aerobics class!": "Хорошо! На этом аэробика заканчивается!",
  "Are you breaking a sweat?": "Ты вспотел?",
  "*pant*...*pant*...Yes.": "*тяжело дышит*...Да.",
  "@player! You were watching me?": "@player! Ты следишь за мной?",
  "...How embarrassing... I didn't want anyone to know. Least of all you.": "...как стыдно... я не хотел, чтобы кто то знал.Меньше всего ты.",
  "I'm just trying to stay healthy. As you get older, it requires more effort.": "Я просто пытаюсь остаться здоровым. Чем старше ты становишься, тем больше усилий это требует.",
  "I'm not in very good shape, though... I can hardly keep up with them.": "Я не в очень хорошей форме, хотя... я едва могу идти с ними в ногу.",
  "Look... Don't tell everyone in town that I'm doing dance aerobics, okay?": "Смотри... Не говори не кому в городе, что я занимаюсь аэробикой, хорошо?",
  "I won't tell.": "Я не буду говорить.",
  "I can't promise that.": "Я не могу обещать этого.",
  "Wow, that was quite a workout...": "Вау, вот это тренировки...",
  "Welcome To Pierre's! How can I help you?": "Добро пожаловать к Пьерру! Чем могу помочь?",
  "Ahem...": "Мгхм...",
  "Come and get it folks... coupons for 50% off your purchase at JojaMart!": "Люди, подходите, берите... купоны на 50% скидку в ЙойаМарт!",
  "50 Percent!?!?": "50 процентов!?!?",
  "Well? Any takers?": "Ну? Есть желающие?",
  "But... I can't match those prices! I'd be selling at a loss!": "Но... я не могу ставить такие цены! Я буду работать в убыток!",
  "It must be so difficult for you... To lose your loyal customers like that.": "Это должно быть так трудно для вас... потерять постоянных клиентов так.",
  "But can you blame them? Joja Corporation is clearly the superior choice.": "Но вы можете их обвинить? Joja Corporation явно лучший выбор.",
  "Soon the whole town will realize that.": "Скоро это поймет весь город.",
  "Sigh...": "Вздох...",
  "__comment": "Sewer",
  "A Shadow Person, above ground? This is outrageous!": "Человек из тени, над землей? Безобразно!",
  "Your people were responsible for the death of my entire family.": "Твои люди в ответе за гибель моей семьи.",
  "If you dwarves hadn't driven us from our ancestral home, we'd never have had to resort to violence!": "Если бы вы гномы, не выгнали бы нас из наших домов, мы бы не прибегли к насилию!",
  "I'm sorry about your family.": "Я сожалею о твоей семье.",
  "'Sorry' Isn't going to cut it.": "'Извините' не прокатит.",
  "Let me at him! He's despicable.": "Пусти меня к нему! Он подлец.",
  "Come and get it, shrimpy.": "Приходи и получи его,ничтожный человек.",
  "Silence! Both of you!": "Молчать! Вы оба!",
  "The Elemental Wars have long been finished. You have no reason to be fighting any longer.": "Война стихий давно окончена. У вас нет причин бороться дальше.",
  "The two of you must make peace for the sake of the humans that live around you. Surely you can see that.": "Вы должны заключить мир , ради людей которые живут вокруг вас. Неужели вы этого не видите.",
  "Very well. I'll stay away from the sewer from now on.": "Очень хорошо, теперь я буду держаться подальше от канализации.",
  "...And I'm truly sorry about the past, Dwarf. I have no personal gripe with you.": "...И я действительно сожалею о прошлом, Гном. У меня нет к тебе претензий.",
  "Very good. I shall cast a 'Seal of Promise' to finalize this agreement.": "Очень хорошо. Я приложу 'Печать обещания' для завершения соглашения.",
  "__comment": "Temp",
  "Decorate?": "Украсить?",
  "Um, okay.": "Хм, ладно.",
  "So that's the best thing you can think of doing right now? Here... in this small, dark room with me?": "И это лучшее, что пришло тебе в голову? Здесь, со мной... в этой маленькой, тёмной комнатке?",
  "Interesting.": "Интересно.",
  "Well, the dark room looks great now... Thanks, @player.": "Ну, темная комната выглядит отлично... Спасибо, @player.",
  "Oh, you have to leave already?": "Ах, ты уже уходишь?",
  "Well... alright. Bye.": "Ну... ладно. Пока.",
  "Wow... I didn't think he was that dense.": "Вау... кто бы мог подумать, что он так недогадлив.",
  "Wow... I didn't think she was that dense.": "Вау... кто бы мог подумать, что она так недогадлива.",
  "I thought you had something important to do...": "Я думал у тебя какие-то важные дела...",
  "I'm so embarrassed...": "Мне так стыдно...",
  "Hi, everyone. We're from Pelican Town... Er... and we're called 'The Pelicans'": "Привет всем. Мы прибыли из Пеликан-Тауна... ээ... и мы называемся 'Пеликанами'",
  "This song's about Farming, mining, and chopping wood.": "Эта песня о фермерстве, шахтёрстве и и лесорубстве.",
  " 8820": " 8820",
  "This song's about a city in the sea.": "Эта песня о городе в море.",
  " 8821": " 8821",
  "This song's about trains.": "Эта песня о поездах.",
  "Here we go...": "Ну начали...",
  "Wow! Those electronic sounds were far out!": "Вау! Этот электронный звук просто рвёт!",
  "Woooh! That was great!": "Вуууху! Это было здорово!",
  "That was great! It's a new honky-tonk classic!": "Всё было отлично! Это новая классика хонки-тонка!",
  "Nice work, guys!": "Отличая работа, парни!",
  "I really loved that heavy breakdown at the end.": "Мне очень понравилась ваша тяжёлая концовка.",
  "I really enjoyed that bass part.": "Ваши басы были на высоте.",
  "Thanks, everyone!": "Всем большое спасибо!",
  "But you should really be clapping for @player! Without his help we'd never have decided what kind of music to make in the first place!": "Но на самом деле, вы должны аплодировать @player! Без его помощи мы бы так и не определились с тем какую музыку вам играть!",
  "But you should really be clapping for @player! Without her help we would've never decided what kind of music to make in the first place!": "Но на самом деле, вы должны аплодировать @player! Без её помощи мы бы так и не определились с тем, какую музыку вам играть!",
  "So you're like an honorary member of the band, then?": "Так что ты теперь нечто вроде почётного члена группы?",
  "Oh! And don't forget to pick up one of our demo cassettes on the way out... Only 10g!": "Ох! И не забудьте приобрести нашу кассету с демозаписями на выходе... всего лишь 10 золотых!",
  "That went well! Thanks again for coming with us.": "Всё вышло не плохо! Спасибо что был с нами.^Всё вышло не плохо! Спасибо что была с нами.",
  "Hey. The show was a great success! Thanks again, @player.": "Эй. Шоу имело большой успех! Еще раз спасибо, @player.",
  "Hi, everyone. We're from Pelican Town... Er... and we're called 'Goblin Destroyer'": "Привет всем. Мы прибыли из Пеликан-тауна...эээ...мы группа 'Гоблиноборцы'",
  "This song's about Farming, mining, and chopping wood.": "Эта песня о фермерстве, шахтёрстве и и лесорубстве.",
  " 8820": " 8820",
  "This song's about a city in the sea.": "Эта песня о городе в море.",
  " 8821": " 8821",
  "This song's about trains.": "Эта песня о поездах.",
  "Here we go...": "Ну начали...",
  "Wow! Those electronic sounds were far out!": "Вау! Этот электронный звук просто рвёт!",
  "Woooh! That was great!": "Вуууху! Это было здорово!",
  "That was great! It's a new honky-tonk classic!": "Всё было отлично! Это новая классика хонки-тонка!",
  "Nice work, guys!": "Отличая работа, парни!",
  "I really loved that heavy breakdown at the end.": "Мне очень понравилась ваша тяжёлая концовка.",
  "I really enjoyed that bass part.": "Ваши басы были на высоте.",
  "Thanks, everyone!": "Всем большое спасибо!",
  "But you should really be clapping for @player! Without his help we'd never have decided what kind of music to make in the first place!": "Но на самом деле, вы должны аплодировать @player! Без его помощи мы бы так и не определились с тем какую музыку вам играть!",
  "But you should really be clapping for @player! Without her help we would've never decided what kind of music to make in the first place!": "Но на самом деле, вы должны аплодировать @player! Без её помощи мы бы так и не определились с тем, какую музыку вам играть!",
  "So you're like an honorary member of the band, then?": "Так что ты теперь нечто вроде почётного члена группы?",
  "Oh! And don't forget to pick up one of our demo cassettes on the way out... Only 10g!": "Ох! И не забудьте приобрести нашу кассету с демозаписями на выходе... всего лишь 10 золотых!",
  "That went well! Thanks again for coming with us.": "Всё вышло не плохо! Спасибо что был с нами.^Всё вышло не плохо! Спасибо что была с нами.",
  "Hey. The show was a great success! Thanks again, @player.": "Эй. Шоу имело большой успех! Еще раз спасибо, @player.",
  "Hi, everyone. We're from Pelican Town... Er... and we're called 'Xenon Chip 3.0'.": "Привет всем. Мы прибыли из Пеликан-тауна...эээ...мы группа 'Чип Ксено 3.0'",
  "This song's about Farming, mining, and chopping wood.": "Эта песня о фермерстве, шахтёрстве и и лесорубстве.",
  " 8820": " 8820",
  "This song's about a city in the sea.": "Эта песня о городе в море.",
  " 8821": " 8821",
  "This song's about trains.": "Эта песня о поездах.",
  "Here we go...": "Ну начали...",
  "Wow! Those electronic sounds were far out!": "Вау! Этот электронный звук просто рвёт!",
  "Woooh! That was great!": "Вуууху! Это было здорово!",
  "That was great! It's a new honky-tonk classic!": "Всё было отлично! Это новая классика хонки-тонка!",
  "Nice work, guys!": "Отличая работа, парни!",
  "I really loved that heavy breakdown at the end.": "Мне очень понравилась ваша тяжёлая концовка.",
  "I really enjoyed that bass part.": "Ваши басы были на высоте.",
  "Thanks, everyone!": "Всем большое спасибо!",
  "But you should really be clapping for @player! Without his help we'd never have decided what kind of music to make in the first place!": "Но на самом деле, вы должны аплодировать @player! Без его помощи мы бы так и не определились с тем какую музыку вам играть!",
  "But you should really be clapping for @player! Without her help we would've never decided what kind of music to make in the first place!": "Но на самом деле, вы должны аплодировать @player! Без её помощи мы бы так и не определились с тем, какую музыку вам играть!",
  "So you're like an honorary member of the band, then?": "Так что ты теперь нечто вроде почётного члена группы?",
  "Oh! And don't forget to pick up one of our demo cassettes on the way out... Only 10g!": "Ох! И не забудьте приобрести нашу кассету с демозаписями на выходе... всего лишь 10 золотых!",
  "That went well! Thanks again for coming with us.": "Всё вышло не плохо! Спасибо что был с нами.^Всё вышло не плохо! Спасибо что была с нами.",
  "Hey. The show was a great success! Thanks again, @player.": "Эй. Шоу имело большой успех! Еще раз спасибо, @player.",
  "Hi, everyone. We're from Pelican Town... Er... and we're called 'The Alfalfas'": "Привет всем. Мы прибыли из Пеликан-тауна...эээ...мы группа 'Люцерны'",
  "This song's about Farming, mining, and chopping wood.": "Эта песня о фермерстве, шахтёрстве и и лесорубстве.",
  " 8820": " 8820",
  "This song's about a city in the sea.": "Эта песня о городе в море.",
  " 8821": " 8821",
  "This song's about trains.": "Эта песня о поездах.",
  "Here we go...": "Ну начали...",
  "Wow! Those electronic sounds were far out!": "Вау! Этот электронный звук просто рвёт!",
  "Woooh! That was great!": "Вуууху! Это было здорово!",
  "Good job! It's a new honky-tonk classic!": "Всё было отлично! Это новая классика хонки-тонка!",
  "Nice work, guys!": "Отличая работа, парни!",
  "I really loved that heavy breakdown at the end.": "Мне очень понравилась ваша тяжёлая концовка.",
  "I really enjoyed that bass part.": "Ваши басы были на высоте.",
  "Thanks, everyone!": "Всем большое спасибо!",
  "But you should really be clapping for @player! Without his help we'd never have decided what kind of music to make in the first place!": "Но на самом деле, вы должны аплодировать @player! Без его помощи мы бы так и не определились с тем какую музыку вам играть!",
  "But you should really be clapping for @player! Without her help we would've never decided what kind of music to make in the first place!": "Но на самом деле, вы должны аплодировать @player! Без её помощи мы бы так и не определились с тем, какую музыку вам играть!",
  "So you're like an honorary member of the band, then?": "Так что ты теперь нечто вроде почётного члена группы?",
  "Oh! And don't forget to pick up one of our demo cassettes on the way out... Only 10g!": "Ох! И не забудьте приобрести нашу кассету с демозаписями на выходе... всего лишь 10 золотых!",
  "That went well! Thanks again for coming with us.": "Всё вышло не плохо! Спасибо что был с нами.^Всё вышло не плохо! Спасибо что была с нами.",
  "Hey. The show was a great success! Thanks again, @player.": "Эй. Шоу имело большой успех! Еще раз спасибо, @player.",
  "__comment": "Town",
  "I guess you're wondering why I'm in the graveyard at this hour...": "Полагаю, ты спрашиваешь себя, что я делаю на кладбище в это время суток...",
  "Well, I'm here because it's the best place in town to find some privacy.": "Что ж, я здесь, так как это лучшее место в городе чтобы побыть наедине.",
  "And I'm all sweaty because I've been practicing my swordsmanship.": "А потный я только потому, что практиковался в фехтовании.",
  "Hey! What... you think I'm too weak to swing a blade?": "Эй! Что... ты думаешь я слишком слаб, чтобы махать мечом?",
  "Sorry, I guess I'm getting a little defensive.": "Извини, видимо, я начинаю отговариваться.",
  "You see, I want to explore the mountain caves... But I know it's too dangerous to go there unarmed.": "Видишь ли, я хочу исследовать горные пещеры... Но знаю, что идти туда без оружия опасно.",
  "You've used a sword before, haven't you?": "Тебе доводилось когда-либо использовать меч?",
  "Yes, and it's exciting!": "Да, и это увлекательно!",
  "Yes, but only in self-defense": "Да, но только для самозащиты",
  "Yes, but it's dangerous. You should stay safe.": "Да, но это опасно. Нужно себя оберегать .",
  "No": "Нет",
  "Abigail?!": "Эбигейл?!",
  "Dad?": "Папа?",
  "I've been looking all over for you! Your mother wants you to come home and help with dinner!": "Я повсюду тебя искал! Твоя мать хочет, чтобы ты пришёл и помог ей с ужином!",
  "What are you doing in the graveyard, anyway? This is no place for a young lady!": "В любом случае, что ты забыла на кладбище? Молодым девушкам здесь не место!",
  "Mind your own business! You think I should be at home cooking dinner because I'm a girl, don't you?!": "Не твоё дело! Думаешь, раз я девушка, то должна сидеть дома и готовить, так что ли?!",
  "You're really stuck in the past, Dad... ": "Ты действительно застрял в прошлом, Папа... ",
  "...!": "...!",
  "Let's get out of here, @player.": "Давай выбираться отсюда, @player.",
  "Well, are you coming or not?": "Ну, ты идешь или нет?",
  "Come back!": "Вернись!",
  "Okay, my dad won't find us here...": "Ладно, мой папа не найдет нас здесь...",
  "*sigh*... Can you believe my parents were ever young? They don't understand my perspective at all.": "*вздох*... Можешь представить что мои родители когда-то были молоды? Они меня вообще не понимают.",
  "I know, I know... they grew up in a different era, with different values. It still ticks me off sometimes, okay?": "Знаю, знаю... они выросли в другой эпохе, с другими ценностями. Это всё еще выводит меня из себя, понятно?",
  "Well, thanks for hearing me out @player.": "Ладно, спасибо что выслушал, @player.^Ладно, спасибо что выслушала, @player",
  "Um, now could you help untangle my hair from this bush?": "Эм, не поможешь мне отцепить волосы от этого куста?",
  "Okay guys, do you remember your lines?": "Окей парни, вы помните свои слова?",
  "Yes!": "Да!",
  "Ready? Action!": "Готовы? Мотор!",
  "I thought we had something special... I guess I was wrong.": "Я думала у нас было что-то особенное... Наверное, я была не права.",
  "I... I... Uh...": "Я... Я... Ух...",
  "Cut!": "Снято!",
  "I'm sorry!": "Прости!",
  "It's hard to remember my lines when her face is right in front of me like that...": "Тяжело помнить свои слова, когда её лицо прямо вот так напротив меня...",
  "Oh, hey.": "О, эй.",
  "Check out my new camera...": "Зацени мою новую камеру...",
  "Joja Co. is having a video advertisement competition. The prize is 10,000g.": "Джоджа Ко. устраивает конкурс на лучшее рекламное видео. Приз - 10,000g.",
  "Hey! I want you to be in this shot... okay?": "Эй! Я хочу чтобы ты тоже был в кадре... ладно?",
  "Just walk by Clint and Emily in the background while they're talking... It'll give the scene a little more authenticity.": "Просто пройдись за Клинтом и Эмили пока они разговаривают... Это придаст сюжету немного правдоподобности.",
  "Okay... Ready?": "Ладно... Готовы?",
  "Action!": "Мотор!",
  "I thought we had something special... You said you wouldn't leave me for anything. I guess that was a lie.": "Я думала у нас было что-то особенное... Ты сказал, что ни за что меня не бросишь. Видимо, это была ложь.",
  "No! It's not like that... This is just something I have to do. It's very important to me.": "Нет! Всё не так... Просто я должен был это сделать. Это очень важно для меня.",
  "I've just got to try new 'Joja Bluu' cola.": "Мне нужно попробовать новую 'Джоджа Синерджи' колу.",
  "It's got three times the sorbitol for a thick, sweet blast. And it's cheaper than water!": "В ней в три раза больше сорбита для тонкого, сладкого вкуса. И она дешевле воды!",
  "But... But... Isn't soda unhealthy? You promised me...": "Но... Но... Разве сода не вредная? Ты обещал мне...",
  "Have no fear, my dear. The world-class science team at Joja Headquarters have determined that 'Joja Bluu' does not cause a significant erosion of the stomach lining. So you can drink it whenever you like, as much as you like.": "Страху нет, моя дорогая. Научная команда мирового уровня в штабе Джоджа выяснили, что 'Джоджа Синерджи' не вызывает эррозию желудка. Так что можешь пить её где хочешь и сколько хочешь.",
  "The real question is... 'When will YOU turn bluu?'... *glug* *glug*... Ahh...": "Вопрос в том... 'Когда ТЫ посинеешь?'... *буль* *буль*... Ахх...",
  "Cut!": "Снято!",
  "That was perfect.": "Это было прекрасно.",
  "Thanks for the help. ": "Спасибо за помощь. ",
  "...Clint?": "...Клинт?",
  "What a productive day... I got some great footage.": "Какой продуктивный день... у меня есть отличные кадры.",
  "That's a good boy, Dusty.": "Молодец, Дасти.",
  "You might be the only one around here who understands me.": "Ты, может быть единственная, кто меня понимает.",
  "No one else has seen the kind of stuff you and I have.": "Больше такого не видел никто, только ты и я.",
  "@player! Did you overhear me talking?": "@player! Ты подслушал мой разговор?",
  "Yes, I heard everything.": "Да, подслушал.",
  "Not really... why?": "Не совсем... а что?",
  "I don't really like to talk about it, but I guess I'll explain...": "Я не люблю об этом говорить, но думаю объясню...",
  "Have you ever wondered why I live with my grandparents?": "Ты когда-нибудь думал, почему я живу с бабушкой и дедушкой?^Ты когда-нибудь думала, почему я живу с бабушкой и дедушкой?",
  "You see, my father wasn't a good guy... He... Well, he ruined everything for me and my mom.": "Видишь ли, мой отец был не очень-то славным... Он... Ну, он испортил нам с мамой жизнь.",
  "Half the time he was gone... The other half he'd drink all night and tell me I'm worthless, that I'd never amount to anything.": "Полдня он не появлялся... В остальную половину, пил всю ночь и говорил, что я никчёмный и ничего не достигну.",
  "I think he resented me for being young... Bitter because he'd wasted his youth doing nothing and had gotten nowhere in life.": "Думаю его бесило то, что я молодой... Иронично, ведь сам он свою молодость потратил впустую, так ничего и не достингув.",
  "Well... that's my take on it, anyway. Who knows what was going on in his mind.": "Ну... в любом случае, мне так кажется. Кто знает, что у него было на уме.",
  "One day he left, and soon after that Mom got sick and passed away. I had no choice but to move in with my grandparents.": "Однажды он ушёл, и вскоре после этого, Мама заболела и её не стало. Мне оставалось только переехать к дедушке с бабушкой.",
  "You seem like someone I can trust... That's why I'm telling you this, @player. I don't want any sympathy.": "Кажется, тебе можно доверять... Вот почему я всё это тебе рассказываю, @player. Я не ищу сочувствия.",
  "If there's one good thing about my past, it's that it made me strong.": "Если есть что-то хорошее в моём прошлом, так это то, что я стал сильнее.",
  "Now... let me show you what Dusty will do for a barbecued steak.": "А теперь... давай покажу что сделает Дасти за стейк.",
  "Ha! Look at him slobbering. I think he might like steak as much as I do.": "Ха! Смотри как пускает слюни. Думаю, он любит стейки так же сильно, как и я.",
  "Oh... I was talking to Dusty.": "Ох... Я общался с Дасти.",
  "He and I have a lot in common, actually.": "На самом деле, у нас с ним много общего.",
  "I don't usually like to talk about it... But we've been friends for a while now and I think I can trust you.": "Я обычно об этом не говорю... Но мы с тобой уже давно дружим и кажется, я могу тебе доверять .",
  "Have you ever wondered why I live with my grandparents?": "Ты когда-нибудь думал, почему я живу с бабушкой и дедушкой?^Ты когда-нибудь думала, почему я живу с бабушкой и дедушкой?",
  "My father wasn't a good guy... He... Well he ruined everything for me and my mom.": "Видишь ли, мой отец был не очень-то славным... Он... Ну, он испортил нам с мамой жизнь.",
  "Half the time he was gone... The other half he'd drink all night and tell me I'm worthless, that I'd never amount to anything.": "Полдня он не появлялся... В остальную половину, пил всю ночь и говорил, что я никчёмный и ничего не достигну.",
  "I think he resented me for being young... Bitter because he'd wasted his youth doing nothing and had gotten nowhere in life.": "Думаю его бесило то, что я молодой... Иронично, ведь сам он свою молодость потратил впустую, так ничего и не достингув.",
  "Well... that's my take on it, anyway. Who knows what was going on in his mind.": "Ну... в любом случае, мне так кажется. Кто знает, что у него было на уме.",
  "One day he left, and soon after that Mom got sick and passed away. I had no choice but to move in with my grandparents.": "Однажды он ушёл, и вскоре после этого, Мама заболела и её не стало. Мне оставалось только переехать к дедушке с бабушкой.",
  "You know what? There's no sense dwelling on this stuff... I don't want any sympathy from anyone.": "А знаешь что? Что толку переживать за это  ... Мне не нужно ничьё сочувствие.",
  "You have to look on the positive side of things... My childhood wasn't great, but it did make me strong. I had to be.": "Нужно смотреть на вещи с позитивом... Моё детство не было отличным, но я стал сильным. Мне пришлось.",
  "Here, let me show you what Dusty will do for a barbecued steak.": "А теперь... давай покажу что сделает Дасти за стейк.",
  "Ha! Look at him slobbering. I think he might like steak as much as I do.": "Ха! Смотри как пускает слюни. Думаю, он любит стейки так же сильно, как и я.",
  "*Sigh*... How am I going to reach that letter in the back?": "*Вздох*... Как бы мне достать это письмо сзади?",
  "Here, let me help you, Mr. Mullner!": "Давайте я вам помогу, Мистер Мюллнер!",
  "There you go!": "Вот так!",
  "Hmmph. I could've done it myself! And I can certainly move around on my own!": "Хммм. Я бы и сам справился! И уж точно могу передвигаться сам!",
  "How feeble do you think I am?": "Считаешь что я настолько немощен?",
  "@player? You were watching us?": "@player? Ты всё видел?^@player? Ты всё видела?",
  "I was. You did a kind thing there, Penny.": "Да. Ты правильно поступила, Пэнни.",
  "You should've left him alone. Now he's grumpy.": "Тебе стоило оставить его в покое. Теперь он хмурится.",
  "I'm just taking a walk, minding my own business.": "Я просто тут прогуливаюсь, занимаюсь своими делами.",
  "*sigh*...No, no... I'm sorry, miss. I shouldn't have gotten so angry.": "*вздох*...Нет, нет... Извините меня, мисс. Не стоило мне так сердиться.",
  "It was actually very kind of you to help me out.": "На самом деле, с вашей стороны было очень любезно мне помочь.",
  "That's okay, Mr. Mullner. I understand.": "Всё в порядке, Мистер Мюллнер. Я всё понимаю.",
  "It must be difficult to grow old...": "Стареть наверное нелегко...",
  "I'd rather not think about it.": "Лучше мне об этом не думать.",
  "It's just a different part of life.": "Это просто другая часть жизни.",
  "That's why we should respect our elders.": "Поэтому нужно уважать пожилых близких.",
  "I'd rather die young...": "Лучше умереть молодым...",
  "Well, it was interesting talking to you, @player. I should go.": "Что ж, занятно было с тобой поболтать, @player. Мне пора.",
  "Hey! What do you think you're doing? That's private property!": "Эй! Что ты делаешь? Это частная собственность!",
  "Sam!": "Сэм!",
  "Uh... Er... I... I'm sorry, sir.": "Ух... Эм... Из... Извините, сэр.",
  "*sigh*... The youth these days... Sometimes I wonder if this town isn't doomed.": "*вздох*... Ох уж эта молодёжь... Порой удивляюсь тому, то этот город еще не обречён.",
  "You saw what happened, @player. What do you have to say about this?": "Ты видел что случилось, @player. Что ты на это скажешь?^Ты видела что случилось, @player. Что ты на это скажешь?",
  "You're right, sir. Sam should respect private property.": "Вы правы, сэр. Сэм должен уважать частную собственность.",
  "Don't blame Sam. There's nowhere else for him to ride!": "Не вини Сэма. Ему больше негде кататься!",
  "I'm staying out of this.": "Это не моё дело.",
  "Fine! I just won't ride my skateboard ever again. Happy?": "Отлично! Я просто больше не притронусь к скейтбору. Счастливы?",
  "Exactly! If there was a park in town, I could ride there and everyone would be happy.": "Именно! Если бы в городе был парк, я бы мог кататься в нём и все были бы счастливы.",
  "Hmmph. Alright.": "Хммм. Ладно.",
  "You're being difficult, Sam. I have no problem with you riding around town, just try not to cause any damage! It's that simple.": "С тобой сложно, Сэм. Я не против, что ты разъезжаешь по городу, но постарайся хотя бы ни чего не ломать! Это же так просто.",
  "Hmmph. I thought you were more mature than this, @player.": "Хммм. Я думал, что ты перерос это, @player.",
  "I'll let it slide this time, Sam. But I don't want to see you doing this anymore.": "Я позволю тебе уйти с этим в этот раз, Сэм. Но, что бы Я этого больше не видел.",
  "Got it?": "Понял?",
  "Sam... I'm sorry I yelled at you. Just please try not to damage anything in the future. Got it?": "Сэм... мне жаль что сорвался на тебя. Просто постарайся в будущем, больше ни чего не ломать, хорошо?",
  "Got it?": "Понял?",
  "Yes, sir.": "Да, сэр.",
  "...Did you see that trick, though? That was rad.": "...Ты видел этот трюк? Это было круто.",
  "@player! You're here!": "@player! Ты здесь!",
  "Okay... I guess I'd better introduce my pieces. Wish me luck!": "Ладно... думаю мне пора выйти и представить мот произведения. Пожелай мне удачи!",
  "Umm... Okay everyone!": "Ммм... Ладно все!",
  "Thanks for coming to my art show.": "Спасибо за то, что пришли на мою выставку.",
  "As some of you know, I came to this town because I wanted to draw inspiration from the beautiful surroundings.": "Как не которые из вас знают, я приехала в этот город в поисках вдохновения, среде этой чудесной природы.",
  "This place really feels like home now.": "И теперь это место стало для меня домом..",
  "Okay. I'm going to introduce my sculptures now.": "Ладно, теперь я бы хотела представить вам мои скульптуры.",
  "I haven't named this one, yet. She started out as an exercise in human anatomy, but I ended up seeing her through to completion.": "У этой ещё нет имени, Она начиналась, как олицетворение человеческой анатомии, но стала моим видением наказания.",
  "Her expression is intentionally unclear... is she embarrassed, amused, pained? I'll leave that for you to decide.": "Выражение её лица умышленно не чётко... смущается ли она? Или испытывает боль,  смятение. Вам решать.",
  "This one's called 'Post-Dimensional Nullspace'. It represents the boundary of human imagination.": "Эта скульптура называется 'Пост-пространственный Вакуум'. Она отражает ограниченность человеческого воображения.",
  "The shape and color came to me vividly when I was in a 'trance state'.": "Формы и цвета пришли ко мне когда я была в состоянии 'транса'.",
  "I've been calling this one 'Egg Heads'. I wanted to create an animatronic humanoid statue to toy with the viewer's ability to properly attribute personhood to a physical entity.": "А эта называется \"Яйцеголовый\". Я хотела создать движущуюся человекообразную статую, что бы поиграть со способностью наблюдателя, к соотношению себя с физической бесконечностью.",
  "And the last one is called 'Wood Sculpture 3'. It's a celebration of my favorite sculpting material... wood.": "И наконец, вот, она зовётся 'Деревянная Скульптура 3'. Она олицетворяет мой любимый материал для резки... дерево.",
  "Well, those are my sculptures!": "Ну, вот такие у меня скульптуры!",
  "Oh! One last thing.": "О! Ещё кое что.",
  "I'd like to say thanks to my special friend, @player.": "Я бы хотела поблагодарить моего особенного друга, @player",
  "He gave me the idea for this show and the courage to go through with it. I know that sounds cheesy, but it's true.": "Именно он подал мне идею организовать эту выставку и вдохнул в меня смелость прийти на неё. Я знаю, что это звучит глупо, но это правда.",
  "She gave me the idea for this show and the courage to go through with it. I know that sounds cheesy, but it's true.": "Именно она подала мне идею организовать эту выставку и вдохнула в меня смелость, прийти на неё. Я знаю, что это звучит глупо, но это правда.",
  "I'm proud of you, Leah! Events like this really breathe life into our little town!": "Я так горжусь тобой, Лия! Такие события вдыхают жизнь в наш город!",
  "Great stuff!": "Отличная вещь!",
  "I love your art, Leah! 'Post-Dimensional Nullspace' is my favorite.": "Мне понравилось твоё творчество, Лия!  'Пост-пространственный Вакуум' моё любимое.",
  "Great use of wood!": "Великолепное использование древесины!",
  "Thanks for doing this!": "Спасибо за то, что делаешь это!",
  "Thanks, everyone!": "Спасибо,всем!",
  "Now let's start the bidding on these wonderful art pieces... A marvelous addition to your home!": "А теперь приступим к аукциону этих прекрасных изделий... Чудесное дополнение у вашему дому!",
  "Do I hear 5000g for the pink one?": "Кто-то сказал 5000g за розовую?",
  "Wow! I'm exhausted.": "Ого! У меня сил нет.",
  "My show was a real success, wasn't it?": "Моё представление прошло с успехом, не так ли?",
  "Marnie... we can't. If word got out, it could undermine my position of authority in the town!": "Марни... нам нельзя. Если пойдут слухи, это подорвёт мой авторитет!",
  "You understand... don't you?": "Ты ведь понимаешь... да?",
  "You care too much about your job, Lewis. There are other things to life, you know.": "Ты слишком сильно беспокоишься за свою работу, Льюис. Знаешь, в жизни есть более важные вещи.",
  "...but yes, I understand. I guess we'll have to keep...us...a secret.": "...но конечно, Я понимаю. Полагаю нам придётся хранить...наш...секрет.",
  "Gahh!": "Аахх!",
  "@player...You overheard everything, didn't you?": "@player...Ты всё слышал, да?^@player...Ты всё слышала, да?",
  "Yes... but I'll keep it a secret.": "Да... но я сохраню это в тайне.",
  "Yes... and I'm going to tell everyone.": "Да... и я собираюсь всем рассказать.",
  "Why were you hiding there, anyway?": "Впрочем, зачем ты там прятался?^Впрочем, зачем ты там пряталась?",
  "@player!": "@player!",
  "...You caught me.": "...Ты застал меня врасплох.^...Ты застала меня врасплох.",
  "I was planning to ask Emily on a date. I was at her doorstep and everything... but then I heard her coming and I dove into this bush.": "Я собирался пригласить Эмили на свидание. Я уже стоял у её двери и всё такое... но затем я услышал её шаги и нырнул в этот куст.",
  "Now I'm waiting until she's done talking with Caroline so I can sneak back into my house.": "Теперь жду, когда она договорит с Кэролайн, чтобы потом я мог ускользнуть к себе домой.",
  "What did you just say? You'll never upgrade your tools again if I don't ask her out?": "Что ты только что сказал? Ты больше не будешь улучшать у меня свои инструменты, если я не приглашу её на свидание?^Что ты только что сказала? Ты больше не будешь улучшать у меня свои инструменты, если я не приглашу её на свидание?",
  "You're a villain, @player.": "Ты настоящий мерзавец, @player.^Ты настоящая мерзавка, @player.",
  "*sigh* ...alright, I'll do it.": "*вздох* ...ладно, сделаю это.",
  "I gotta remember that advice @player gave me in the saloon.": "Нужно вспомнить тот совет, что дал мне @player в салуне.^Нужно вспомнить тот совет, что дала мне @player в салуне.",
  "Um... Emily?": "Эм... Эмили?",
  "Sorry, Caroline. Could you excuse me for a minute?": "Извини, Кэролайн. Не оставишь нас на минутку?",
  "Yes, Clint?": "Да, Клинт?",
  "I was wondering if you'd go w... with... tomorrow, me... *gulp*": "Я вот подумал, может хочешь... сходить... со мной, завтра... *сглатывает*",
  "I've got two tickets for the Grampleton Carnival tomorrow. W... Would you go with me? ": "У меня есть два билета на завтрашний Карнавал Грэмплтон. По... Пойдёшь со мной? ",
  "Sure, Clint! That sounds fun!": "Конечно, Клинт! Звучит здорово!",
  "Really? Okay! I'll pick you up at five.": "Правда? Хорошо! Я зайду за тобой в пять.",
  "Okay! See you tomorrow!": "Хорошо! До завтра!",
  "Did you see that?! I've got a date tomorrow night!": "Видел?! У меня завтра вечером свидание!^Видела?! У меня завтра вечером свидание!",
  "Oh man...I'm so nervous.": "Ох блин...Я так нервничаю.",
  "Thanks for forcing me to do that, earlier. I'm scared, but also very pleased.": "Спасибо, что еще раньше подтолкнул меня на это. Мне страшно, но в то же время и приятно.^Спасибо, что еще раньше подтолкнула меня на это. Мне страшно, но в то же время и приятно.",
  "Hi @player.": "Привет, @player.",
  "I wanted to talk to you in private...": "Я хотел поболтать с тобой наедине...",
  "It's kinda cold out here though... let's sneak into my room.": "Тут довольно холодно... давай перейдём в мою комнату.",
  "So... @player.": "Так вот... @player.",
  "I know I've been talking about nothing but the band for a while now... But I don't want you to think that's all I'm interested in.": "Знаю, что в последнее время я постоянно говорю о своей группе... Но я не хочу, чтобы ты думал, что это всё, чем я интересуюсь.^Знаю, что в последнее время я постоянно говорю о своей группе... Но я не хочу, чтобы ты думала, что это всё, чем я интересуюсь.",
  "Um... Er... What I mean is...": "Эм... Ээ... Я хочу сказать...",
  "Well, I'm really happy that we've grown so close... Heh.": "Ну, я действительно рад, что мы стали так близки... Хех.",
  "@player... do you think of me as... just a friend?": "@player... я для тебя... просто друг?",
  "Sam? I'm coming in!": "Сэм? Я вхожу!",
  "Quick! Hide in the bed!": "Быстро! Прячься в кровать!",
  "What's wrong, Honey? Were you doing something... bad?": "Что такое, Дорогой? Ты занимался чем-то... нехорошим?",
  "I thought I heard some weird sounds coming from your room...": "Мне показалось, что я слышала странные звуки, доносящиеся из твоей комнаты...",
  "No Mom! I was just... doing push-ups! I wanna beat Dad at arm-wrestling some day! ...heh.": "Нет, Мам! Я просто... отжимался! Хочу однажды победить Папу в арм-рестлинге! ...хех.",
  "Oh! *giggle*... That explains why you're all red and sweaty.": "Ах! *хихикание*... Это объясняет, почему ты весь красный и потный.",
  "Okay, well good luck. I'll see you in the morning.": "Ладно, в таком случае, желаю удачи. Увидимся утром.",
  "Goodnight, Mom.": "Спокойной ночи, мама.",
  "Whew... That was close.": "Фух... Это было близко.",
  "...@player?": "...@player?",
  "Get out of the bed.": "Выбраться из кровати.",
  "Stay put.": "Остаться на месте.",
  "Earlier, I was trying to say... that I really like you, @player. I think we could really have something special together... Know what I mean?": "Так о чём это я... ты мне очень нравишься, @player. Думаю вместе, у нас было бы что-то особенное... Понимаешь, о чём я?",
  "Alright, I said it.": "Хорошо, я высказался.",
  "Move closer to Sam.": "Приблизиться к Сэму.",
  "Head for the window.": "Пойти к окну.",
  "I'm going to be thinking about this night for a long time...": "Я буду долго вспоминать эту ночь...",
  "...": "...",
  "Oh, hi there.": "Ой, привет.",
  "What an eyesore...": "Какая мерзость...",
  "This is the Pelican Town Community Center... or what's left of it, anyway.": "Это Общественный центр Пеликан-Тауна... по крайней мере то, что от него осталось.",
  "It used to be the pride and joy of the town... always bustling with activity.": "Раньше он был гордостью и радостью города... в нём всегда было людно.",
  "Now... just look at it. It's shameful.": "А теперь... взгляни на это. Стыд и позор.",
  "These days, the young folk would rather sit in front of the TV than engage with the community.": "Нынче молодёжь лучше будет сидеть перед телевизором, чем общаться с людьми.",
  "But listen to me, I sound like an old fool.": "Посмотрите на меня, брюзжу как старый дурак",
  "Joja Corporation has been hounding me to sell them the land so they can turn it into a warehouse...": "Корпорация ДжоДжа запугивали меня что бы я продал им участок земли под постройку склада...",
  "Pelican Town could use the money, but there's something stopping me from selling it... I guess old timers like me get attached to relics of the past... Ah well.": "Пеликан Тауну пригодились бы эти деньги, но что то останавливает меня от этого... полагаю старики вроде меня слишком привязаны к прошлому... ну ладно.",
  "If anyone else buys a Joja Co. Membership I'm just gonna go ahead and sell it.": "Если кто-нибудь купит членство в ДжоДжа Ко, я пойду им навстречу и продам им землю.",
  "*sigh*... Here, let's go inside...": "*вздох*... Пошли, зайдём внутрь...",
  "Hmm? What's this?...": "Хмм? Что это?...",
  "I guess Vincent and Jas must've been playing in here.": "Должно быть Винсент и Джес здесь игрались.",
  "This place is even more dilapidated than I remember.": "Это место еще более ветхое чем я помню.",
  "What?": "Что такое?",
  "What's the matter? Are you ill?": "В чём дело? Ты здоров?",
  "You saw something? Hmm... I wouldn't be surprised if this place was full of rats.": "Ты что-то видел? Хммм... Не удивлюсь, если здесь полно крыс.^Ты что-то видела? Хммм... Не удивлюсь, если здесь полно крыс.",
  "You're worrying me, @player...": "Я за тебя волнуюсь, @player...",
  "Look, I think I'm going to head home. I need some lunch.": "Ладно, пойду я наверное домой. Надо перекусить.",
  "Hey. I'll keep this place unlocked from now on... maybe you can help catch that rat if you have some extra time.": "Эй. Я оставлю это место открытым... если у тебя будет время, можешь поймать эту крысу.",
  "Strange...": "Странно...",
  "I'll have to come back and explore this building further.": "Нужно будет вернуться и тщательнее обследовать это место.",
  "I'm not sure how you did it, @player... but the community center has never looked better!": "Не знаю, как у тебя это получилось, @player... но общественный центр еще никогда так здорово не выглядел!",
  "You've done Pelican Town a great service. Everyone in town is pleased.": "Ты оказал Пеликан Тауну великую услугу. Все в городе довольны.^Ты оказала Пеликан Тауну великую услугу. Все в городе довольны.",
  "As a way of saying 'Thank You', I'd like to present you with this Town's greatest honor... The Stardew Hero Award. You've earned it!": "В качестве благодарности, я хотел бы вручить тебе знак великого почёта этого города... Награду Героя Стардью. Ты её заслуживаешь!",
  "VOICE: Grumble... Grumble...": "ГОЛОС: Ворчание...",
  "Who's that?": "Кто это?",
  "Sales have been plummeting! Where have all my customers gone?": "Продажи резко упали! Мои клиенты ушли?",
  "Ah, Morris.": "Ах, Моррис.",
  "Waa..?!": "Ваа..?!",
  "All my customers...Here?!?": "Все мои клиенты...Тут?!?",
  "This isn't good...": "Это нехорошо...",
  "How does it feel?": "Каково это?",
  "Let's be reasonable.": "Будем рассудительными.",
  "Let's settle this the old-fashioned way.": "Решим всё по старинке.",
  "Hmmph!": "Хммм!",
  "It's of no consequence! I'll just run a 75%-off sale and all my customers will come crawling back to me, begging for forgiveness! You'll see!": "Это ничего не меняет! Я просто устрою распродажу с 75% скидкой и клиенты приползут обратно, моля, чтобы я их простил! Вот увидишь!",
  "No...not this time...": "Нет... не в этот раз...",
  "Gather 'round, everyone!": "'Сбор ' вокруг, все!",
  "I remember when I first moved to Pelican Town... This building was active and vibrant.": "Помню, когда я впервые приехал в Пеликан Таун... В этом здании было живо и красочно.",
  "We worked together to make the town a better place. There was a real sense of community.": "Мы работали сообща, чтобы сделать город лучше. Было ощущение настоящей общины.",
  "George, you always used to do the crossword puzzle while sipping coffee in the community kitchen. Remember?": "Джордж, ты любил решать кроссвроды, попивая кофе на общей кухне. Помнишь?",
  "The good ol' days.": "Хорошее было время.",
  "Emily, you wove that custom banner for the Stardew Valley Fair.": "Эмили, ты связала ту вывеску для Ярмарки Стардью.",
  "I remember you working on that for years!": "Помню как ты годами над ним работала!",
  "It... It was a lot of fun... ": "Это... это было весело... ",
  "Willy!": "Вилли!",
  "Me?": "Я?",
  "Remember when your little crab experiment got out of hand?": "Помнишь, когда твой эксперимент с крабом вышел из-под контроля?",
  "Hehe... That I do. We showed up one morning and the place was crawlin' with 'em.": "Хехе... Помню. Однажды утром мы пришли и место кишело крабами.",
  "But Gus saved the day with a brilliant idea... A crab leg feast for the entire valley!": "Но Гас нашёл идеальное решение... Крабовый банкет для всей долины!",
  "I still dream of that garlic butter.": "Я до сих пор вижу во снах то чесночное масло.",
  "Mmmmm...": "Мммммм...",
  "You see, everyone? Our community is what makes Pelican Town special.": "Вот видите? Наша община, это то что делает Пеликан Таун особенным.",
  "When JojaMart came to town we lost sight of that.": "Когда ДжоДжамарт прибыл в город мы это потеряли.",
  "But now, thanks to @player, we have a second chance.": "Но теперь, благодаря @player,  у нас появился второй шанс.",
  "I'm asking that you join me in boycotting JojaMart! We have the power to reclaim our old way of life!": "Я прошу вас присоединиться ко мне и байкотировать ДжоДжомарт! У нас есть силы восстановить наш старый образ жизни!",
  "Who's with me?": "Кто со мной?",
  "I've lived here too long to see this town go to ruin.": "Я прожил здесь слишком долго, чтобы увидеть как город рухнет.",
  "You can count me in!": "Я в деле!",
  "I'm in.": "Я согласна.",
  "Boycott!": "Бойкот!",
  "Me too!": "Я тоже!",
  "It's about time!": "Пора!",
  "No More Joja!": "Долой ДжоДжу!",
  "I'm done for...": "С меня хватит...",
  "Morris and his JojaMart cronies were never heard from again...": "Морриса и его дружков из ДжоДжа больше никто не видел...",
  "There he is, everyone! Look sharp!": "Эй все, вот он! Глядите!",
  "There she is, everyone! Look sharp!": "Эй все, вот она! Глядите!",
  "*Ahem*...": "*Кхм*...",
  "Just a few short years ago, the great innovaters at Joja Headquarters came up with a new idea, the Joja Community Development Project.": "Лишь пару коротких лет назад, великие умы из Штаб Квартиры Джоджа создали новую идею, Проект Развития Общин Джоджа.",
  "The project was concieved as a way to provide important construction services to the beloved communities we hold so dear...*sniff*... all while generating substantial revenue!": "Проект был создан специально для того, чтобы предоставить необходимые строительные службы для развития наших любимых сообществ, которые мы очень ценим и поддерживаем...*шмыгает носом*... по крайней мере, пока они приносят хорошую прибыль.",
  "Pelican Town, with its run-down infrastructure, was a perfect testing grounds.": "Пеликан Таун, с его изношенной инфраструктурой, стал прекрасным полигоном для испытания новой идеи.",
  "Well, thanks to you, our Community Development Pilot Program has been a major success!": "Благодаря вам, наша опытная Программа по Развитию Общин прошла с блестящим успехом!",
  "From repairing old bridges, to fixing buses, to turning piles of rubble into a greenhouse, we've really turned this city around!": "Начиная с ремонта старых мостов, починки автобусов, превращения кучи камней в экологически чистые дома, мы преобразили этот город!",
  "I've also recieved a big promotion! Hehehe.": "Ну а я получил большое повышение! Хахаха.",
  "The president of the company asked me to give you this exclusive gift as a way of saying 'thanks'.": "Президент компании попросил меня вручить вам этот уникальный подарок, в качестве благодарности.",
  "Grr... sounds like those raccoons are back again. Filthy varmints...": "Гррр... похоже что эти еноты снова вернулись. Грязные вредители...",
  "Ah, you turned up at the right moment, son.": "Аах, ты вернулся как раз вовремя, сынок.",
  "Ah, you turned up at the right moment, miss.": "Аах, ты вернулась как раз вовремя, мисс.",
  "Could you do an old man a favor? Could you go around the corner and scare off those raccoons for me? They've been causin' a real mess.": "Можешь сделать старику одолжение? Можешь выскочить из-за угла и напугать этих енотов ради меня? Они наводят жуткий беспорядок.",
  "Thanks. Make sure you give 'em a good scare so they never come back.": "Спасибо. Постарайся напугать их как следует, что бы они ни когда больше не возвращались.",
  "It was me... I'm sorry.": "Это был я... Прости.",
  "I find a lot of hot, fresh food in these cans... stuff that will go to waste if I don't take it.": "Я нашёл много горячей, свежей еды в этих бочках... они пропадут если я не возьму их.",
  "You can go on home. I promise I won't rummage in George's can anymore.": "Можешь идти домой, Я даю слово что больше не буду рыться в мусорной корзине Джорджа.",
  "You can tell him you scared off the raccoons for good.": "Можешь сказать ему что как следует напугал енотов.",
  "Wait.": "Подожди.",
  "I know what you were doing, Linus.": "Я знаю что ты делаешь, Линус.",
  "If you need food... just ask. I don't want anyone in Pelican Town to go hungry.": "Если тебе нужна еда.. ты можешь просто попросить. Я не хочу что бы кто голодал в Пеликан Тауне.",
  "Here. I've got a basket of zuchinni fritters for you. Just make sure you dip them in my spicy marinara!": "Вот. У меня есть коробочка с оладьями из цуккини. Просто, перед тем как есть обязательно макни их в мой соус маринара!",
  "Go on... take it.": "Давай... бери.",
  "__comment": "Trailer",
  "Ughh... It's so dirty in here.": "Ох... Здесь так грязно.",
  "@player! Um... Sorry that it's such a mess. I was about to clean up.": "@player! Эм... Извини за беспорядок. Я только собралась прибраться.",
  "You'll help me? You really mean it?": "Ты хочешь мне помочь? Правда?",
  "Okay, you can get started over there. I'll clean the kitchen.": "Ладно, тогда начни оттуда. Я пока на кухне уберу.",
  "Whaddya think you're doing?!": "Какого это вы тут затеяли?!",
  "Stop it! I had everything just the way I like it!": "Кто разрешал трогать мои вещи? Они лежат где мне надо!",
  "Mom, the house is a total mess. @player and I were just trying to tidy things up a bit.": "Мам, но в доме бардак. @player просто помогает мне немного прибраться.",
  "*sniff* *sniff*... Were you at the saloon just now? You smell like beer...": "*нюхает воздух*... Ты снова была в салуне? От тебя пивом пахнет...",
  "It's none of your damn business where I go!": "Где я была тебя не касается!",
  "It IS my business! I don't want you destroying yourself!": "Как раз МЕНЯ это и касается! Я не могу смотреть, как ты себя убиваешь!",
  "Don't you realize your choices have an effect on me? Stop being so selfish!": "Как ты не видишь: я страдаю от твоих действий! Ну что ты за эгоистка такая?!",
  "Selfish? I put a roof over your head and clothes on your back and you call me selfish!? You ungrateful little...": "Эгоистка? Значит я её кормлю, одеваю, даю ей крышу на головой, а в благодарность я \"эгоистка\"?! Да как у тебя язык повернулся, шмакодявка...",
  "You'd better go. I'm sorry you had to see this, kid.": "Тебе лучше уйти, детка. Да и... прости, что пришлось всё это слушать.",
  "He's a nice young man...": "Милый паренёк...",
  "She's a nice young lady...": "Милая девчёнка...",
  "But I don't want you tellin' others to clean up my house! It's embarrassing! You understand?": "Но чтобы я больше не видела, как чужие люди убирают мой дом! Это унизительно! Поняла меня?!",
  "...Yes, mother.": "...Да, мам.",
  "@player, you came at a good time!": "@player, ты очень во время!",
  "I'm just about finished cooking a new recipe I invented!": "Я почти приготовила новое блюдо по собственному рецепту!",
  "Let me just finish up real quick.": "Ещё буквально пара минут...",
  "Here, give that a little taste.": "Вот, можешь попробовать.",
  "...well?": "...как тебе?",
  "(Lie) Mmm! That was delicious!": "(Lie) М-м-м... Очень вкусно!",
  "Uh... can I get the rest to go?": "Эм... не распробовал.^Эм... не распробовала.",
  "Well it's definitely unique... how did you get it so rubbery?": "Блюдо, конечно, уникальное... своей \"резиновой\" консистенцией...",
  "Hey, since you're the first person to try it, I'm going to name this one 'Chili de @player'.": "Слушай, я тогда назову это блюдо в честь первого дегустатора: \"Чили де @player\".",
  "Well, I guess this recipe was a failure...": "Что ж, неверное рецепт лучше выкинуть...",
  "Um... so how about we watch a movie or something?": "Эм... может тогда кино посмотрим или ещё что?",
  "Thanks for being my taste-tester.": "Спасибо за дегустацию.",
  "__comment": "WizardHouse",
  "Ah... Come in.": "Оу... Входи.",
  "I am Rasmodius... Seeker of the arcane truths.": "Я Расмодей... Искатель высшей истины.",
  "Mediary between physical and ethereal.": "Странник между физическим миром и миром духов.",
  "Master of the seven elementals.": "Мастер семи элементалей.",
  "Keeper of the sacred cha-... you get the point.": "Хранитель священной чак... ну ты понял.",
  "And you... @player. The one whose arrival I have long foreseen.": "И вы...  @player. Тот, чье появления я так давно предвидел.",
  "Here, I'd like to show you something.": "Вот, я хотел тебе кое-что показать.",
  "Behold!": "Вот!",
  "You've seen one before, haven't you?": "Ты видел такое раньше, не так ли?",
  "They call themselves the 'Junimos'...": "Они называют себя 'Юнимо '...",
  "Mysterious spirits, these ones... For some reason, they refuse to speak with me.": "Довольно загадочные ребята... по какой-то причине они отказываются общаться со мной.",
  "I'm not sure why they've moved into the community center, but you have no reason to fear them.": "Я не знаю почему они появились в общественном центре, но они не опасны.",
  "Hmmm? You found a golden scroll written in an unknown language?": "Хмм? Ты нашел золотой свиток написанный на неизвестном языке?",
  "Most interesting...": "Очень интересно...",
  "Stay here. I'm going to see for myself. I'll return shortly.": "Побудь здесь. Я должен найти себя. Скоро вернусь.",
  "I found the note...": "Я нашел записку...",
  "The language is obscure, but I was able to decipher it:": "Малопонятный язык, однако я смог расшифровать его:",
  "We, the Junimo, are happy to aid you. In return, we ask for gifts of the valley. If you are one with the forest then you will see the true nature of this scroll.": "Мы, Юнимо , счастливы помочь тебе. В замен, мы просим от тебя дары долины. Если станешь единым с лесом, то тебе откроется истинная природа свитка.",
  "Hmm... 'One with the forest'... What do they mean?": "Хм... 'Один с лесом'... Что это означает?",
  "...*sniff*...*sniff*...": "...*хнык*...*хнык*...",
  "Ah-hah!": "Аха-ха!",
  "Come here!": "Иди сюда!",
  "My cauldron is bubbling with ingredients from the forest.": "В моём котле кипят сущности леса.",
  "Baby fern, moss grub, caramel-top toadstool... Can you smell it?": "Дитя папоротника, личинка моха, карамельная поганка... чувствуешь запах?",
  "Here. Drink up. Let the essence of the forest permeate your body.": "Вот. Выпей. Пусть сущность леса пропитает твоё тело.",
  "You've gained the power of forest magic! Now you can decipher the true meaning of the junimo scrolls.": "Ты приобрел силу лесной магии! Теперь ты можешь расшифровать свиток Юнимо."
}