{
  "__comment": "FestivalDates",
  "Egg Festival": "Яичный фестиваль",
  "Flower Dance": "Цветочный танец",
  "Luau": "Люау",
  "Dance of the Moonlight Jellies": "Танец \"Лунных медуз\"",
  "Stardew Valley Fair": "Ярмарка Долины Стардью",
  "Spirit's Eve": "Канун Дня Духов",
  "Festival of Ice": "Ледяной праздник",
  "Feast of the Winter Star": "Праздник Зимней Звезды",
  "__comment": "fall16",
  "Stardew Valley Fair": "Ярмарка долины Стардью",
  "I beat all these games last year!": "Я обыграл всех в прошлом году!",
  "I learned all of Robin's techniques last year, but she's always one step ahead of me!": "Я ещё в том году изучила все приёмы Робин, но она всегда на шаг впереди!",
  "mumph... This is my one chance to pig out on barbecue sandwiches.": "*активно жуёт* Только сегодня я могу объедаться сандвичами с барбекю.",
  "I hope we win the grange display contest!": "Надеюсь, мы выиграем конкурс фермерских стендов!",
  "Did you remember to bring good stuff for our grange display? I hope we win this year.": "Ты не забыл взять наши лучшие продукты для стенда?^Ты не забыла взять наши лучшие продукты для стенда? Надеюсь, в этом году мы выиграем.",
  "Hey, @player. I'm just catching up with Sam. Go ahead and have some fun.": "Привет, @player. Я тут с Сэмом тусуюсь. А ты веселись, на нас не смотри.",
  "Sebastian's the same as always. Are you having fun at the festival?": "Себастиан как всегда. Ну а ты что, развлекаешься?",
  "I'm just catching up with some old friends... you go on and have a good time.": "Я просто общаюсь со старыми друзьями... иди и хорошо проведи время.",
  "I'll wait here until you're ready to go home...": "Я тебя здесь подожду и вместе домой пойдём...",
  "The smokey aroma drew me here, yet 'twas the zesty sauce that truly sealed my fate... *gurgle*": "Пришёл на клёвый аромат и йоу, такого офигенно пикантного соуса я в жизни не пробовал... *сёрбает*",
  "I already beat all the games... now what?": "Я уже везде выиграл... и что теперь?",
  "Woodworking is an ancient tradition that I'm very proud to be a part of.": "Столярство - древняя традиция и я очень горжусь быть её частью.",
  "Robin really works hard on her carpentry stuff... she deserves a little recognition now and then.": "Робин все силы вкладывает в свои деревянные изделия... Она точно заслужила немного признания.",
  "*slurp* mmm... this barbecue sauce is amazing.": "Ум-м-м... восхитительный соус.",
  "It's kinda hectic today... I'm just gonna hang out here for a while.": "Сегодня как-то суматошно... Я лучше тут покручусь.",
  "My store carries the very finest quality products in the whole valley. Please, inspect my grange display closely and see for yourself!": "В моём магазине только лучшие продукты со всей долины. Вот, осмотри мой фермерский стенд и лично убедишься!",
  "Pierre is very serious about his grange display. He's been setting aside the best-looking produce for weeks in preparation.": "Пьер со всей серьёзностью подошёл к подготовке своего стенда. Он несколько недель отбирал для него самую привлекательную продукцию.",
  "Hey, best of luck to you if you enter!": "Эй, удачи на ярмарке!",
  "These animals never judge people by their looks. The same can't be said for humans.": "Эти животные не судят людей по внешнему виду. Чего не скажешь о самих людях.",
  "I played the 'Strength' game too many times and now my arms feel like rubber.": "Я так много играл в \"Богатыря\", что даже рук поднять не могу.",
  "Hmm... smoked turkey haunch? I guess this festival isn't all bad.": "Хм-м... Копчёные индюшиные бёдрышки? Этот праздник не так уж и плох.",
  "I wish Gus would include a vegetarian option. Some zucchinni skewers, maybe?": "Почему Гас не готовит ничего вегетарианского? Цукини на вертеле, например.",
  "Well @player, It's the big day... Our most important festival of the year, the 'Stardew Valley Fair'.": "Слушай @player, у нас сегодня большой день... Сегодня самый главный праздник всего года - \"Ярмарка долины Стардью\".",
  "If you'd like to participate by setting up a grange display, I've left an empty stand for you. Just let me know after you've set everything up so we can get to the judging.": "Если захочешь показать свои фермерские достижения - вон там для тебя есть пустой стенд. Дай мне знать, когда всё разложишь и я начну оценивать участников.",
  "I complain about my job sometimes, but I do take pride in my work.": "Я бываю недоволен этой профессией, но горжусь результатами своей работы.",
  "These are some of my finest pieces. I hope you like them.": "Тут одни из лучших её образцов. Надеюсь, тебе понравится.",
  "You know, I would've made a pretty good clown. I think I missed my calling.": "Знаешь, из меня бы вышел неплохой клоун. Наверное, я упустила своё призвание.",
  "I won the wheel of chance ten times in a row and now the man won't let me play anymore...": "Я десять раз подряд выиграла на колесе фортуны и распорядитель меня больше не пускает...",
  "Better hurry up, kid... Before ol' Pam here fishes every last lunker out of the tent! Hehe.": "Торопись, детка... Пока тётя Пэм не выловила тут последнего карасика! Хе-хе.",
  "Have you been to the fortune teller? She set up her stand in the graveyard.": "Ты уже был у гадалки?^Ты уже была у гадалки? Она поставила свой шатёр на кладбище.",
  "I already saw her... she told me something... interesting. *giggle*": "Я только что от неё и... она сказала мне нечто... забавное. *хихикает*",
  "He doesn't look very happy... I guess Mayor Lewis had to cut costs with a budget clown this year.": "Не очень-то он весёлый... Наверное, мэру Льюису пришлось урезать расходы на клоунов.",
  "I'm waiting for this clown to start doing something funny.": "Я жду, когда этот клоун начнёт по-настоящему веселить.",
  "Pretty disappointing.": "Скучный он.",
  "Hey @player. Having a good time?": "Приветик @player. Как настроение?",
  "The slingshot tent is pretty fun, and if you get good at it you can really rack up the star tokens.": "Аттракцион с рогатками классная штука. Если набьёшь руку - будешь лопатой грести жетоны.",
  "I really admire Robin's carpentry skills. I use a lot of the same techniques in my own line of work.": "Не перестаю восхищаться столярскими навыками Робин. Многие её техники я и сама использую.",
  "All these animals are friendly and love to get massaged.": "Все эти животные ручные и очень любят, когда их гладят.",
  "I tried my best, but my display is pretty weak compared to Pierre's.": "Как я ни старалась, но мой стенд всё равно хуже, чем у Пьера.",
  "Well, maybe the judges will give me bonus points for the massive cheese wheel.": "Ладно, может судьи дадут мне бонус за огромную головку сыра.",
  "I'm trying to get Gus to tell me his sauce recipe, but he won't budge.": "Я пытаюсь выведать у Гаса рецепт его соуса... и всё никак.",
  "Eat as much as you like! It's all free today... compliments of Mayor Lewis.": "Ешь сколько влезет! Сегодня всё бесплатно... спасибо мэру Льюису.",
  "Oh! Make sure to dribble some of my secret sauce on there.": "Да, и не забудь попробовать мой секретный соус!",
  "You say it's raining up above? *gasp*": "Говоришь, наверху идёт дождь? *вздыхает*",
  "Rain... It's almost mythical to us. Some of us live our entire lives without ever experiencing it.": "Дождь... Для моего народа он почти легенда. Некоторые из нас старятся и умирают так и не узнав, что это такое.",
  "Welwick and I have known each other for a long time... she is a remarkable diviner, and a good friend.": "Мы с Вилвик знаем друг друга с давних времён... она выдающийся прорицатель и хороший друг.",
  "...": "...",
  "That clown... I know him from somewhere.": "Тот клоун... Мне знакомо его лицо.",
  "Was it the school of illusion? Or maybe the Carnival of Secrets? Hmm...": "Может со школы иллюзий? Или Карнавала тайн? Хм...",
  "And just a few steps over there, Gus is grilling up a batch of pork ribs... Yikes.": "А всего в паре шагов отсюда Гас жарит партию свиных рёбер... Фу, гадость.",
  "I've got some soul-searching to do...1": "Пришла пора самоанализа, похоже...1",
  "I heard it's raining back home. Is that why you came here?": "Говорят, дома сейчас дождь. Ты поэтому здесь?",
  "I kind of miss the rain, actually...": "Знаешь, а я скучаю за дождём...",
  "Ow! A hen pecked my little finger!": "Ай! Курица клюнула мой пальчик!",
  "Moooo!": "Му-у-у!",
  "Clint's blades get sharper every year.": "Кузнечное мастерство Клинта с каждым годом только выше.",
  "So do his prices...": "Как и цены...",
  "Are you setting up a grange display, @player? It's your chance to show off all the good produce from @farm!": "Ты заполнил свой стенд, @player? Это отличная возможность показать продукцию @farm фермы!^Ты заполнила свой стенд, @player? Это отличная возможность показать продукцию @farm фермы!",
  "__comment": "fall27",
  "Spirit's Eve": "Канун Дня духов",
  "You'll have to tell me what's beyond, I can't go on... spiders...": "Посмотри, что там дальше... Я не могу... пауки...",
  "I may have had a little too much pumpkin ale...": "Кажется, я чуточку перебрал тыквенного эля...",
  "I'm confused... you go on ahead and let me figure this out.": "Я запутался... иди и дай мне разобраться в этом.",
  "Oh... These vapors... Hmmm... You look nice tonight.": "О... Этот пар такой... Хм-м-м... Мило выглядишь.",
  "I get scared easily... I think I'm just going to stay right here.": "Я очень пугливый... Я думаю, что останусь здесь.",
  "It would be interesting to have one of these on the farm.": "Интересно, от них будет толк на ферме?",
  "Hey, I was wondering when you'd show up!": "Хей! А я всё ждал, когда же ты появишься!",
  "Hi... I was hoping you'd find me here...": "Привет... я надеялся, что ты найдешь меня здесь...",
  "Mmph... I believe I've eaten a few too many slices of pumpkin pie.": "Хм... мне кажется, что я съел слишком много кусков тыквенного пирога.",
  "I can't go on... spiders...": "Дальше не пойду... там пауки...",
  "Well, winter's almost here. It's a great time to stockpile wood and stone.": "Да, зима на пороге. Самое время запастись камнем и деревом.",
  "I haven't seen Maru in hours... I hope she's alright.": "Уже несколько часов не видел Мару... Надеюсь, она в порядке.",
  "I think I've already been this way... no, wait...": "Вроде тут я уже была... или не тут...",
  "I'm lost...": "Всё, заблудилась...",
  "I have no idea how these skeletons are walking... creepy.": "Понятия не имею, как эти скелеты вообще ходят... жутковато.",
  "It's pretty cool though.": "Но посмотреть прикольно.",
  "??": "??",
  "I get scared very easily. I'll leave the haunted maze to the younger people.": "Я очень пугливая. Пусть лучше молодёж в заколдованном лабиринте блуждает.",
  "Good show, old friend.": "Отличная постановка, дружище.",
  "There's something weird over there. But how do I get to it?": "За кустами что-то странное. Только как туда попасть?",
  "There's gotta be a secret passage somewhere around here.": "Где-то тут точно есть скрытый проход.",
  "Hmm... smoked turkey haunch? I guess this festival isn't all bad.": "Хм-м... Копчёные индюшиные бёдрышки? Этот праздник не так уж и плох.",
  "I wish Gus would include a vegetarian option. Some zucchinni skewers, maybe?": "Почему Гас не готовит ничего вегетарианского? Перец с овощным фаршем, например?",
  "Good evening, @player. Have you ventured into the haunted maze yet? It's quite spooky.": "Добрый вечер, @player. Отважился заглянуть в заколдованный лабиринт?^Решилась заглянуть в заколдованный лабиринт? Зловещее местечко.",
  "That strange man who lives in the tower set it all up himself. He wouldn't let anyone near while he was working on it.": "Тот странный человек из башни сам его строил. И никого не подпускал в процессе.",
  "One of my iridium-infused maces would make quick work of these things.": "Одна моя булава из иридиевого сплава и от этих ребят только кости останутся.",
  "Do you like the jack-o-lanterns? I carved them myself.": "Как тебе тыквы-фонарики? Я сама вырезала.",
  "The vapor from this cauldron... it's making my head spin, but I can't seem to leave...": "Пар из котла... от него голова кружится, но... я совсем не хочу уходить...",
  "I'll come to any event with free grub! You won't see me in the haunted maze, though.": "Я хожу на все гулянки с бесплатной жрачкой! Но в заколдованный лабиринт ни ногой.",
  "Eek! I'm too scared.": "*икает* Мне слишком страшно.",
  "Vincent's upset that I won't let him go into the haunted maze... but he's just a little boy!": "Винсент расстроился, что я не отпустила его в лабиринт... но он ведь совсем ребёнок!",
  "Hey, @player. Nice evening, isn't it?": "Хей, @player. Приятный вечер, правда?",
  "That's odd... It's just a dead end up ahead.": "Странно... Впереди просто тупик.",
  "I could've sworn there was someone ahead of me when I went through the maze, though. Where'd they go?": "Но я совершенно точно видел кого-то за тем поворотом, когда только вошёл сюда. Куда он делся?",
  "Mm, hi. Sorry... mouth full of blackberries.": "М-м, пригеф. Прости... полный рот ежевики.",
  "Hi, @player. Have you had a productive fall?": "Привет, @player. Урожайная была осень?",
  "It's starting to get quite cold... crops won't hold out for much longer.": "Становится довольно холодно... растения долго не продержатся.",
  "Why, hello @player. It's chilly, isn't it?": "Ну как оно, @player. Зябковато, да?",
  "It's a lot of fun to cook with pumpkin. Such an interesting fruit.": "Готовить из тыквы одно удовольствие. Очень интересный овощ.",
  "You say it's raining up above? *gasp*": "Говоришь, наверху идёт дождь? *вздыхает*",
  "Rain... It's almost mythical to us. Some of us live our entire lives without ever experiencing it.": "Дождь... Для моего народа он почти легенда. Некоторые из нас старятся и умирают так и не узнав, что это такое.",
  "The affairs of mundane folk matter little to me, but the elementals like a chance to see you up close.": "Забавы обывателей меня мало интересуют, но элементалы хотели рассмотреть вас поближе.",
  "It was for them that I created this silly maze.": "Для них я и построил этот глупый лабиринт.",
  "Oh! You found me...": "Оу! Ты нашёл меня...^Оу! Ты нашла меня...",
  "The truth is, I got too scared so I came here to hide. Don't tell anyone.": "На самом деле я так испугался, что спрятался здесь. Только никому не говори.",
  "Why is there no more pumpkin ale?": "Куда делось всё тыквенное пиво?",
  "I heard it's raining back home. Is that why you came here?": "Я слышал, дома сейчас дождь. Ты поэтому здесь?",
  "I kind of miss the rain, actually...": "Знаешь, а я скучаю за дождём...",
  "But Aunt Marnie! I wanna go in the maze! I'm not scared!": "Ну тё-ётя-я Ма-арни! Я хочу в лабири-инт! Мне совсем не страшно!",
  "Mother won't let me go in the maze. *sob*": "Мама не пускает меня в лабиринт. *шмыгает носом*",
  "Don't get too close to the cage.": "Держись в шаге от клетки.",
  "__comment": "spring13",
  "Egg Festival": "Яичный Фестиваль",
  "Wow, look at all these eggs!": "Вы только посмотрите сколько яиц!",
  "Now if only I could get you kids to pick up litter this efficiently, we'd have the cleanest town this side of the Gem Sea! *chuckle*": "Эх, детвора... ваш запал, да на уборку мусора - мы бы жили в самом чистом городе по эту сторону Жемчужного моря! *смеётся*",
  "And now, the winner of this year's egg hunt...": "А победителем яичной охоты в этом году становится...",
  "Here's your prize! Enjoy.": "Поздравляю! Держи свой приз!",
  "Well, that's it for this year's Egg Festival. Thanks for coming, everyone!": "Ну что, друзья, Яичный фестиваль окончен. Спасибо всем, кто пришёл!",
  "Here's your prize, Abigail. Enjoy!": "Поздравляю Эбигейл! Вот твой приз!",
  "Well, that's it for this year's Egg Festival. Thanks for coming, everyone!": "Ну вот, Яичный фестиваль окончен. Спасибо, что пришли!",
  "It's time for the highlight of today's festivities... The Annual Spring Egg Hunt!": "Пришло время главного события нашего праздника... Ежегодной весенней яичной охоты!",
  "Calm down now, kiddos. You're going to need all your energy if you hope to find the most eggs and take home the exclusive prize.": "Тише, детвора. Эта энергия вам ещё очень понадобится, если хотите найти много яиц и получить особый приз.",
  "Now... Is everyone ready?": "Итак... Все готовы?",
  "Let the egg hunt begin!": "Объявляю яичную охоту... ОТКРЫТОЙ!",
  "Go away, we're adversaries until the egg hunt is over!": "Иди, пока длиться игра мы противники!",
  "I never had many friends in town, so these events are always kind of boring for me. I enjoy the buffet, though.": "У меня не когда не было много друзей, поэтому такие игры для меня были скучными.Хотя бы есть шведский стол.",
  "I'm just catching up with Penny. Have you had your fill of eggs?": "Я просто общаюсь с Пенни. У тебя хватило яиц?",
  "Maru's trying to convince me to eat a deviled egg. I'm just not sure I can stomach it...": "Мару пытается заставить съесть меня варенные яйца. Я просто не уверен что смогу это съесть...",
  "I was going to eat some eggs, but then I remembered I'm on a spring diet.": "Я собирался поесть яичницу, но потом вспомнил, что я на весенней диете.",
  "I'll be rooting for you in the egg hunt.": "Я буду болеть за тебя, в охоте за яйцами.",
  "The gang's just the same as always. Are you having a good time?": "Банда такая же, как и всегда? Ты хорошо проводишь время?",
  "Ungh... I think I ate a dozen too many hard boiled eggs...": "Ох... я думаю, я съел слишком много яиц вкрутую...",
  "How is everyone doing? I'm just taking a break for a little while. I'm looking forward to seeing you in the egg hunt!": "Как у тебя дела? Я просто взял перерыв на время. Увижу вас в охоте за яйцами!",
  "I enjoy seeing you so relaxed, my dear.": "Мне нравится видеть тебя такой спокойной, моя дорогая.",
  "Searching for eggs is like going on a treasure hunt.": "Поиск яиц - словно поход за сокровищами.",
  "Spring is a busy time of year... so it's nice to have a day off to catch up with friends.": "Весной работы много... А в такие дни можно отдохнуть и встретиться с друзьями.",
  "Egg... what a strange thing to eat.": "Яйца... Зачем люди их едят?",
  "I always look forward to these gatherings... it makes the valley feel like a real community.": "А я всегда жду праздников... В такие моменты, жители долины становятся настоящей дружной общиной.",
  "We used to do a rotten egg toss...": "Раньше мы устраивали метание тухлых яиц...",
  "Mayor Lewis put an end to that pretty quick.": "Но мэр Льюис быстро избавился от этой традиции.",
  "No one really talks to me... I just come for the deviled eggs.": "Со мной обычно никто не общается... Прихожу просто поесть фаршированных яиц.",
  "Hey! How'd you get back here?": "Эй! Как ты сюда попал?^Эй! Как ты сюда попала?",
  "Don't touch anything.": "Ничего не трогай.",
  "Abby's always loved the egg hunt, ever since she was a tiny girl.": "Эбби с самого детства обожает яичную охоту.",
  "I try to eat at least three eggs every day.": "Я стараюсь съедать хотя бы три яйца в день.",
  "I need that protein for my legs.": "В них полезный для ног протеин.",
  "What's everyone so happy about? Hmmph...": "И чего все так радуются? Пф-ф-ф...",
  "Eggs... why eggs?": "Яйца... при чём тут яйца?",
  "This festival has been a tradition for as long as I can remember.": "Этот фестиваль существует сколько я себя помню.",
  "Tradition connects us with both the past and the future... it's comforting.": "Такие традиции объединяют молодых и стариков... и вселяют надежду.",
  "Enjoying yourself, @player?": "Наслаждаешься, @player?",
  "Is there any more food?": "Почему так мало еды?",
  "The children have been looking forward to this festival for weeks.": "Малыши ещё неделю назад не могли дождаться этого праздника.",
  "Hehe... I put something nice into the punch.": "*вполголоса* Хе-хе... Я добавила в пунш кое-что интересное.",
  "Shhh... that's just between you and me, kid.": "Только ты никому, ладно?",
  "I've been up since dawn coloring eggs... it's always my favorite part of the season.": "Я встала на рассвете, чтобы раскрасить яйца... Это моя самая любимая часть весны!",
  "This festival is alright... but what I'm really looking foward to is the Flower Dance.": "Мне нравится фестиваль... Но по настоящему я жду только Танец цветов.",
  "Vincent loves this festival... it's a joy to see him so happy.": "Винсент обожает яичный фестиваль... Так приятно видеть его счастливым.",
  "I'm not a big fan of eggs, to tell you the truth.": "Я не фанат яиц, если честно.",
  "Even with my bad leg, I never miss a town festival.": "Я не пропустил ни одного праздника, несмотря на больную ногу.",
  "*sniff*... ub... my doze... allergies...": "*шморгает*... гмб... мгой нгос... аллермгия...",
  "Mmmm... This fruit punch is unusually good.": "М-м-м... Фруктовый пунш просто необыкновенный.",
  "Our hens have been working overtime to prepare for this festival.": "Наши куры работали сверхурочно, чтобы подготовиться к этому фестивалю.",
  "They deserve the best tonight... bowls full of sweet yellow corn!": "И сегодня вечером получат заслуженную награду - несколько корыт сладкой жёлтой кукурузки!",
  "Welcome to the Egg Festival... complements of my wonderful brood of hens.": "Добро пожаловать на Яичный фестиваль... который состоялся благодаря моим чудесным курочкам.",
  "Taking breaks from work can make you more productive in the long run.": "Небольшие перерывы - залог долгой плодотворной работы.",
  "I hope everyone's enjoying the food... I've been cooking for days to get everything ready.": "Надеюсь, людям нравится угощенье... Я несколько дней его готовил.",
  "Fried eggs, boiled eggs, poached eggs, deviled eggs, scrambled eggs, chocolate eggs... you name it!": "Яйца жареные, варёные, всмятку, фаршированные, гоголь-моголь, шоколадные яйца... всего не перечесть!",
  "You say it's raining up above? *gasp*": "Говоришь, наверху идёт дождь? *вздыхает*",
  "Rain... it's almost mythical to us. Some of us live our entire lives without ever experiencing it.": "Дождь... Для моего народа он почти легенда. Некоторые из нас старятся и умирают так и не узнав, что это такое.",
  "Hmm... And what about raw lizard egg sprinkled with blackened marrow?": "Хм... А как на счёт сырого яйца ящерицы, присыпанного копчёным костным мозгом?",
  "Eggs definitely have a place in the well-balanced diet.": "Яйца - неотъемлемый продукт сбалансированного питания.",
  "Oops... I should take off my Doctor's hat for the time being.1": "Ой... у меня, похоже, проф. деформация развивается.1",
  "I heard it's raining back home. Is that why you came here?": "Я слышал, дома сейчас дождь. Ты поэтому здесь?",
  "I kind of miss the rain, actually...": "Знаешь, а я скучаю за дождём...",
  "I hope I can find some eggs before Vincent takes them all...": "Я надеюсь найти хоть пару яиц, пока Винсент их всех не соберёт...",
  "When does the egg hunt start?! I'm so excited!!": "Когда уже яичная охота?! Не могу дождаться!!",
  "Sometimes I'll hide an egg too well and no one finds it...": "Я бывет так яйцо спрячу - никто не находит.",
  "Well, until summer rolls around. Then the hot air starts to bring out the rotten smell... Hehe. ": "Да... а потом наступает лето и горячий ветер разносит запах тухлятины... Хе-хе.",
  "Ah, the sewers are flowing quickly today. It'll get nice and humid in here... just how I like it.": "О, сегодня в канализации бурные потоки. Воздух стал влажный и тяжёлый... прямо как я люблю.",
  "__comment": "spring24",
  "Flower Dance": "Танец цветов",
  "That was fun! Time to go home...": "Было весело! Теперь пора домой...",
  "I really hate dancing in front of everyone... It's so embarrassing.": "Ненавижу танцевать, когда на меня все смотрят... Мне неловко.",
  "Mom makes me do it.": "А мама меня заставляет.",
  "Ahh... The air smells so sweet with all these flowers.": "Ах... От всех этих цветов так сладко пахнет воздух.",
  "These springtime dances can be traced back to ancient fertility rituals.": "Весенние танцы уходят корнями к древним культам плодородия.",
  "Hey... You should know about this stuff, farmer.": "Да ты, наверное, и так это знаешь, а, фермер?",
  "I like dancing, but this one is a little stilted. The old timers really love it, though.": "Мне нравятся танцы, но этот какой-то напыщенный. А вот старожилы его очень любят.",
  "Ugh...": "Тьфу...",
  "Oh, hello there. It's nice of you to talk to me.": "Ох, здравствуй. Спасибо, что заговорил со мной.^Ох, здравствуй. Спасибо, что заговорила со мной.",
  "Spring is almost over... what a shame.": "Весна почти закончилась... жаль.",
  "What! How'd you get back here?": "Эй! А ты что тут делаешь?",
  "Don't touch anything.": "Ничего не трогай.",
  "I wish Pierre would spend this time with the family...": "Лучше бы Пьер провёл этот праздник с семьёй...",
  "I'm just enjoying the scenery... hehe.": "Я просто наслаждаюсь видами... хе-хе.",
  "Flowers? I can hardly see them.": "Цветы? Да я их едва вижу.",
  "It's too bright out here!": "Тут слишком яркие цвета!",
  "I've been working on these floral arrangements for a week. Do you like them?": "Я всю неделю составляла эти букеты. Тебе нравятся?",
  "If you'd like to dance with the other young people, you'll need to find a partner.": "Прежде чем танцевать с другими молодыми людьми, тебе надо найти пару.",
  "I wonder if Emily would dance with me?": "Интересно, Эмили согласится станцевать со мной?",
  "*gulp*... I'm nervous.": "*сглатывает*... Я нервничаю.",
  "Now this is the life... Huh, kid? Sweet wine, a babbling brook, warm air... Did I mention wine?": "Вот она жизнь... Да, детка? Вино, смех, тёплый ветерок... Вино я называла?",
  "Whoo... I'm stuffed. Hey, have you tried the red jelly yet?": "Фу-ух... Я наелась. Слушай, ты пробовал красное желе?^Фу-ух... Я наелась. Слушай, ты пробовала красное желе?",
  "I'm practicing my dance moves... It needs to be perfect.": "Я постоянно практикуюсь в танцах... Мои движения должны быть совершенны.",
  "I've been flower queen for the past 5 years and I'm not ready to step off the throne just yet!": "Пять лет подряд я была Королевой цветов и пока не готова уступать свой трон!",
  "Are you going to be dancing today, @player?": "Ты собираешься танцевать сегодня, @player?",
  "This open field... it makes me nervous.": "Большая открытая поляна... меня от неё коробит.",
  "*whisper* Happy thoughts, Kent. Happy Thoughts.": "*шепчет*Думай о хорошем, Кент. Думай о хорошем.",
  "Marnie looks lovely today...": "Марни сегодня очаровательна...",
  "You know what? I admit it... I really like flowers!": "А знаешь... Признаю - я правда очень люблю цветы!",
  "Hi @player. Glad to see you here.": "Привет @player. Рад видеть тебя здесь.",
  "Mmm... excellent sauce. *slurp*": "М-м-м... отличный соус. *сёрбает*",
  "Ah, this green stuff is spicy! *munch*": "Оу, а салат острый! *хрум-хрум* ...оу.",
  "*sigh*... Love is in the air... And I'm still single.": "*вздыхает* Любовь витает в воздухе... А я одна, как и была.",
  "I wore my best shirt for the dance... This sort of thing doesn't happen very often!": "На танец я одел свою лучшую рубашку... А это не так уж часто бывает!",
  "Frog season is really starting to pick up.": "Сезон лягушек на подходе.",
  "You say it's raining up above? *gasp*": "Говоришь, наверху идёт дождь? *вздыхает*",
  "Rain... It's almost mythical to us. Some of us live our entire lives without ever experiencing it.": "Дождь... Для моего народа он почти легенда. Некоторые из нас старятся и умирают так и не узнав, что это такое.",
  "You shouldn't be up here.": "Тебя не должно здесь быть.",
  "I'm working up the courage to ask someone to dance with me.1": "Я набираюсь смелости, чтобы позвать кого-нибудь потанцевать со мной.1",
  "I heard it's raining back home. Is that why you came here?": "Говорят, дома сейчас дождь. Ты поэтому здесь?",
  "I kind of miss the rain, actually...": "А я немного скучаю за дождём...",
  "Some day, I'm going to be the flower queen!": "Когда-нибудь я стану Королевой цветов!",
  "That's not fair... Why can't I be the flower queen?": "Так не честно... Почему мне нельзя стать королевой цветов?",
  "I should've brought my fishing pole.": "Стоило взять удочку.",
  "__comment": "summer11",
  "Luau": "Люау",
  "Well folks, it's time once again for the potluck ceremony.": "Друзья, пришло время очередной церемонии \"Общего котла\"",
  "I trust that you all put high-quality ingredients in the pot this year. We don't want the governor to regret his visit to the valley!": "Я верю и надеюсь, что в этом году каждый из вас положил в наш котёл только самые лучшие продукты. Мы ведь не хотим, чтобы губернатор пожалел о визите в долину!",
  "Well... Governor? Would you do us the honor of tasting the soup?": "Итак... Господин губернатор окажет нам честь первым попробовать похлёбку?",
  "Of course! I've been looking forward to this all year.": "С удовольствием! Я весь год этого ждал.",
  "...": "...",
  "Hmmm... Well it's not bad, but it's missing something...": "Ум-м-м... В общем неплохо, но как будто чего-то не хватает...",
  "Did everyone in town contribute an ingredient to the soup? I feel like it's missing someone's unique voice.": "Все ли горожане положили в котёл продукты? Такое чувство, что кто-то не внёс свой особый вклад.",
  "You're right... It's a little bland.": "Вы правы... Пресновато вышло.",
  "Well, thanks for joining us this year, Governor. Sorry the soup wasn't anything special.": "Ну что же, мы благодарим губернатора за визит и просим прощения за не очень удачную похлёбку.",
  "Now... who else wants some soup?": "А теперь... ещё кто-то хочет похлёбки?",
  "The soup was bland, but the luau was still fun!": "Похлёбка вышла пресной, но Люау все же удался!",
  "Time to head home.": "Пора домой.",
  "Oh my... that's the best soup I've ever tasted!": "О-о-о... вот это вкус... я в жизни не ел такой вкусной похлёбки!",
  "You're right... It's delicious!": "Вы правы... Изумительный вкус!",
  "Wonderful job, everyone! Now... who else wants a taste?": "Великолепная работа, друзья! Ну... кто ещё желает насладиться похлёбкой?",
  "The Governor wasn't kidding... the soup was out of this world!": "Губернатор не шутил... похлёбка и правда вышла необыкновенной!",
  "Time to head home.": "Пора домой.",
  "Ah... that's a very pleasant soup. The produce from this valley never disappoints!": "О... очень приятный супчик. Продукция долины всегда на высоте!",
  "Mmm... tasty. You all did very well today.": "М-м-м... вкуснятина! Вы сегодня отлично постарались.",
  "Now... who else wants some soup?": "Ну... кто ещё желает похлёбки?",
  "The Luau was a success! Good thing I brought something tasty for the soup.": "Люау удался на славу! Хорошо, что в похлёбке был и мой вклад.",
  "Time to head home.": "Пора идти домой.",
  "Hmm... I don't have much to say about this. It's an average soup.": "Хм-м... Даже не знаю, что сказать. Обыкновенная похлёбка.",
  "He's right... It's nothing special. Not bad, though.": "И правда... Ничего особенного. Но есть можно.",
  "Well... who else wants some soup?": "Ну... кто ещё хочет похлёбки?",
  "The soup was just average, but otherwise the Luau was a success!": "Похлёбка вышла самая обычная, но Люау всё же удался!",
  "Time to head home.": "Пора идти домой.",
  "Um... It's actually kind of disgusting. I think I'll pass on the soup this year.": "Эмм... Вкус довольно неприятный. Наверное, в этом году обойдусь без похлёбки.",
  "Yuck. Someone must have ruined it with a poor-quality ingredient.": "Фу. Кто-то испортил похлёбку некачественным продуктом.",
  "Well... does anyone want any?": "Что ж... кто хочет попробовать?",
  "The soup wasn't very good, but otherwise the Luau was a success!": "Похлёбка была так себе, но Люау, в общем, удался!",
  "Time to head home.": "Пора идти домой.",
  "Blech! This is vile! I think I'm going to be sick... ": "Что за... отвратительная гадость! Кажется, меня сейчас стошнит... ",
  "I need to lie down...": "Ох нет, я лучше прилягу...",
  "Good going, people... Whoever put that foul ingredient in the soup made the Governor pass out! I'm ashamed.": "Поздравляю, народ... Кто бы из вас не положил в похлёбку отраву, но результат на лицо - у губернатора несварение!Ох, какой позор...",
  "Go home, the festival is over.": "Расходитесь, праздник окончен.",
  "What a disaster...": "Вот беда...",
  "Time to head home.": "Придётся идти домой.",
  "What a lovely occasion... It's always a joy to visit Stardew Valley.": "Какая приятная неожиданность... Вот за что я люблю приезжать в долину Стардью.",
  "I must speak to the missus about purchasing a vacation home here.": "Думаю, стоит обсудить с женой покупку здесь загородного дома.",
  "Don't let me stop you from having fun today. I just feel like watching the sea by myself.": "Не дай мне помешать тебе сегодня веселится. Я просто хочу посмотреть на море одна.",
  "It's nice to see everyone once in a while, but mostly I want to get back to the farm.": "Приятно увидеть всех разок за долгое время, но все же я хочу вернуться обратно на ферму.",
  "Harvey keeps trying to talk to me, but all I want is a piece of this roast.": "Харви всё пытается поговорить со мной, но все чего я хочу это кусок жареного мяса.",
  "I'm just humoring some old friends. What I really want is a bowl of that soup.": "Я просто смеялась со старыми друзьями. А действительно я хочу миску супа.",
  "Phew... I'm afraid to move, or else I might start to sweat.": "Ух... я боюсь пошевелиться, иначе я начну потеть.",
  "I'm doing my best to stay in a good mood...": "Я стараюсь оставаться в хорошем настроении...",
  "I guess it wouldn't be very nice to put something nasty in the soup...": "Думаю будет не очень хорошо положить что-то гадкое в суп...",
  "Hey, I'll take any excuse to come hang out at the beach. This weather is amazing!": "Эй, я придумаю любой повод, чтобы остаться  на пляже. Погода просто удивительна!",
  "Oh dear... I've got sand in my socks...": "Ах, боже... У меня песок в носках...",
  "The old cabin seems to be holding up well. Every time I return I half expect the thing to be rotted...": "Старый домик хорошо сохранился. Каждый раз, когда я возвращаюсь, я жду, что он сгниет.",
  "It's tiring to socialize with everyone... I'd rather watch the sea.": "Общение со всеми так утомляет... Я лучше посмотрю на море.",
  "She's unresponsive.": "Она не отвечает.",
  "Ow... you stepped on my foot, dear.": "Ай... дорогой, ты наступил мне на ногу.",
  "This is tiring, honey. Are you ready to visit the buffet soon? *pant*": "Это утомительно, милая. Пойдём-ка лучше к столу, а? *тяжело дышит*",
  "Whatever Linus is roasting smells awfully good... *slurp*": "Не знаю, что Линус там жарит, но от запаха прямо слюнки текут... *причмокивает*",
  "One year Sam put a pound of anchovies in the potluck soup.": "Как-то раз, Сэм положил в общий котёл полкило живых анчоусов.",
  "Ever wondered why Sam leads the town in community service hours?": "Теперь понимаешь, почему он всегда первый в списке общественных работ?",
  "A slow, continuous rotation is key to achieving the perfect roast.": "Медленное, непрерывное вращение - ключ к идеальной прожарке.",
  "Hmm... maybe if I get on the governor's good side he'll give my business a tax break...": "Хм... может, если я подружусь с губернатором, он даст мне налоговые каникулы...",
  "I wonder if he likes aged whiskey?": "Интересно, он любит выдержанный виски?",
  "Now if only the Mayor would stop shmoozing with him all afternoon.": "Если бы ещё мэр отстал от него хоть не надолго.",
  "I put fresh vegetables from my garden into the communal soup pot.": "Я положила в общий котёл свежие овощи со своего огорода.",
  "Perfect weather for a beach party, huh?": "Отличная погодка для пляжной вечеринки, а?",
  "That music! It's too loud.": "Музыка! Зачем так громко?",
  "Can't I have a little peace and quiet to enjoy the ocean?": "Почему я не могу насладиться океаном в тишине и покое?",
  "Ahh... The smell of the ocean takes me back many years. Long before you were born.": "Ах... Запах океана пробуждает в памяти былые годы. Тебя тогда ещё и на свете не было.",
  "Look sharp! The governor's here for his annual visit.": "Будь умницей! Сегодня здесь губернатор с ежегодным визитом.",
  "If you brought something for the potluck make sure and add it to the soup cauldron.": "Если у тебя есть что положить в похлёбку - подойди к Марни, она сегодня повар.",
  "I'm full, but what else is there to do besides eat?": "В меня уже не лезет, но что ещё тут делать, если не есть?",
  "We do this festival every year to give the governor a taste of everything the valley has to offer.": "Мы каждый год организовываем этот праздник, чтобы губернатор попробовал нашу продукцию.",
  "Mayor Lewis hopes it will get the governor on our good side. That's why he's so neurotic about the way the soup tastes.": "Мэр Льюис верит, что так городок будет на хорошем счету. Поэтому он так переживает за вкус похлёбки.",
  "Heh... free buffet. One of the perks of living here. Enjoy it, kid!": "Хех... бесплатная кормёжка. Одна из выгод этого городка. Лови момент, детка!",
  "I would dance, but I don't want to get sweaty.": "Я бы потанцевала, но не хочу потеть.",
  "I hope the soup is good this year.": "Надеюсь, в этом году похлёбка будет вкусная.",
  "Hey, good to see you.": "Хей, хорошо, что ты здесь.",
  "I'll be back here by the trees... the air is a lot cooler.": "Я буду здесь, в тени деревьев... тут воздух прохладнее.",
  "Governor? Who cares...": "Губернатор? Да ну его...",
  "Why should I care about some random old guy?": "Какое мне дело до залётного старика?",
  "How's the farming coming along? It must be a busy season for you.": "Как там твоя ферма? Сейчас, наверное, полно работы.",
  "Wow... you don't get hot pepper chutney like this in the big city...": "Ух... в городе такого перечного чатни не попробуешь...",
  "If you brought something for the soup, climb the stairs on the other side and throw it in.": "Если у тебя есть, что положить в похлёбку - поднимись по лестнице с той стороны и брось в котёл.",
  "I woke up late, stepped out of the door and found myself in the middle of all this hubbub!": "Я сегодня позно встал, вышел на улицу и оказался посреди этого табора!",
  "I forgot that today was the Luau.": "Совсем забыл про Люау.",
  "These blasted sand-flies keep landing on the food!": "Мерзкие мошки так и норовят упасть в тарелку!",
  "You say it's raining up above? *gasp*": "Говоришь, наверху идёт дождь? *вздыхает*",
  "Rain... It's almost mythical to us. Some of us live our entire lives without ever experiencing it.": "Дождь... Для моего народа он почти легенда. Некоторые из нас старятся и умирают так и не узнав, что это такое.",
  "The merpeople are curious about your festivities.": "Морским обитателям интересны ваши празднецтва.",
  "They become upset when you litter into the ocean.": "Но они очень расстраиваются, когда вы захламляете океан.",
  "Good thing I came with sunscreen.": "Хорошо, что я захватил крем от загара.",
  "I wonder if Maru could use some sunscreen on her shoulders?": "Может предложить Мару намазать плечи?",
  "I heard it's raining back home. Is that why you came here?": "Говорят, дома сейчас дождь. Ты поэтому здесь?",
  "I kind of miss the rain, actually...": "А я немного скучаю за дождём...",
  "Vincent isn't a good dancer.": "Винсент плохо танцует.",
  "I'm bored...": "Ску-ч-но...",
  "Hi there, @player. Taking a breather?": "Здарова, @player. Прохлаждаешься?",
  "To tell you the truth, I'd rather be fishing right now.": "А я, честно говоря, сейчас бы лучше порыбачил.",
  "__comment": "summer28",
  "Dance Of The Moonlight Jellies": "Танец Лунных медуз",
  "The glow of summer has faded, now... and the moonlight jellies carry on toward the great unknown.": "Летний жар слабее с каждым днём... и лунные медузы отправляются к неизведанному.",
  "Hey. I'm paying my respects to another bygone summer. I'll come meet up with you when we launch the candle-boat.": "Привет. Я проявляю уважение к еще одному прошедшему лету. Я приду встретиться с вами, когда мы запустим свечи на лодках.",
  "Such a rare and exciting thing...": "Редкое и удивительное зрелище...",
  "*yawn*... It's past my bed-time.": "*зевает*... Мне давно пора спать.",
  "Hey, did you see that candle-boat? I crafted it myself.": "Слушай, та лодка со свечками - я сама её сделала.",
  "The 'Moonlight Jelly'... what a remarkable species! We're very lucky that they stop here on their long journey south.": "Лунные медузы... поразительные существа! Нам повезло, что они останавливаются здесь перед долгим путешествием на юг.",
  "It's unknown why they are attracted to light... very curious.": "Никто не знает, почему свет их так привлекает... очень необычно.",
  "It's kind of cold, actually. I guess fall is right around the corner.": "Как-то прохладно сегодня. Наверно, осень уже близко.",
  "I thought I saw something moving in there... something big, something dark.": "По-моему, там что-то двигалось... что-то тёмное и большое.",
  "Just trying to scare you...": "Просто пугаю тебя...",
  "Psst... Make sure to swing by the shop tomorrow to get your fall seeds!": "*шепотом* Тс-с-с... Загляни завтра в магазин, будут осенние семена!",
  "These candles are romantic, aren't they?": "Свет от свечей очень романтичный, правда?",
  "I'll just sneak up when the jellies arrive... I don't want to bother anyone.": "Я просто тихонько подойду, когда появятся медузы... Не хочу никого беспокоить.",
  "I can't believe summer's over... I feel like it just started.": "Прямо не верится, что лето прошло... Мне кажется, что оно только началось.",
  "What, why are you looking at me like that? You think I'm too old to enjoy something like this?": "Чего? Чего ты так смотришь? Думаешь, что тут делает дряхлый старикашка?",
  "I remember seeing the jellies once, as a little girl. Oh, how I jumped with joy when they arrived!": "Помню, как ещё совсем маленькой, видела этих медуз. О, как же я прыгала от радости, когда они появились!",
  "But that was long ago... I'm a lot less energetic now.": "Но то было давным-давно... Сейчас я уже совсем не тот живчик.",
  "Good evening, @player. The Moonlight Jellies are close... I already saw one glowing in the distance.": "Добрый вечер, @player. Лунные медузы уже близко... Я даже видел одну неподалёку.",
  "Once we launch the candle-boat they'll come up to the docks and say hello.": "Как только мы отвяжем лодку со свечами, они подплывут поздороваться.",
  "I wore my special shoes tonight... No one noticed.": "Я сегодня одел свои лучшие туфли... Никто не заметил.",
  "Look out there, at the endless sea. Deep underwater, all kinds of life forms are moving around in the dark.": "Посмотри вон туда, в морскую даль. В её глубинах, в кромешной тьме мечется множество живых существ.",
  "Eerie, isn't it?": "Жуть, да?",
  "Life is so easy for a jellyfish... just letting the waves carry you onward forever.": "Медузам легко живётся... просто расслабься и дай волнам тебя нести.",
  "Don't tell Gus, but I'm a little disappointed there's no buffet tonight.": "А мне жаль, что сегодня нет угощения. Только Гасу не говори, ладно?",
  "I should've brought my camera! I always forget.": "Надо было фотик взять! Вечно забываю.",
  "There! I just saw something glowing!": "Вон! Только что светилось!",
  "Oh... It's gone.": "Ой... Уже пропало.",
  "Good evening, @player. Hope you can find some time to relax before the harvest season.": "Доброго вечера, @player. Выбери время немного отдохнуть перед сезоном урожая.",
  "I wonder if they're poisonous?": "Интересно, а они ядовитые?",
  "Maybe I shouldn't push Sebastian in the water after all...": "Может не стоило толкать Себастиана в воду...",
  "Hey. I'm paying my respects to another bygone summer.": "Привет. Я прощаюсь с ещё одним ушедшим летом.",
  "The jellies were here a year ago, and they'll be back again a year from now... nature is amazing.": "Медузы приплывали сюда в прошлом году и вернуться снова в следующем... природа восхитительна.",
  "That's a heavy load of people for an ancient wooden dock! I'll stay over here near the beach.": "Слишком много народа на ветхом деревянном пирсе! Я лучше буду поближе к пляжу.",
  "If we keep polluting the oceans, the jellies will surely go extinct. It's already in the process of happening.": "Если мы не перестанем загрязнять океан, медузы просто исчезнут. Их уже сейчас гораздо меньше.",
  "What a shame... we have no respect for nature anymore.": "Какой позор... мы совсем потеряли уважение к природе.",
  "'Moonlight Jellies'... I wonder how they taste?": "\"Лунные медузы\"... Какие они на вкус?",
  "I would never try it, of course!": "Но я не буду их пробовать, конечно же!",
  "You say it's raining up above? *gasp*": "Говоришь, наверху идёт дождь? *вздыхает*",
  "Rain... It's almost mythical to us. Some of us live our entire lives without ever experiencing it.": "Дождь... Для моего народа он почти легенда. Некоторые из нас старятся и умирают так и не узнав, что это такое.",
  "How did you find me back here? I thought I was well-hidden.": "Как тебе удалось меня найти? Мне казалось, маскировка очень удачная.",
  "Perhaps you are blessed with the gift of clairvoyance.": "Наверное, у тебя дар ясновидения.",
  "I'm here to observe the Lunaloos... or 'Moonlight Jellies', as you call them. They possess an unusually potent magical aura for an aquatic life form.": "Я тут наблюдаю за луналу... вы их зовёте \"Лунными медузами\". У них удивительно сильная волшебная аура, как для водоплавающих.",
  "Well, summer's over. To be honest, I'll be happy to say goodbye to these blasted mosquitos!": "Итак, лето закончилось. Честно говоря, я очень рад наконец распрощаться с проклятыми комарами!",
  "I heard it's raining back home. Is that why you came here?": "Говорят, дома сейчас дождь. Ты поэтому здесь?",
  "I kind of miss the rain, actually...": "Знаешь, а я скучаю за дождём...",
  "I hope there are babies this year!": "Хочу в этом году увидеть малышей!",
  "I wanna see the rare green jelly!": "Вот бы увидеть ту редкую зелёную медузу!",
  "Most night-fish would be scared of the light... these are strange ones.": "Ночная рыба боится света... а эти какие-то странные.",
  "__comment": "winter8",
  "Festival of Ice": "Зимние гулянья",
  "Alright, everyone. Let's begin this year's ice fishing competition.": "Итак, внимание! Начинаем ежегодное состязание в подлёдной ловле!",
  "Contestants, your goal is to catch as many fish as you possibly can in two minutes using the provided fishing rods.": "Участники, с помощью вот этих удочек, вам нужно за отведённые 2 минуты поймать как можно больше рыбы.",
  "You must catch your fish here, from these holes in the ice.": "Для этого, каждому из вас отведена своя прорубь.",
  "Well, is everyone ready?": "Ну что, все готовы?",
  "Begin!": "Начнем!",
  "Wow, that's a lot of fish!": "Вот это да! Улов так улов!",
  "*gag*... the smell...": "*морщится*... но запах...",
  "Now, for the winner of this year's ice fishing competition...": "И победителем сегодняшнего состязания становится...",
  "Here's your prize! Enjoy.": "Вот твой приз! Наслаждайся.",
  "Well, that's it for this year's Festival of Ice. Thanks for coming, everyone! ": "Что ж, на этом ежегодный Ледяной праздник окончен. Спасибо всем гостям и участникам состязаний!",
  "Now let's release these poor fish...": "Давайте, наконец, отпустим бедную рыбу...",
  "I can't believe I won! Well, time to head home.": "У меня первый приз! Прямо не верится! Ладно, пора домой.",
  "Hey, honey... look, it's you!": "Привет, дорогая... смотри, это ты!",
  "Are you entering the fishing contest this year, @player? My mom's pretty serious about winning.": "Ты участвуешь в рыболовном конкурсе в этом году, @player? Моя мама настроена на победу.",
  "Brr... my hands are freezing from making this snowman.": "Бррр... мои руки замерзли пока я лепила снеговика.",
  "Don't worry about me, I never get cold...": "Не волнуйся за меня, я не когда не замерзну...",
  "Aren't you cold? Are you sure you don't want my jacket?": "Тебе не холодно? Тебе точно не дать мою куртку?",
  "I'll be rooting for you in the fishing competition.": "Я буду болеть за тебя в рыболовных соревнованиях.",
  "I'm dreaming of our warm fire back home...": "Я мечтаю о теплом огне дома...",
  "I know you'll beat me in the fishing competition, but I don't mind. I'm just here for the fun of it.": "Я знаю вы победите в рыболовных соревнованиях, но я не возражаю. Я просто здесь ради удовольствия.",
  "What do you think of my snow-goon?": "Как тебе мой снежный бандит?",
  "I'm sorry, but carving ice parapets requires my undivided attention!": "Прости, но когда вырезаешь парапет изо льда - нельзя ни на что отвлекаться!",
  "You know what? I probably should've worn a jacket.": "А знаешь, что? Зря я не одел куртку.",
  "I'm not very creative when it comes to snowmen.": "Не умею я делать особенных снеговиков.",
  "Cold? Nah, I never get cold.": "Холодно? Да ладно, а мне всегда тепло.",
  "This snow is so cold I can't feel my fingers anymore...": "Этот снег такой холодный, что я не чувствую своих пальцев... ",
  "If it was up to me, I'd probably have a pizza festival at the saloon, instead...": "Я встречал людей которые верят в духов и магию... но я? Я не когда не видел то, что не могла объяснить наука.",
  "How's winter coming along for you, @player?": "Ну как тебе зима, @player?",
  "Igloo-building's an art I picked up from the tundra dwellers who live beyond the frozen sea.": "Искусству строить иглу меня обучили коренные жители тундры, что обитают на берегах ледяного моря.",
  "That was many years ago.": "Э-хе, давно это было.",
  "An Igloo makes a nice home, but it's easier to just stay in my tent year-round.": "В иглу хорошо жить, но мне проще весь год сидеть в своей палатке.",
  "Snowmen are okay, I guess. But mostly I'm looking forward to the spring.": "Снеговики, конечно, симпатяги, но весна мне нравится гораздо больше.",
  "Hmmph... Wife dragged me out into the cold for this?": "Пф-ф-ф... И ради вот этого жена меня на мороз вытащила?",
  "Did I ever tell you how George and I first met? He actually pelted me with a snowball in this very festival.": "Я не рассказывала, как мы с Джорджем познакомились? А ведь он попал в меня снежком вот на таком же празднике.",
  "He was a gentleman back then, and came over to see if I was okay.": "И, как настоящий джентельмен, подбежал узнать, всё ли со мной в порядке.",
  "Welcome to the Festival of Ice!": "Добро пожаловать на Ледяной праздник!",
  "The highlight of today's festival is the ice fishing competition. We set up this 'frozen lake' and stocked it full of fish.": "TГлавное событие сегодня - состязание в подлёдной рыбалке. Мы организовали небольшое \"замёрзшее озеро\" и запустили туда тучу рыбы.",
  "Just let me know when you're ready to compete.": "Скажи, когда надумаешь поучаствовать.",
  "Emily started helping me without any provocation... does that mean something? *gulp*": "Эмили просто пришла и стала мне помогать... как думаешь, это намёк?",
  "Wow, this snowman needs a makeover. Who made this?": "Оу, бедному снеговику срочно нужна подтяжка. Кто его слепил?",
  "I plan on winning the ice fishing competition!": "Я собираюсь сегодня победить в подлёдной рыбалке!",
  "Willy is gonna be pretty hard to beat, though... He does this kinda stuff day and night.": "Правда, Вилли очень опасный соперник... Он целыми днями только рыбу и ловит.",
  "I guess Winter isn't all bad... playing in the snow can be fun!": "Я думаю, зима не такая плохая... играть в снежки весело!",
  "The forest looks beautiful in the winter, doesn't it?": "Лес зимой такой красивый, правда?",
  "I like winter. It's peaceful.": "Я люблю зиму. Она спокойная.",
  "Hey, @player. Are you gonna enter the ice fishing competition?": "Привет, @player. Собираешься участвовать в подлёдной ловле?",
  "Oh, not me. I don't know how to fish.": "Нет, я пас. Я даже удочку держать не умею.",
  "Oh, ice. A beautiful material to sculpt in, but so impermanent.": "Лёд - прекрасный материал для скульптуры... и очень недолговечный.",
  "But I guess that might make the art even better.": "Но мне кажется, так даже лучше.",
  "I feel bad for all the poor, cold animals out there.": "Мне так жаль бедных зверюшек, что замерзают в лесу.",
  "I'm entering the ice fishing competition today. Why not?": "Сегодня я в подлёдной рыбалке участвую. А чего бы не попробовать?",
  "It's rare that Willy ever loses, though.": "Хотя, конечно, Вилли редко проигрывает.",
  "Sorry there's no food.": "Прости, сегодня без угощения.",
  "Just wait until the Feast of the Winter Star. You'll be stuffed for days.": "Дождись Пира зимних звёзд - вот там на неделю наешься!",
  "Sneaking off to visit my weird tower? You're odd for a mundane.": "Специально улизнуть, чтобы посетить мою жуткую башню... Какой странный обыватель.",
  "Extreme temperatures can put your body under a lot of stress, so make sure to bundle up!": "Экстремальные температуры - серьёзный стресс для организма, так что нужно одеваться!",
  "Oh, and enjoy the festival!": "Да, и наслаждаться празником, конечно же!",
  "I heard it's raining back home. Is that why you came here?": "Говорят, дома сейчас дождь. Ты поэтому здесь?",
  "I kind of miss the rain, actually...": "Знаешь, а я скучаю за дождём...",
  "I wanna give him a carrot nose!": "Я сделаю ему морковный нос!",
  "I saw a big fish down there!": "Там внизу большая рыба, я видел!",
  "Hey, good afternoon.": "Эй, добрый день.",
  "__comment": "winter25",
  "Feast of the Winter Star": "Праздник зимней звезды",
  "I wonder if I could lick one of those canes...": "Интересно, смог бы я облизать эту трость...",
  "I'm thankful for our simple life on the farm.": "Я благодарен за нашу простую жизнь на ферме.",
  "Hey, @player. I'm ready to head home whenever you are.": "Эй, @player. Я готов отправиться домой, когда вы захотите.",
  "I'm thankful to have met you...": "Я благодарен, что встретил тебя...",
  "Me?... Oh, I'm thankful for... how about I just show you when we get home tonight?": "Я?... Ох, я благодарен за... давая я просто покажу тебе, когда мы вернемся домой вечером?",
  "Hey, @player. As you can see, I'm fulfilling my family obligations...": "Эй, @player. Как видишь, я просто выполняю обязательства перед семьей...",
  "*yawn*... I'm here for the gifts and the cookies.": "*зевает*... я тут просто за подарками и печеньками.",
  "What am I thankful for? I'll show you when we get back home...": "За что я благодарен? Я покажу, когда вернемся домой...",
  "I'm feeling a little overwhelmed... thank goodness for this crisp air...": "Я чувствую себя немного подавлено... слава богу это свежий воздух...",
  "You don't need to get me anything, you've already given me the greatest gift of all...": "Тебе не надо мне не чего дарить, ты уже дал мне лучший подарок из всех...",
  "Nothing like a piping hot feast on a cold winter's day, huh?": "Нет ничего лучше горячего обеда, в  холодный зимний день, да?",
  "Hiya, @player. You're welcome to join our family table if you need company.": "Привет, @player. Ты можешь присоединиться к нашему семейным столу, если тебе нужна компания.",
  "I'll probably get another tool set this year... *sigh*": "В этом году я, наверное, получу еще один набор инструментов... *вздох*",
  "Hi, @player.": "Привет, @player.",
  "I've met some people who believe in spirits, and magic... but me? I've never seen anything that couldn't be explained by science.": "Я уже встречал людей, которые верят в духов и магию... но я? Я не верю в то, что нельзя объяснить с помощью науки.",
  "Spending time with family is tiring sometimes.": "Проводить время с семьей - это порой утомительно.",
  "My sales figures have been phenomenal lately... thanks to the Feast of the Winter Star!": "В последнее время мои продажи были феноменальными... спасибо, праздник зимней звезды!",
  "Boy, holidays are good for business. I wonder if I could invent some new ones...": "Мальчик, праздники хороши для бизнеса. Может быть мне придумать новые...",
  "Ooohh... I've had too much nog.": "Ооох...Кажется, я выпила слишком много эля.",
  "I'd join in... but I don't think I'm welcome.": "Я бы присоединился... но не думаю, что мне будут рады.",
  "Oh, hello.": "Ой, привет.",
  "A feast for some stupid star? Humbug!": "Праздник из-за глупой звезды? Вздор!",
  "Oh, my! Aren't you cold, dear? It's freezing!": "О, мой! Тебе не холодно, дорогуша? На улице Мороз!",
  "Today is a time to be thankful for this year's good fortune. Forget your worries for a day and relax!": "Сегодня самое время, чтобы быть благодарным за удачу в этом году. Забудьте свои заботы на сутки, и отдохните!",
  "*sigh*... All these happy families. But for me, just another lonely year.": "*вздох*... Все эти счастливые семьи. Для меня, просто еще один одинокий год.",
  "What a beautiful tree.": "Какая прекрасная елка.",
  "Hmmph... I'm still upset I didn't win the ice fishing competition.": "Пфф... мне до сих пор обидно, что я не выиграла конкурс подледной ловли.",
  "I hope there's a new camera for me under the spirit tree!": "Я надеюсь, под елкой для меня лежит новая камера!",
  "It's not a good time of year for a diet...": "Сейчас не самое лучшее время года для диеты...",
  "Good afternoon, @player. Happy Feasting.": "Добрый день, @player. Счастливого пиршества.",
  "I'm thankful for my guitar and my skateboard. Oh, and my family I guess.": "Я благодарен за мою гитару и мой скейтборд. Ой, и за мою семью.",
  "Gus was just telling me about his artisan candy canes. *yawn*": "Гас рассказал мне о его леденцах ремесленника. *зевает*",
  "I think he had too much cinnamon nog.": "Мне кажется он добавил слишком много корицы в эль.",
  "Welcome to the Feast of the Winter Star!": "Добро пожаловать на праздник зимней звезды!",
  "Why, hello @player. It's chilly, isn't it?": "О, привет @player. Там ведь холодно, да?",
  "It's a fine art, making candy canes. You've really got to search far and wide for the best ingredients. They aren't easy to come by these days!": "Это целое искусство, делать сладкие трости. Тебе приходится день и ночь искать нужные ингредиенты. Их так сложно достать в наши дни!",
  "I usually use Fern Island Ringfruit for my premier canes, you know. You can't beat that bright red coloring... And it's all natural!": " Обычно я использую круглоплод с острова Ферн, для моих лучших конфет. Ты можешь распознать его по красному оттенку, который он даёт карамели... и он полностью натурален!",
  "Oh, you want to know the secret to my deluxe double-canes? Okay, but you've got to promise absolute secrecy. *whisper* It's a drop of vanilla in the white candy to complement the cherry flavor.": "Ооо, ты хочешь узнать секрет моих специальных двойных леденцов? Хорошо, но я хочу что бы ты пообещал хранить его ото всех.*шепчет*  это капелька ванили в белую карамель что бы подчеркнуть вишнёвый вкус.^Ооо, ты хочешь узнать секрет моих специальных двойных леденцов? Хорошо, но я хочу что бы ты пообещала хранить его ото всех.*шепчет*  это капелька ванили в белую карамель что бы подчеркнуть вишнёвый вкус.",
  "Of course, peppermint candy canes are the standard, and I always make a healthy batch of those as well.": " Ну а мятные леденцы готовятся по обыкновенному рецепту, я всегда делаю их в большом количестве.",
  "Hey, you look like you're falling asleep. Are you okay?": "Эй ты выглядишь так будто сейчас же свалишься спасть. С тобой всё хорошо?",
  "Ah, the mysterious Winter Star. One of the reasons I chose this valley as the location for my... research.": "Ах, таинственная зимняя звезда. Одна из причин, почему я выбрал эту долину как место для моих... исследований.",
  "I'm thankful there were no medical emergencies this year!": "Я благодарен за то, что в этом году не было никаких медицинских чрезвычайных ситуаций!",
  "I heard it's raining back home. Is that why you came here?": "Я слышала, дома идет дождь. Так вот почему ты здесь?",
  "I kind of miss the rain, actually...": "Я вроде как скучаю по дождю, на самом деле...",
  "Ohh! Presents!": "Оаа! Подарки!",
  "Can we open presents now?!": "Мы можем открывать подарки?!",
  "Hey, good afternoon.": "Эй, добрый день."
}