{
  "__comment": "Abigail",
  "Dad seems to be doing okay without me around.": "У папы кажется все получается и без меня",
  "Hey, @player. I like hanging out here. It's peaceful.": "Эй, @player. Мне нравится тут тусоваться. Здесь спокойно.",
  "Urgh... I still can't beat it by myself.": "Аргх... Я до сих пор не могу победить его самостоятельно.",
  "What's up, @player? I'm just saying hi to the mom.": "Что случилось, @player? Я просто говорю маме привет.",
  "It's nice to see the ol' gang again. Nothing's changed.": "Приятно снова видеть старую банду. Ничего не изменилось.",
  "Ugh... I have a doctor's appointment later.": "Уф... у меня позже приём у врача.",
  "I'm just here for my annual check-up! Don't worry, I'm not preg... I mean, I'm not sick! Heh.": "Я здесь только для моего ежегодного обследования!Не беспокойся, я не береме... Я имею в виду, не больна! Хех.",
  "How much longer do you need, doc? I'm hungry.": "Сколько ещё времени вам нужно, док? Я голодна.",
  "We're hiding in here so we don't have to talk to anyone.": "Мы здесь прячемся, поэтому мы не должны ни с кем говорить.",
  "__comment": "Alex",
  "I'm going to hang out here all day. My grandparents aren't getting any younger...": "Я собираюсь торчать тут весь день. Мои бабушка и дедушка не станут моложе...",
  "Hi. Eh, I just twisted my ankle. Seeing if I can get it taped.": "Здравствуй. Эх, я недавно подвернул свою лодыжку. Посмотри, может её можно просто перевязать.",
  "Yeah, yeah... I'm good, doc. Just tape it up, okay?": "Да, да... я в порядке док. Просто перевяжи её, хорошо?",
  "__comment": "Caroline",
  "It's my annual check-up today. At least I don't have to walk very far.": "Сегодня моё ежегодное обследование. По крайней мере, мне не приходится далеко ходить",
  "You're here to see the doctor too? What happened?": "Ты тоже пришёл на приём к врачу? Что случилось?^Ты тоже пришла на приём к врачу? Что случилось?",
  "Excuse me, I have to say some things to Doctor Harvey in private...": "Извините меня, я должна кое-что сказать доктору Харви лично...",
  "Hmm... Should I wear something special to the aerobics meet-up today?": "Хм... Должна ли я надеть что-то особенное на занятия аэробикой сегодня?",
  "You're looking really fit, Jodi! Those dumbells do wonders, don't they?": "Ты в отличной форме, Джоди! Те гантели творят чудеса, не так ли?",
  "Mmff... I think I've earned some cookies today. *crunch*.": "Ммм... я думаю, что заслужила сегодня печенье. *хруст*.",
  "Finally... A little time to myself.": "Наконец то... немного времени для себя.",
  "It was the previous owners who built the altar room. We aren't religious, but we let the other townsfolk use it if they want.": "Это были предыдущие владельцы, которые построили алтарную комнату. Мы не религиозные, но позволяем другим горожанам использовать её, если они хотят.",
  "__comment": "Clint",
  "I have a doctor's appointment today, so if you need to buy anything you'd better hurry.": "Я сегодня к врачу, так что если что-то нужно купить, поторопись.",
  "I'm seeing the doctor about my lungs... breathing in all that coal dust can't be good.": "Я встречаюсь с врачом по поводу лёгких... дышать всей этой угольной пылью не очень полезно.",
  "How do my lungs sound, doc? Sometimes they make a rattling sound when I exhale.": "Как звучат мои лёгкие, док? Иногда они издают дребезжащий звук, когда я вдыхаю.",
  "__comment": "Demetrius",
  "The colder season is coming up so I'm here to get my flu vaccine.": "Предстоящий сезон будет холодным, так что я здесь, чтобы получить мою вакцину от гриппа.",
  "Doctor Harvey, have you read the latest 'Biology and Medicine'? There's an article I think you'd be interested in.": "Доктор Харви, вы читали последний выпуск \"Биология и Медицина\"? Там есть статья, которая будет вам интересна.",
  "__comment": "Elliot",
  "Hello, @player. I'm just watching the waves from here.": "Привет, @player. Я наблюдаю за волнами отсюда.",
  "Hello there. What brings you to this terrible place?": "Привет. Что привело тебя в это ужасное место?",
  "My back has been hurting, doctor... you know, with all the hunching over to write my novel.": "Доктор, я чувствую боль в спине...Знаете, когда пишешь сгорбившись свой роман, редко вспоминаешь об осанке.",
  "__comment": "Emily",
  "Most of us visit the doctor for a yearly check-up.": "Большинство из нас посещают врача на ежегодном обследовании.",
  "Doctor, I'd like to go with the 'natural remedy' if possible.": "Доктор, если возможно, я бы хотела обойтись \"народной медициной\".",
  "What a lovely loom. I'm in heaven right now.": "Какая чудесная комната. Я как будто в раю.",
  "__comment": "Evelyn",
  "When you get to be my age you have to see the doctor more often.": "Когда доживёшь до моего возраста, тебе придётся обращаться к врачу чаще.",
  "Oh dear, is it an emergency? Why are you here?": "Ох милочка, у тебя что-то срочное? Почему ты здесь?^Ох дорогой, у тебя что-то срочное? Почему ты здесь?",
  "Now now, dear... It's important that Doctor Harvey takes a good look at you. He's a nice young man! Behave yourself, for your dear old wife's sake.": "Тише, тише, дорогой... Важно, чтобы доктор Харви хорошенько тебя осмотрел. Он хороший молодой человек! Возьми себя в руки, ради своей любимой жены.",
  "Could you check his lungs? He's been wheezing lately.": "Не могли бы вы проверить его лёгкие? В последнее время он часто хрипит.",
  "This place is full of memories for me. Thank you so much for restoring it.": "Это место полно воспоминаний. Спасибо за его восстановление.",
  "__comment": "George",
  "Hmmpph... The wife's making me go to the clinic today.": "Хммпфф... Жена заставила меня сходить сегодня в эту клинику.",
  "*grumble*... Good for nothing doctors... *grumble*": "*ворчание*... Врачи ни на что не годны... *ворчание*",
  "Well how much longer do I have, Doc?": "Ну сколько времени мне осталось, Док?",
  "I've never been religious but hey... I'm old.": "Я никогда не был религиозен, но эй... я уже стар",
  "__comment": "Gus",
  "I'm getting some supplies for the saloon. Pierre's got the good stuff.": "Я собираю материалы для салона. Пьер получит хорошие вещи.",
  "Seeing the doctor makes me nervous... What if I only have a few years left? I'm not at peace with the world yet!": "Видя врача я нервничаю... А если мне осталось несколько лет? Я ещё не обрёл гармонии с миром!",
  "It's my liver, isn't it Doctor? I can see it on your face. *Sigh*... I really need to cut back on that sweet, delicious Stardew Valley wine.": "Это моя печень, не так ли доктор? Я вижу это по вашему лицу. *вздох*... мне нужно перестать пить сладкое, вкусное вино Долины Стардью.",
  "__comment": "Haley",
  "The weather's too horrible to get out of bed.": "Погода слишком ужасная, чтобы вылезать из постели.",
  "Hi, honey! I'm mostly just here to visit Emily.": "Привет, дорогая! Я здесь чтобы посетить Эмили.",
  "It's nothing serious... I'm just here for my annual check-up.": "Ничего серьёзного... я здесь для ежегодного обследования.",
  "Well... my nose has been a little runny, Doctor. But otherwise I'm doing fine!": "Ну... у меня был небольшой насморк, Доктор. А в остальном, я в порядке!",
  "It's too cold to get out of bed.": "Слишком холодно чтобы вылезать из постели.",
  "__comment": "Harvey",
  "Hi Honey. What are you doing at the clinic?": "Привет, дорогой. Что ты делаешь в клинике?^Привет, дорогая. Что ты делаешь в клинике?",
  "Ah, you just came to see me. That's nice.": "Ах, ты просто пришёл повидаться со мной. Это мило.^Ах, ты просто пришла повидаться со мной. Это мило.",
  "Hi! I'm just shopping for some essentials, so I can continue to cook healthy meals for us.": "Привет! Я тут накупила нужных продуктов в магазине, так что я могу и дальше готовить нам здоровую пищу.",
  "The sound of running water is relaxing for me.": "Звук льющейся воды меня расслабляет.",
  "This stuff can definitely be incorporated into a healthy diet.": "Это определённо можно считать здоровой диетой.",
  "I'm just putting away these groceries.": "Уберу ка я эти продукты подальше.",
  "__comment": "Jas",
  "1... 2... 3... 4... Here comes a wave! *giggle*": "1... 2... 3... 4... Вот идёт волна! *хихикает*",
  "I have to visit the doctor today, but I'm not afraid!": "Я должна сегодня посетить врача, но я не боюсь!",
  "Can you show me how this tool works, Doctor Harvey?": "Вы можете показать мне, как работает этот инструмент, Доктор Харви?",
  "1... 2... 3... 4... Oh no! I messed up again.": "1... 2... 3... 4... О нет, я опять все испортила.",
  "__comment": "Jody",
  "Vincent hates going to the doctor more than anything, but he'll just have to deal with it.": "Винсент больше всего ненавидит ходить к врачу, но ему придётся с этим смириться.",
  "Be brave, Vincent. Think of your father.": "Будь мужественным, Винсент. Подумай об отце.",
  "Doctor Harvey? I'm worried about Vincent's height. Isn't he a little short for his age?": "Доктор Харви? Я беспокоюсь о росте Винсента. Разве он не маловат для своего возраста?",
  "Vincent was very brave at the doctor's today. I'm proud of him.": "Винсент был очень храбрым у врача сегодня. Я им горжусь.",
  "Hey! You can't just barge into a private appointment!": "Эй! Ты не можешь просто так врываться во время приёма!",
  "Ohhh... My arms feel like gelatin... ": "Ох... Мои руки как желе...",
  "Shhh... he's asleep.": "Шшш... Он спит.",
  "__comment": "Leah",
  "Hello, @player. I'm just enjoying the fresh air for a while. I was starting to get cabin fever at home.": "Привет, @player. Я просто дышу свежим воздухом. В доме у меня начинается лихорадка.",
  "Hi. Here to see the doctor?": "Привет. Ты на приём к доктору?",
  "Do I look healthy, Doctor Harvey?": "Я выгляжу здоровой, доктор Харви?",
  "__comment": "Lewis",
  "Well, the fish certainly smells fresh this season.": "Ну, рыба конечно пахнет свежо в этом сезоне.",
  "I'm just here to make sure all of Marnie's business needs are met.": "Я здесь просто чтобы убедиться, что потребности бизнеса Марни удовлетворены.",
  "I'm here to collect Clint's business tax.": "Я здесь чтобы забрать налог с бизнеса Клинта.",
  "The library is one of Pelican Town's greatest features. It's funded with the taxes we collect from local business.": "Библиотека одна из величайших особенностей Пеликан-Тауна. Она финансируется с налогов, которые мы собираем с местного бизнеса.",
  "I like to check in with the local businesses and see how they're doing.": "Я хотел бы проверить местных предпринимателей и посмотреть как у них дела.",
  "Erm... Doctor Harvey? This is completely confidential, right?": "Эм... Доктор Харви? Это совершенно конфиденциально, не так ли?",
  "I do all my grocery shopping here.": "Я покупаю здесь все продукты.",
  "__comment": "Linus",
  "Even someone like me needs to warm up indoors now and then.": "Даже такому как мне, необходимо время от времени согреваться в помещении.",
  "__comment": "Marnie",
  "I think Jas actually likes going to the doctor. What an unusual little girl.": "Я думаю Джес любит ходить к врачу. Какая необычная девочка.",
  "We're here for a 1:30pm appointment.": "Наш приём назначен на 1:30.",
  "Erm... Doctor Harvey? When you give her the shots, can we have two lollipops?": "Эм... Доктор Харви? Когда вы получите её снимки, мы получим два леденца?",
  "I'm going to sleep well tonight.": "Я собираюсь сегодня хорошенько выспаться.",
  "__comment": "Maru",
  "Hey! Mom seems to be doing okay without my help. She's a tough lady.": "Эй! Мама выглядит хорошо и без моей помощи. Она крепкая.",
  "Dad's making good progress on his experiment.": "Папа делает успехи в своем эксперименте.",
  "I hope Penny decides to get married some day.": "Я надеюсь, что Пенни решит выйти замуж когда-нибудь.",
  "I'm at work, honey! Don't let the doctor see.": "Я на работе, любовь моя! Не позволяй доктору видеть нас вместе.",
  "It's nice for you to visit me.": "Приятно, что ты навещаешь меня.",
  "I'm almost off work...": "Я практически закончила на сегодня...",
  "It's hard to really grasp the scale of the universe.": "Действительно трудно осознать масштаб вселенной.",
  "__comment": "Pam",
  "*grumble*... Doctor know-it-all... *grumble*": "*ворчание*... Доктор всезнайка... *ворчание*",
  "How much do I drink every day? What kind of a question is that?": "Сколько я выпиваю за день? Что за вопрос такой?",
  "__comment": "Penny",
  "I'm going to go inside, I just wanted a quiet moment.": "Я пойду внутрь, я просто хотела побыть в тишине.",
  "I have an appointment at the clinic this afternoon.": "У меня назначена встреча в клинике сегодня вечером.",
  "Hey! A little privacy, please?": "Эй! Немного личного пространства, пожалуйста?",
  "Hi, honey. It's nice of you to visit me at work.": "Привет, дорогой. Очень мило с твоей стороны, навестить меня на работе.^Привет, дорогая. Очень мило с твоей стороны, навестить меня на работе.",
  "Hi, honey! I'm just doing some shopping.": "Привет, дорогой. Я зашла в магазин кое-что купить.^Привет, дорогая. Я зашла в магазин кое-что купить.",
  "Don't worry, I'm using my own money to buy this.": "Не беспокойся, я куплю это на свои деньги.",
  "I wonder if Maru will get married some day?": "Интересно, Мару выйдет когда-нибудь замуж?",
  "__comment": "Pierre",
  "I've been working hard all week. I deserve a little relaxation on a Friday night.": "Я усердно работал всю неделю, и имею право отдохнуть в пятницу вечером.",
  "__comment": "Robin",
  "We meet every week to encourage each other to stay healthy.": "Мы видимся каждую неделю, чтобы подбадривать друг друга и продолжать вести здоровый образ жизни.",
  "What's a healthy young person like you doing here?": "Что такой здоровый и молодой человек делает здесь?^Что такой здоровая и молодая женщина делает здесь?",
  "__comment": "Sam",
  "Nothing bad to report, Doc. I feel as healthy as ever.": "Не могу сказать ничего плохого, Док. Я здоров как никогда.",
  "Mom seems okay. A little overworked, maybe.": "Мама кажется в порядке. Немного устала, может быть.",
  "Vincent seems a little lonely without me around. I used to play with him a lot.": "Кажется Винсенту немного одиноко без меня. Я много с ним играл.",
  "Don't tell my mom... but I really just came over for a free lunch.": "Не говори моей маме... но я просто зашёл на бесплатный обед.",
  "Sorry, honey. I'm trying to concentrate here...": "Прости, дорогой. Я пытаюсь сконцентрироваться...^Прости, дорогая. Я пытаюсь сконцентрироваться...",
  "Nothing like an ice cold Joja Cola on a sopping wet day, huh?": "Нет ничего лучше ледяной Joja-Колы в этот сырой день, да?",
  "Just kidding. Hehehe.": "Я шучу. Хехехе.",
  "I gotta go visit Uncle Doctor today... Great.": "Я должен навестить дядю доктора сегодня... Отлично.",
  "I'm a healthy boy, doc. Can I go now? This is boring.": "Я здоровый парень, док. Я могу идти? А то скучно.",
  "I just got out of the doctor's office. Completely healthy and vigorous, just as I expected.": "Я только что покинул врача. Бодрый и здоровый, как и ожидал.",
  "__comment": "Sebastian",
  "The ocean is best enjoyed alone... don't you think?": "Океаном лучше всего наслаждаться в одиночестве... тебе не кажется?",
  "Standing at this spot really makes me want a smoke... but I'm determined to quit now.": "Стоя здесь очень хочется закурить... но я решил бросить, сейчас.",
  "Mom's face lit up when I walked in. She deserves to be happy.": "Лицо мамы засветилось, когда я зашёл. Она заслуживает счастья.",
  "I'm going to hang out with my old friends tonight. I'll be home later.": "Я собираюсь вечером по тусоваться со своими старыми друзьями. Приду вечером.",
  "My skills haven't declined... Sam's still just as easy to beat.": "Мои навыки не ухудшились... Сэма по прежнему легко победить.",
  "Dammit... I almost forgot. I have to go see Doctor Harvey today.": "Черт... чуть не забыл. Я должен сегодня увидеть доктора Харви.",
  "What are you doing in here? I could've been naked!": "Что ты здесь делаешь? Я мог быть голым!",
  "Should I let Sam win for once? ...nah.": "Позволить Сэму победить хоть раз?... Нее.",
  "__comment": "Vincent",
  "*sob*... I have to get my shots today.": "*всхлип*... я должен получить мои снимки сегодня.",
  "*gulp*... Mommy, don't make me do it.": "*делает глоток*... Мама, не заставляй меня делать это.",
  "Do I get a lollipop for being so brave?": "Я получу леденец за храбрость?",
  "__comment": "Willy",
  "Eh, I got a fish hook stuck in my thumb... the Doctor's gonna cut it out.": "Да, рыболовный крючок застрял в большом пальце... доктор собирается его вырезать.",
  "Yowch! That hurt, Doc!": "Ау! Это больно, доктор!",
  "I need a little warm-me-up to be ready for another cold night on the ocean.": "Мне нужно немного согреться, что бы быть готовым к очередной холодной ночи на пляже.",
  "Ah... Nothing's better than kicking back with a cold one after a relaxing day fishing.": "Эх... нет ничего лучше отдыха в прохладном месте после дневной рыбалки.",
  "Handling salty fish all day makes me real thirsty.": "От того что я весь день вожусь с солёной рыбой, мне очень хочется пить."
}